{"edges":[],"nodes":[{"label":"RELI-181","x":0.0,"y":1.0,"id":"0","attributes":{"Title":"The Qur'an:  the Text and its Readers","Description":"Listed in: \n, as RELI-181\nMoodle site: \n (Section 01)\nThe Qurʾan, according to the majority of Muslims, is God’s word revealed to Muhammad through angel Gabriel over a period of 22 years (610-632 CE). This course will introduce students to Islam’s scriptural text: its content, form, structure, and history. It will also examine the Qurʾan as a seventh-century product and as a text with a long reception-history among Muslims, exploring how it influenced to varying degrees the formulation of salvation history, law and legal theory, theology, ritual, intellectual trends, art and popular culture, and modernization.\nFall semester. Five College Professor Mourad.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RELI/RELI-181-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-261","x":1.0,"y":2.0,"id":"1","attributes":{"Title":"Women in Judaism","Description":"Listed in: \n, as RELI-261  |  \n, as SWAG-239\nFormerly listed as: WAGS-39\n (Section 01)\n(Offered as RELI 261 and SWAG 239.) A study of the portrayal of women in Jewish tradition. Readings will include biblical and apocryphal texts; Rabbinic legal \n and non-legal \n material; selections from medieval commentaries; letters, diaries, and autobiographies written by Jewish women of various periods and settings; and works of fiction and non-fiction concerning the woman in modern Judaism. Employing an inter-disciplinary and cross-cultural approach, we will examine not only the actual roles played by women in particular historical periods and cultural contexts, but also the roles they assume in traditional literary patterns and religious symbol systems.  This discussion course requires participants to prepare a series of closely argued essays related to assigned readings and films.\nSpring semester. Professor Niditch.\n$30","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RELI/RELI-261-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-143","x":2.0,"y":1.0,"id":"2","attributes":{"Title":"Religion in Ancient India","Description":"Listed in: \n, as ASLC-144  |  \n, as RELI-143\nMoodle site: \n (Section 01)\n(Offered as RELI 143 and ASLC 144.)  This course explores central ideas and practices in the religious and intellectual traditions of India up until the medieval period. We consider the range of available archeological, art historical, and textual evidence for religion in this period, though the course focuses mostly on texts. We will read the classic religious and philosophical literature of the traditions we now call Hinduism, Buddhism, and Jainism.\nSpring semester.  Professor M. Heim.\n0","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RELI/RELI-143-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-316","x":3.0,"y":3.0,"id":"3","attributes":{"Title":"Philosophy of Religion","Description":"Listed in: \n, as PHIL-219  |  \n, as RELI-316\nFormerly listed as: PHIL-19  |  RELI-18\n (Section 01)\n(Offered as RELI 316 and PHIL 219.) An examination of several major discussion topics in the analytic philosophy of religion: the ethics of religious belief, the “problem of religious language,” the nature of God and the problem of evil. It would seem that it is always irrational to believe that statements about matters which transcend the realm of the empirical are true, since none of these statements can be directly supported by evidence. Thus it would seem that a great deal of religious belief is irrational. Is this the case, or can religious beliefs be supported by other means? Can philosophical reflection bring clarity to such puzzling matters as God's relationship to time, or the question of how a good and all-powerful God could permit the existence of evil? Alternatively, is the entire project of evaluating religious discourse as a set of claims about transcendent realities misguided--i.e., does religious language work differently than the language we use to speak about ordinary objects?\nSpring semester. Professor A. Dole.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RELI/RELI-316-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"HIST-319","x":4.0,"y":3.0,"id":"4","attributes":{"Title":"Religion, Empires, and Secular States in the Nineteenth Century","Description":"Listed in: \n, as ASLC-320  |  \n, as HIST-319  |  \n, as RELI-322\nMoodle site: \n (Section 01)\n(Offered as HIST 319 [\n], ASLC 320 [WA] and RELI 322.) Conceptions of the religious and the secular that continue to resonate today assumed global significance in the course of the nineteenth century as colonial empires and nascent nation-states negotiated how they would govern heterogeneous populations and interact with each other. Drawing on scholarship from a number of disciplines that historicize the categories of religion and secularity, this course will examine the political function of the religious and the secular as conceptual and regulatory categories in the 19th century.  Colonial administrations, for example, employed the conceit of secularism to neutralize religious difference while individuals and communities attempted to reform and modernize local traditions as “religion” in order to navigate global hierarchies.  We will begin with a historiographic and theoretical survey, covering topics that include the academic creation of “World Religions,” the politics of conversion within the British Empire, and the discourse of Orientalist spiritualism.  The second half of the course will apply these historiographic and theoretical concerns to East Asia and Japan in particular. Requirements will include two topical essays and one longer paper entailing modest research. Two  class meetings per week.\nLimited to 15 students.  Not open to first-year students.  Fall semester.  Professor Ringer.\nPriority will be given to junior and senior history majors, with the remainder on a first come basis.  ","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-319-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(160, 163, 118)","size":10.0},{"label":"RELI-123","x":5.0,"y":1.0,"id":"5","attributes":{"Title":"Popular Religion","Description":"Listed in: \n, as RELI-123\nFormerly listed as: RELI-13\nMoodle site: \n (Section 01)\nReligions, ancient or modern, are sometimes described as having two modalities or manifestations: the one institutional, of the establishment, the other, popular. The latter is sometimes branded as superstitious, idolatrous, syncretistic, heretical, or cultish. Yet we have come to realize that “popular” religion is frequently the religion of the majority, and that popular and classical threads tend to intertwine in religions as lived by actual adherents. People often express and experience their religiosity in ways related to but not strictly determined by their traditions’ sacred officials, texts, and scholars. In the modern era, mass media have provided additional means of religious expression, communication, and community, raising new questions about popular religion. In this course we will explore examples from ancient and modern times, seeking to redefine our understanding of popular religion by looking at some of the most interesting ways human beings pursue and share religious experience within popular cultural contexts.\nTopics for study include: beliefs, traditions, and customs concerning the dead; ancient and contemporary apocalyptic groups; ritual healing; Wicca; and recent films, television programs, and on-line and interactive media rich in the occult or the overtly religious. \nSpring semester. Professor Niditch.\n0","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RELI/RELI-123-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-171","x":6.0,"y":1.0,"id":"6","attributes":{"Title":"Images of Jesus","Description":"Listed in: \n, as RELI-171\n (Section 01)\nOne of the most dominant symbols in Western culture, the figure of Jesus, has been variously represented and interpreted--even the canonical Christian Scriptures contains four different biographies. This course will explore shifts in the contours of that symbol and the socio-cultural forces at play in such changes, as well as debates about the understanding of the figure of Jesus.  Beginning with recent films about Jesus, the course will turn to examine the biographies in the Christian Scriptures and the heated debate in the fourth century over the identity of Jesus as Son of God.  We will then trace trajectories through the medieval period in the visual and audial image of Jesus. To conclude, we will focus on the \"social\" Jesus, that is, Jesus the capitalist and the Jesus of liberation theology, as well as on the feminine Jesus, for example, portrayals of Jesus as mother and bride.Spring semester.  Professor Doran.\n0","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RELI/RELI-171-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-362","x":7.0,"y":3.0,"id":"7","attributes":{"Title":"Folklore and the Bible","Description":"Listed in: \n, as RELI-362\nFormerly listed as: RELI-38\n (Section 01)\nThis course is an introduction to the cross-discipline of folklore and an application of that field to the study of Israelite literature. We will explore the ways in which professional students of traditional literatures describe and classify folk material, approach questions of composition and transmission, and deal with complex issues of context, meaning, and message. We will then apply the cross-disciplinary and cross-cultural methodologies of folklore to readings in the Hebrew Scriptures. Selections will include narratives, proverbs, riddles, and ritual and legal texts. Topics of special interest include the relationships between oral and written literatures, the defining of “myth,” feminism and folklore, and the ways in which the biblical writers, nineteenth-century collectors such as the Brothers Grimm, and modern popularizers such as Walt Disney recast pieces of lore, in the process helping to shape or misshape us and our culture.\nSpring semester. Professor Niditch.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RELI/RELI-362-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-385","x":8.0,"y":3.0,"id":"8","attributes":{"Title":"The Islamic Mystical Tradition","Description":"Listed in: \n, as ASLC-356  |  \n, as RELI-385\nFormerly listed as: ASLC-56  |  RELI-53\nMoodle site: \n (Section 01)\n(Offered as RELI 285 and ASLC 356 [WA])  This course is a survey of the large complex of Islamic intellectual and social perspectives subsumed under the term Sufism. Sufi mystical philosophies, liturgical practices, and social organizations have been a major part of the Islamic tradition in all historical periods, and Sufism has also served as a primary creative force behind Islamic aesthetic expression in poetry, music, and the visual arts. In this course, we will attempt to understand the various significations of Sufism by addressing both the world of ideas and socio-cultural practices. The course is divided into four modules: central themes and concepts going back to the earliest individuals who identified themselves as Sufis; the lives and works of two medieval Sufis; Sufi cosmology and metaphysics; Sufism as a global and multifarious trend in the modern world.\nSpring semester. Professor Jaffer.\n0","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RELI/RELI-385-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-263","x":9.0,"y":2.0,"id":"9","attributes":{"Title":"Ancient Israel","Description":"Listed in: \n, as RELI-263\nFormerly listed as: RELI-21\nMoodle site: \n (Section 01)\nThis course explores the culture and history of the ancient Israelites through a close examination of the Hebrew Bible in its wider ancient Near Eastern context. A master-work of great complexity revealing many voices and many periods, the Hebrew Bible or Old Testament is a collection of traditional literature of various genres including prose and poetry, law, narrative, ritual texts, sayings, and other forms. We seek to understand the varying ways Israelites understood and defined themselves in relation to their ancestors, their ancient Near Eastern neighbors, and their God.  Course assignments are a series of interpretive essays in which students become accustomed to close work with biblical texts, employing methodological approaches introduced throughout the semester. \nFall semester.  Professor Niditch.\nNone","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RELI/RELI-263-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-318","x":10.0,"y":3.0,"id":"10","attributes":{"Title":"The Problem of Evil","Description":"Listed in: \n, as PHIL-229  |  \n, as RELI-318\nFormerly listed as: PHIL-29  |  RELI-51\nMoodle site: \n (Section 01)\n(Offered as RELI 318 and PHIL 229.) If God is \n, then God would not \n any creature to suffer evil; if God is \n, then God would \n to prevent any evil from occurring; and if God is \n, then God would \n to prevent any evil from occurring. Does the obvious fact that there is evil in the world, then, give us reason to think that there is no such God? Alternatively: if an omnibenevolent, omniscient, and omnipotent God does exist, then what could possibly motivate such a God to permit the existence of evil? This course will survey recent philosophical discussions of these questions. We will read works by J. L. Mackie, Nelson Pike, John Hick, Alvin Plantinga, Robert and Marilyn Adams, and others.\nSpring semester.  Professor A. Dole.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RELI/RELI-318-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-352","x":11.0,"y":3.0,"id":"11","attributes":{"Title":"Buddhist Ethics","Description":"Listed in: \n, as ASLC-352  |  \n, as RELI-352\nFormerly listed as: ASLC-58  |  RELI-27\nMoodle site: \n (Section 01)\n(Offered as RELI 352 and ASLC 352.) A systematic exploration of the place of ethics and moral reasoning in Buddhist thought and practice. The scope of the course is wide, with examples drawn from the whole Buddhist world, but emphasis is on the particularity of different Buddhist visions of the ideal human life. Attention is given to the problems of the proper description of Buddhist ethics in a comparative perspective.\nSpring semester.  Professor M. Heim.\n0","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RELI/RELI-352-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-236","x":12.0,"y":2.0,"id":"12","attributes":{"Title":"Liberal Religion in the United States","Description":"Listed in: \n, as RELI-236\nMoodle site: \n (Section 01)\nContemporary attention to fundamentalist or conservative religious movements on the one hand and the rejection of all religion on the other has sometimes obscured the influential role in the United States, past and present, of liberal religion. Religious institutions with marked liberal tendencies (most obviously “mainline” Protestantism) may be in numerical decline, but the influence of liberal attitudes toward religion arguably remains very much alive and well in American culture generally and formative in the lives of many communities and individuals. What makes a religious movement “liberal” is hard to specify precisely. One might say it is a rejection of tradition, but liberal religious movements often present themselves as deeply faithful to core elements of tradition. It has also been argued that religious liberalism is itself a tradition and, like all religious traditions, is characterized by many strands and sometimes contradictory tendencies.\nThis course will trace the development of American religious liberalism, broadly understood, from the Deists and Unitarians of the Revolutionary and Early National period to the “I’m spiritual but not religious” movements of the present day. Emphasis will be placed on the emergence, development, and cultural influence of liberal movements within American Protestantism, but attention will also be given to liberal tendencies within other traditions, e.g., Catholicism and Judaism. The course will examine the various tendencies within religious liberalism to embrace a pluralistic approach to religious truth, to seek a universal form of religion above and beyond any particular religious tradition, or to promote a religious sensibility detached from traditional belief in God. Attention will be given both to influential figures such as Channing, Emerson, James, Dewey and to institutional developments and popular religious movements. Note will be taken of the role of religious liberalism in higher education, e.g., at Amherst College.Fall semester.  Professor Wills.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RELI/RELI-236-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-267","x":13.0,"y":2.0,"id":"13","attributes":{"Title":"Reading the Rabbis","Description":"Listed in: \n, as RELI-267\nFormerly listed as: RELI-41\nMoodle site: \n (Section 01)\nWe will explore Rabbinic world-views through the close reading of \n (i.e., legal) and \n (i.e., non-legal) texts from the Midrashim (the Rabbis’ explanations, reformulations, and elaborations of Scripture) the Mishnah, and the Talmud. Employing an interdisciplinary methodology, which draws upon the tools of folklorists, anthropologists, students of comparative literature, and students of religion, we will examine diverse subjects of concern to the Rabbis ranging from human sexuality to the nature of creation, from ritual purity to the problem of unjust suffering. Topics covered will vary from year to year depending upon the texts chosen for reading.\nSpring semester.  Professor Niditch.\n$10","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RELI/RELI-267-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-284","x":14.0,"y":2.0,"id":"14","attributes":{"Title":"Knowledge Triumphant in Classical Islam","Description":"Listed in: \n, as RELI-284\nMoodle site: \n (Section 01)\nKnowledge was one of the primary concerns in classical Islamic civilization. The search for knowledge dominated all branches of religious and intellectual life, and it pervaded the daily lives of Muslims. In this class we will read the classics from law, theology, philosophy and mysticism that were written in the ninth through twelfth centuries. We will focus our attention on texts in which questions surrounding the theme of knowledge are discussed at length and in detail. Questions we will explore include: What is knowledge and how is it attained? What is its relation to faith and doubt? How does knowledge inform religious practice and ritual? What theories of knowledge were developed in law, theology, philosophy, and mysticism? How does knowledge serve as a tool in these disciplines? Our broader objective is to understand how religious and intellectual life was shaped by discussions about knowledge within these disciplines. Fall semester.  Professor Jaffer.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/RELI/RELI-284-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-238","x":15.0,"y":2.0,"id":"15","attributes":{"Title":"African-American Religious History","Description":"Listed in: \n, as BLST-238  |  \n, as RELI-238\nMoodle site: \n (Section 01)\n(Offered as RELI 238 and BLST 238 [US].  A study of African-American religion, from the time of slavery to the present, in the context of American social, political, and religious history.  Consideration will be given to debates concerning the \"Africanity\" of black religion in the United States, to the role of Islam in African-American religious history, and to the religious impact of recent Caribbean immigration.  The major emphasis throughout the course, however, will be on the history of African-American Christianity in the United States.  Topics covered will include the emergence of African-American Christianity in the slavery era, the founding of the independent black churches (especially the AME church) and their institutional development in the nineteenth century, the predominant role of the black Baptist denominations in the twentieth century, the origins and growth of black Pentecostalism, the increasing importance of African-American Catholicism, the role of the churches in social protest movements (especially the civil rights movement) and electoral politics, the changing forms of black theology, and the distinctive worship traditions of the black churches.\nFall semester.  Professor Wills.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/RELI/RELI-238-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-283","x":16.0,"y":2.0,"id":"16","attributes":{"Title":"Sufism in Theory and Practice.","Description":"Listed in: \n, as RELI-283\n (Section 01)\nThis class will begin with an exploration of the origins and historical development of Sufism. The historical survey will trace the global development of Sufism during the first few hundred years after the birth of Islam. We will then read a number of classical treatises on Sufi metaphysics written by Ibn Arabi and Abdul Qadir Jilani before delving into the poetry of the Rumi, who is perhaps the best known of all Sufis. During the second half of the course, we will shift our attention to contemporary developments within South Asian Sufism, where significant events contributed greatly to Sufism from the medieval period onward. We will then move to study the establishment of Sufism in Europe and North America before ending the course with a reading of an autobiography of one particular Sufi \nwho settled and died in the United States, whose shrine has now become a significant pilgrimage site. The aim of the course is to come to a deeper understanding of Sufism past and present by appreciating both its mystical and practical dimensions in the lives of many Muslims throughout the world.Spring semester.  Visiting Professor Korom.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RELI/RELI-283-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-187","x":17.0,"y":1.0,"id":"17","attributes":{"Title":"Introduction to Islamic Traditions","Description":"Listed in: \n, as RELI-187\nMoodle site: \n (Section 01)\nIslam is a religious tradition with 1400 years of history and over one billion adherents today in countries around the globe. This course equips students with the basic vocabulary needed to engage with the diversity of practices, sects, and intellectual currents found among Muslims over the course of this history. We will begin by studying the life of Muhammad and Islam’s scripture (the Quran). We will then examine the ways in which Muslims have sought to live up to the demands of revelation in their lives by seeking the correct means of interpretation of revelation and working out its implications in the fields of law, theology, and mysticism. Emphasis will be on the means by which Muslims contest the meaning of the tradition. The course will end by looking at Islam in the world today, the various ways in which Muslims view the significance of religion in their lives, and trends in contemporary Islamic thought worldwide. \nSpring semester.  Professor Jaffer.\n0","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RELI/RELI-187-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-237","x":18.0,"y":2.0,"id":"18","attributes":{"Title":"Catholicism in the United States","Description":"Listed in: \n, as RELI-237\nMoodle site: \n (Section 01)\nThis course will survey the historical development and contemporary state of Roman Catholic Christianity in the United States. It will cover such topics as: the early development of Catholicism in the North American colonies of Spain, France, and Britain; the waves of immigration—e.g., Irish and German, eastern European, and Latino—that have successively transformed American Catholicism; changing patterns of Catholic thought and practice, both elite and popular; Catholic social and political movements, e.g. the Catholic Worker Movement; controversies over Catholicism’s place in American politics, from ante-bellum anti-Catholic movements to the present time;  and contemporary American Catholic debates over issues of gender and sexuality. \nFall semester.  Professor Wills.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/RELI/RELI-237-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-253","x":19.0,"y":2.0,"id":"19","attributes":{"Title":"Theravada Buddhism","Description":"Listed in: \n, as ASLC-253  |  \n, as RELI-253\nFormerly listed as: ASLC-69  |  RELI-26\n (Section 01)\n(Offered as RELI 253 and ASLC 253 [SA].) This course introduces the history and civilization of Theravada Buddhism. The Theravada (the “Doctrine of the Elders”) is the dominant form of Buddhism in Sri Lanka, Cambodia, Laos, Thailand, and Myanmar (Burma); in recent decades it has also found a following in other regions in Asia and the west. We will trace the Theravada’s origins as one of the earliest sectarian movements in India to its success and prestige as a religious civilization bridging South and Southeast Asia. We will also consider this tradition’s encounter with modernity and its various adaptations and responses to challenges in the contemporary world. No previous background in Buddhism is required.\nSpring semester. Professor M. Heim.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RELI/RELI-253-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-157","x":20.0,"y":1.0,"id":"20","attributes":{"Title":"Religion in the Himalayas:  Coexistence, Conflict and Change","Description":"Listed in: \n, as RELI-157\nMoodle site: \nConstance E. Kassor (Section 01)\nThis course examines the religious life of the Himalayan regions of India, Pakistan, Nepal, Tibet and Bhutan, paying particular attention to issues surrounding the construction of religious identity. Through text, film and art, we explore practices in Buddhist, Hindu, Muslim and local traditions, and investigate the ways in which these practices negotiate political change and modernization. Topics include gender (in)equality in religious institutions and practices, the construction of sacred space and religious boundaries, and the intersection of religion and politics.\nFall semester.  Visiting Lecturer Kassor","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RELI/RELI-157-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-215","x":21.0,"y":2.0,"id":"21","attributes":{"Title":"Religion in Scientific Perspective","Description":"Listed in: \n, as RELI-215\nFormerly listed as: RELI-65\nMoodle site: \n (Section 01)\nThe idea of “scientific explanations of religion” has a long history in the academy, and the fortunes of scientific explorations of religion have been mixed. But the past decade has seen the emergence of new approaches to this project, as a growing body of literature has applied the tools of the cognitive sciences and evolutionary theory to the study of religion. This course will survey the recent literature on the subject, and will bring this material into conversation with “classical” naturalistic theorizing concerning religion. We will read works by David Hume, Stewart Guthrie, Pascal Boyer, Scott Atran, Justin Barrett, Richard Dawkins, Robert Hinde, David Sloan Wilson, and others.\nFall semester.  Professor A. Dole.\n$40","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/RELI/RELI-215-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-152","x":22.0,"y":1.0,"id":"22","attributes":{"Title":"Introduction to Buddhist Traditions","Description":"Listed in: \n, as ASLC-152  |  \n, as RELI-152\nFormerly listed as: ASLC-15  |  RELI-23\nMoodle site: \n (Section 01)\n(Offered as RELI 152 and ASLC 152 [SA].) This course is an introduction to the diverse ideals, practices, and traditions of Buddhism from its origins in South Asia to its geographical and historical diffusion throughout Asia and, more recently, into the west. We will explore the Three Jewels--the Buddha, the Dharma, and the Sangha--and how they each provide refuge for those suffering in samsara (the endless cycle of rebirth). We will engage in close readings of the literary and philosophical texts central to Buddhism, as well as recent historical and anthropological studies of Buddhist traditions.\nFall semester. Professor M. Heim.\n$7","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RELI/RELI-152-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-239","x":23.0,"y":2.0,"id":"23","attributes":{"Title":"Evangelical Christianity","Description":"Listed in: \n, as RELI-239\n (Section 01)\n (Section 01)\nEvangelical Christianity, or evangelicalism, eludes precise definition.  As most commonly used, the term refers to a sector of Protestant Christianity whose historical provenance runs from the eighteenth century to the present day. Originating in Europe and North America but now a global phenomenon, evangelicalism in the United States has enjoyed periods of pervasive influence and times of cultural marginality--recovering in the late twentieth century a mainstream status it had seemingly lost.  This course is concerned with the history and shifting nature of evangelicalism.  Sometimes regarded as a monolithic movement adhering to a fixed set of traditional Christian doctrines and practices, evangelicalism has been throughout its history innovative, changing, and internally diverse. Sometimes seen as politically reactionary, evangelicalism has at times promoted recognizably progressive reforms. Sometimes seen as serving an ethnically and racially narrow constituency, evangelicalism has also shown a marked capacity to cross ethnic and racial boundaries. How are these seemingly contradictory patterns (or perceptions) to be understood?  Over the course of the semester we will explore questions such as:  How have evangelicals themselves attempted to define the\"mainstream\" culture in the various environments they have entered?  How has evangelicalism handled racial and ethnic difference? How have evangelicals understood their place in the history of the world and of the Christian tradition?  \nSpring semester.  Professors A. Dole and Wills.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RELI/RELI-239-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-323","x":24.0,"y":3.0,"id":"24","attributes":{"Title":"Religion and Conspiratorial Thinking","Description":"Listed in: \n, as RELI-323\nMoodle site: \n (Section 01)\nConspiracy theories are not inherently religious, but they are frequently informed by religious conceptions and valuations, and often circulate within particular religious communities.  If religious and conspiratorial thinking can get along fine without each other, why do they intersect as often as they do within history?  Addressing this question will require locating religion and conspiracy theorizing in relationship to each other within a broader field of thinking about the dynamics of human social interaction.  Readings for this course will include prominent examples of religiously-informed conspiracy theories from the modern period and works that explore the characteristic features of religious and conspiratorial thinking.  Of particular interest will be works that stand on the margin between conspiratorial thinking and social critique.  Authors will include John Robison, Jedediah Morse, Friedrich Nietzsche, Paul Blanshard, E. E. Evans-Pritchard, David Noebel, Pat Robertson, and Michel Foucault.  \nThe course will require the close reading and understanding of challenging texts, engagement with the ideas these present in class discussion, and the written exposition of positions and arguments.\nFall semester.  Professor A. Dole","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/RELI/RELI-323-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-111","x":25.0,"y":1.0,"id":"25","attributes":{"Title":"Introduction to Religion","Description":"Listed in: \n, as RELI-111\nFormerly listed as: RELI-11\nMoodle site: \n (Section 01)\n (Section 01)\nThis course introduces students to the comparative study of religion by focusing on a major theme within two or more religious traditions.  Traditions and topics will vary from year to year.  In 2015-16 the major traditions will be Christianity and Judaism and the theme will be \"the end of the world.\"  We will trace and compare Jewish and Christian ideas of an end-time often accompanied by expectations of cataclysm, judgment, and new creation and by varying definitions of the blessed saved and the irrevocably condemned.  Our study will include a trajectory from ancient to modern sources and draw from a variety of relevant media, historical moments, and cultural movements.\nFall semester.  Professors Doran and Niditch.\n$25","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RELI/RELI-111-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-210","x":26.0,"y":2.0,"id":"26","attributes":{"Title":"The Nature of Religion: Theories and Methods in Religious Studies","Description":"Listed in: \n, as RELI-210\nFormerly listed as: RELI-64\n (Section 01)\nWhat does religious studies study? How do its investigations proceed? Can a religion only be truly understood from within, by those who share its beliefs and values? Or, on the contrary, is only the person who stands “outside” religion equipped to study and truly understand it? Is there a generic “something” that we can properly call “religion” at all or is the concept of religion, which emerged from European Enlightenment, inapplicable to other cultural contexts? This course will explore several of the most influential efforts to develop theories of religion and methods for its study. We will consider psychological, sociological, anthropological, and phenomenological theories of religion, along with recent challenges to such theories from thinkers associated with feminist, post-modern and post-colonial perspectives.\nSpring semester.  Professor M. Heim.\n0","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RELI/RELI-210-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-131","x":27.0,"y":1.0,"id":"27","attributes":{"Title":"Religions of Latin America","Description":"Listed in: \n, as ANTH-231  |  \n, as RELI-131\nMoodle site: \nWilliam M. Girard (Section 01)\n(Offered as RELI 131 and ANTH 231.) This course provides an overview of religious traditions in Latin America with an emphasis on how colonialism, migration, missionary activities, and social and political movements have contributed to religious change in the region. The beginning of the course will focus on the religious history of Latin America. Topics to be considered include pre-Columbian religion, the Conquest, colonial Catholicism, church and state, religious syncretism, anti-clericalism in the nineteenth century, and the arrival of Protestant missionaries in the early twentieth century.  The remainder of the course will be devoted to contemporary religious life.  Particular attention will be paid to the entanglements between religious traditions and other social forces: women’s movements, revolution, neoliberalism, and the political mobilization of indigenous peoples and Latin Americans of African descent. The final weeks of the course will examine Latina/o religions in the United States.\nFall semester.  Visiting Lecturer Girard.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RELI/RELI-131-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-223","x":28.0,"y":2.0,"id":"28","attributes":{"Title":"To Be Religious and Modern","Description":"Listed in: \n, as RELI-223\nMoodle site: \n (Section 01)\nWhat does it mean to be both religious and modern? What is the relationship between religion and modern understandings of gender, race, and ethnicity? Are religious beliefs and modern science really at odds? How has religion contributed to making the modern world more peaceful and more violent? What role has religion played in creating modern, democratic nations? Through an exploration of the religious cultures of the some of the most historically influential democracies in the modern era—the U.S., France, India, with important side trips to Pakistan and Afghanistan—we will examine these and other questions about religion’s role in the modern world. We do so by exploring the interrelated themes of the “modern nation,” “modern belief,” “modern women (and men),” and “modern violence” in the U.S. and India, whose citizens are considered among the most religious in the modern world, and in France, whose citizens are considered among the most secular.\nFall semester.  Visiting Professor Mueller.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RELI/RELI-223-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-224","x":29.0,"y":2.0,"id":"29","attributes":{"Title":"\"Getting” Religion: Religion, Media and American Culture and Politics","Description":"Listed in: \n, as RELI-224\n (Section 01)\nDespite predictions to the contrary, the influence of religion on American public life has not waned; 90% of Americans recently reported having some belief in God. In fact, since 9/11—from Islamic terrorism (followed by anti-Islamic hate crimes) and America’s wars in the Middle East to Mitt Romney’s Mormonism and the Affordable Care Act’s contraception mandate—religion has played a role in almost every major debate in American politics and domestic and foreign policy, and often in American popular culture, too. To understand these debates, Americans open their newspapers (or smartphones), and turn on their radios and televisions. And yet, many journalists and commentators know very little about religion. In this course, we examine why and how the media fails to “get religion,” and how members of the media can get religion better: to write and comment on news events and popular culture with religious components with greater insight and accuracy.  In part I, “the Report,” we examine the best and worst practices of religion reporting. In part II, “the Op-ed,” using a series of case studies, we examine how “experts” and “activists” comment on and criticize religious news (or whole religions), and how these debates inform or distort public opinion about the faiths of American citizens. In part III, “the Review,” also using case studies, we study how media critics review art forms from museum exhibits to movies and Broadway musicals. In each part of the course, students put their knowledge to use, producing their own reports, Op-eds, and reviews on contemporary events and culture. For a final group project, students work in teams to create a web-based portfolio of their work.  \nSpring semester.  Visiting Lecturer Mueller.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RELI/RELI-224-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0},{"label":"RELI-273","x":30.0,"y":2.0,"id":"30","attributes":{"Title":"Christian Scriptures","Description":"Listed in: \n, as RELI-273\nFormerly listed as: RELI-22\n (Section 01)\nAn analysis of New Testament literature as shaped by the currents and parties of first-century Judaism. Emphasis will be placed on the major letters of Paul and the four Gospels.\nSpring semester.  Professor Doran.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RELI/RELI-273-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(125, 209, 46)","size":10.0}]}