{"edges":[{"label":"","source":"0","target":"8","id":"6","attributes":{},"color":"rgb(123, 190, 44)","size":1.0},{"label":"","source":"0","target":"9","id":"8","attributes":{},"color":"rgb(123, 190, 44)","size":1.0},{"label":"","source":"0","target":"24","id":"10","attributes":{},"color":"rgb(123, 190, 44)","size":1.0},{"label":"","source":"0","target":"25","id":"12","attributes":{},"color":"rgb(123, 190, 44)","size":1.0},{"label":"","source":"0","target":"27","id":"14","attributes":{},"color":"rgb(123, 190, 44)","size":1.0},{"label":"","source":"0","target":"30","id":"16","attributes":{},"color":"rgb(123, 190, 44)","size":1.0}],"nodes":[{"label":"LJST-110","x":2.5,"y":1.0,"id":"0","attributes":{"Title":"Introduction to Legal Theory","Description":"Listed in: \n, as LJST-110\nFormerly listed as: LJST-10\nMoodle site: \nLinda R. Meyer (Section 01)\nThis course explores questions in the philosophy of law: What is law? What is justice? What is morality? Is there a relation between law, morality, and justice? What is legal authority or validity? What are the sources of law and/or justice? How are texts law and how ought one to interpret them? What is the relation between law and power? What is the role of judges in interpreting law and deciding cases?\nLimited to 40 students. Fall semester. Visiting Professor Meyer.\nPriority given to LJST majors.","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/LJST/LJST-110-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-220","x":6.0,"y":2.0,"id":"1","attributes":{"Title":"Histories of Judgment","Description":"Listed in: \n, as LJST-220\nMoodle site: \n (Section 01)\nAlthough their jobs are distinct, the judge and the historian confront a number of similar questions. How, for instance, can we arrive at sound judgments about events that have occurred? What kinds of evidence should we rely upon as we do so? What should be our standard of proof? In what ways do our social and cultural contexts inform our judgments? Can we ever be certain in these judgments? In this course, we will explore various answers to these questions as we consider the similarities and differences between the roles of the judge and the historian. We will do this by studying exceptional histories of three trials—Carlo Ginzburg’s account of the heresy trial of Domenico Scandella, Natalie Zemon Davis’ account of the imposture trial of Arnaud du Tilh, and Jill Lepore’s account of the 1741 conspiracy trials of slaves and poor freemen in colonial New York—along with primary documents from each case and essays on historical methodology. Taken together, this material will help us to analyze the logics through which legal judgments were reached in the various cases, and to explore questions about legal evidence and standards of proof at different times and in different societies. It will also allow us to consider the kinds of judgments that historians can make about past societies given the primary evidence that is available to them, as well as the significance of their investigations for the present.\nLimited to 30 students. Fall semester. Visiting Professor S. Johnson.\npriority given to LJST Majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/LJST/LJST-220-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-232","x":7.0,"y":2.0,"id":"2","attributes":{"Title":"Marx, Revolution, and the Law","Description":"Listed in: \n, as LJST-232\nMoodle site: \n (Section 01)\nTo what extent can we change our world by changing our laws? We will explore this question through an intensive study of Karl Marx’s writings. Although Marx is most widely known for his arguments about political economy and revolution, his earliest scholarly energies were devoted to jurisprudence, and throughout his life he frequently returned to questions about the law’s nature, possibilities, and limits. He did so not only in his analyses of the state and capitalism, but also in his efforts to document the aims and experiences of political radicals and democratic and labor movements as they navigated repressive legal systems, fought for legal reforms, and developed alternative visions of how to regulate social life. We will therefore draw on diverse genres of writing from across Marx’s life—including letters, newspaper articles, pamphlets, speeches, manuscripts, essays, and \n, vol. 1—as we examine the relationship between the law and social transformation.\nLimited to 30 students. Spring semester. Visiting Professor S. Johnson.\npriority given to LJST Majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/LJST/LJST-232-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-206","x":8.0,"y":2.0,"id":"3","attributes":{"Title":"Apartheid","Description":"Listed in: \n, as BLST-217  |  \n, as LJST-206\nFormerly listed as: LJST-06\nMoodle site: \n (Section 01)\n(Offered as LJST 206 and BLST 217) The goal of this course will be to understand some of the problems posed for legal studies in the humanities by the emergence of the system of administrative and constitutional law known as apartheid. This system, which was designed to institute “separate development for separate peoples” in South Africa, is widely and rightly regarded to be among the most inhuman régimes of the 20th century. Yet even and especially today, more than a decade after its formal end in South Africa, apartheid’s social, economic, and epistemic conditions of possibility, as well as the place and function of lawyers, legal discourse, and legal scholars in the resistance to it, remains at best vaguely understood.\nThis course is designed to remedy this gap. Our inquiry will be at once specific and general. Under what economic and political conditions did apartheid come into being? What legal traditions and practices authorized its codification? What academic disciplines and intellectual formations rendered it intelligible and enabled its theorization? What specific arrangement of juridical institutions, practices, and theories together comprised the apartheid state? What was the place and function of law in the critique of and resistance to apartheid? What new and specific problems did apartheid pose for legal theory?\nLimited to 40 students. Spring semester.  Professor Sitze.\nProfessor will privilege writing samples\n49.00","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/LJST/LJST-206-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-247","x":9.0,"y":2.0,"id":"4","attributes":{"Title":"Genres of Responsibility","Description":"Listed in: \n, as LJST-247\nMoodle site: \n (Section 01)\nIf someone attempts to buy a stolen iPad and it turns out that the iPad wasn’t stolen, should the state prosecute an \n to purchase stolen goods? Under what circumstances should the use of a voodoo doll to inflict injury be considered an aggravated assault or an attempted murder? If my family stole your family’s land 150 years ago and has worked it since, what (if anything) are you owed? Law has a unique approach to such situations because it has its own internal logic and an account of judgment that differs from what we typically recognize as moral judgment. This course explores what distinguishes the legal account of responsibility from moral reasoning, aesthetic judgments, and psychoanalytic and sociological explanations of behavior. We will examine different legal categories, such as torts and crime and the way mental and physical (neurological) disabilities are treated by the law; the litigation of impossible acts, omissions, fraud, and the creation of passive risks; the reasonableness of social/sociological justifications and excuses (and the difference between a justification and an excuse); and, finally, the appropriateness of legal remedies to structural discrimination and ancient wrongs.\nLimited to 30 students.  Fall semester. Visiting Professor Youssef.\npriority given to LJST Majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/LJST/LJST-247-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-353","x":10.0,"y":3.0,"id":"5","attributes":{"Title":"Guantanamo:  Law, History, and U.S. Empire (Research Seminar)","Description":"Listed in: \n, as LJST-353\nMoodle site: \nClara J. Altman (Section 01)\n(Research Seminar)  The detention of “enemy combatants” at Guantanamo Bay Detention Facility has become a primary symbol of American hypocrisy after 9/11.  Critics have described Guantanamo as a legal “black hole,” and it is often depicted as a reflection of the rupture in American legal traditions initiated by the unprecedented scope of the Global War on Terror.  In this course we will consider this rupture narrative about American law in historical context. Using Guantanamo Bay as a case study in the history of law and U.S. imperialism, we will evaluate historical continuity and change across the range of legal issues raised by the detention of enemy combatants at Guantanamo. Topics include territoriality and legal borders, rights to legal process, the treatment of prisoners of war, and the power of military tribunals. Students will undertake independent research projects to gain the tools of legal historical research. They will learn to place doctrinal questions in broader social and cultural contexts, and they will explore the possibilities for using historical research to make informed and transformative contributions to discussions in law, history, and policy.  Students will synthesize their findings in three forms: in a written final essay, in an oral presentation to the class, and in a series of contributions to a group blog. \nLimited to 15 students; preference to LJST majors.  Spring semester.  Visiting Professor Altman.\nPriority would be given to LJST majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/LJST/LJST-353-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-222","x":11.0,"y":2.0,"id":"6","attributes":{"Title":"The Legal History of the U.S. in the World","Description":"Listed in: \n, as LJST-222\nMoodle site: \nClara J. Altman (Section 01)\nIs U.S. law fundamentally inward-looking or is it “cosmopolitan”?  Do jurisdictional boundaries and geographic borders constrain law or does law glide easily across them?  Does law restrain or facilitate government power in international affairs?  In this class we will consider the history of U.S. law and international affairs from the Declaration of Independence and the drafting of the U.S. Constitution to the Global War on Terror.  Core topics include war, diplomacy, colonialism, and foreign occupations with an eye to how international affairs have shaped U.S. law and how law has shaped U.S. engagement in the world. Readings include U.S. Supreme Court cases and other primary historical documents as well as works of law and history including David Armitage’s \n, Sally Merry’s \n, and Mary Dudziak’s \n. The class is reading-intensive and largely discussion-based. In addition to readings and class participation, students will complete a series of short analytical essays, a historically informed law and policy memorandum, and a major final essay.\nLimited to 30 students.  Fall semester.  Visiting Professor Altman.\nPriority would be given to LJST majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/LJST/LJST-222-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-105","x":12.0,"y":1.0,"id":"7","attributes":{"Title":"Race, Place, and the Law","Description":"Listed in: \n, as BLST-147  |  \n, as LJST-105\nFormerly listed as: BLST-71  |  LJST-05  |  LJST-33\nMoodle site: \n (Section 01)\n(Offered as LJST 105 and BLST 147 [US].) Understandings of and conflicts about place are of central significance to the experience and history of race and race relations in America. The shaping and reshaping of places is an important ingredient in the constitution and revision of racial identities: think of “the ghetto,” Chinatown, or “Indian Country.” Law, in its various manifestations, has been intimately involved in the processes which have shaped geographies of race from the colonial period to the present day: legally mandated racial segregation was intended to impose and maintain both spatial and social distance between members of different races.\nThe objective of this course is to explore the complex intersections of race, place, and law. Our aim is to gain some understanding of geographies of race “on-the-ground” in real places, and of the role of legal practices--especially legal argument--in efforts to challenge and reinforce these racial geographies. We will ask, for example, how claims about responsibility, community, rationality, equality, justice, and democracy have been used to justify or resist both racial segregation and integration, access and expulsion. In short, we will ask how moral argument and legal discourse have contributed to the formation of the geographies of race that we all inhabit. Much of our attention will be given to a legal-geographic exploration of African-American experiences. But we will also look at how race, place and the law have shaped the distinctive experiences of Native Americans, Hispanic Americans, and Asian Americans.\nLimited to 40 students. Fall semester.  Senior Lecturer Delaney.\nPriority to LJST and BLST majors, and then by seniority.\n$15.00","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/LJST/LJST-105-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-349","x":1.0,"y":3.0,"id":"8","attributes":{"Title":"Law and Love (Analytical Seminar)","Description":"Listed in: \n, as LJST-349\nFormerly listed as: LJST-49\nMoodle site: \n (Section 01)\n(Analytic Seminar) At first glance, law and love seem to tend in opposing directions: where law is constituted in rules and regularity, love emerges in contingent, surprising, and ungovernable ways; where law speaks in the language of reason, love’s language is of sentiment and affect; where law regulates society through threats of violence, love binds with a magical magnetism. In this seminar, placing materials in law and legal theory alongside theoretical and imaginative work on the subject of love, we invert that premise of opposition in order to look for love’s place in law and law’s in love. First we will inquire into the ways in which laws regulate love, asking how is love constituted and arranged by those regulations, and on what grounds it escapes them. In that regard we will explore, among other areas, the problematics of passion in criminal law and laws regulating sexuality, marriage, and family. Second we will ask, how does love in its various guises (as, philia, eros, or agape) manifest itself in law and legal theory, and indeed partly constitute law itself? Here we will explore, for example, sovereign exercises of mercy, the role of equity in legal adjudication, and the means that bind legal subjects together in social contract theory. Finally, we will explore an analogy drawn by W. H. Auden, asking how law is like love, and by extension love like law. How does attending to love’s role in law, and law’s in love, shift our imaginings of both?\nLJST Majors given preference\n38.00","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/LJST/LJST-349-1516F'> Course Site </a>","Requisite":["Requisite: LJST 110 or consent of the instructor. Open to juniors and seniors. Limited to 15 students. Fall semester.  Professor Umphrey."]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-354","x":2.0,"y":3.0,"id":"9","attributes":{"Title":"The Crisis of Neoliberal Legal Theory","Description":"Listed in: \n, as LJST-354\nFormerly listed as: LJST-54\nMoodle site: \n (Section 01)\n(Research Seminar) The theory of governance known today as \"neoliberalism\" is most often understood as a mainly economic policy.  Both its opponents and its proponents seem to agree that neoliberalism is best debated as an ensemble of practices (such as free trade, privatization, deregulation, competitiveness, social-spending cutbacks and deficit reduction) that emphasize the primacy of the free market in and for the arrangement of social and political orders.  But, particularly in its initial theorizations, neoliberalism was also, perhaps even primarily, a philosophic doctrine concerning the place and function of law in and for human civilization in general.  At the 1938 Walter Lippman Colloquium in Paris and then again at the inaugural 1947 meeting of the Mont Pelerin Society in Switzerland, the leading figures of what would later become known as neoliberalism criticized existing economic theories for neglecting basic questions of legal theory and argued that capitalism could not be saved from the perils of socialism and communism without a renewed understanding of, and insistence on, the rule of law.  In this course, we shall take this, the \"legal theoretical\" origin of neoliberalism, as a point of departure for understanding neoliberalism as a whole.  In the first half of the course, we shall seek to understand neoliberalism on the basis of the way it posed law as a problem for thought.  In relation to what alternate theories of law did neoliberalism emerge?  On what terms did neoliberals reinterpret the \"classical\" liberalism of Hobbes and Locke?  How did certain concepts of law figure into the way that neoliberal thinkers arrived at their understandings of the basic meanings of life and labor?  In the second half of the course, we shall explore the ways in which various critics of neoliberalism have sought to expose and to question the legal theories at its origin.  How might renewed attention to legal theoretical problems help us today in our attempt to think and act beyond neoliberalism's constitutive limits?  Our goal in all phases of the course will be to reconstruct neoliberal thought on its own terms in order to grasp better its contemporary incoherence, crisis, and dissolution.   Readings will include Samir Amin, Zygmunt Bauman, Michel Foucault, Milton Friedman, Michael Hardt and Antonio Negri, David Harvey, Friedrich Hayek, Maynard Keynes, Naomi Klein, Karl Marx, Ludwig von Mises, Alexander Rustow, and Saskia Sassen.\nPriority to LJST majors, and then by seniority.\n18.00","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/LJST/LJST-354-1415F'> Course Site </a>","Requisite":["Requisite:  LJST 110 or consent of the instructor.  Limited to 15 students.  Fall semester.  Professor Sitze."]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-239","x":13.0,"y":2.0,"id":"10","attributes":{"Title":"Judgment and the Novel","Description":"Listed in: \n, as LJST-239\nMoodle site: \n (Section 01)\nThis course approaches the problem of judgment and narrative in the context of a “crisis of judgment” that plagued the eighteenth-century novel and returned in the twentieth century. In this crisis, we see either a suspension of judgment (judgment is withheld, deemed condemnatory, moralizing, idiosyncratic) or an insistence that judgment be reached objectively, scientifically, or we see it as simply necessary. The novel stages and complicates this crisis. We will ask whether novels teach readers how to judge others or complicate and forestall judgment? In the first part of the course, we will look at other responses to the crisis of judgment, such as aesthetic and legal responses. We will think about what goes into a judgment; what makes a judgment legitimate; whether judgments even should be objective or intuitive; and what problems are posed by judicial discretion and precedent. We will read these in the context of historical work on common law legal judgment, record-keeping and\n. We then turn back to the eighteenth century to broach the problem of judgment in moral and aesthetic writings. We will consider some major, but relatively short novels (that might include Haywood’s \n, Fielding’s \n, Austen’s \n, Godwin’s \n Brown’s \n and, more recently, McEwan’s \n and St. Aubin’s \n) with a view to how they stage the interrelated problems of judgment, subjectivity, and autonomy.\nLimited to 30 students.  Fall semester.  Visiting Professor Youssef.\npriority given to LJST and English Majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/LJST/LJST-239-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-209","x":14.0,"y":2.0,"id":"11","attributes":{"Title":"Utopia, Dystopia and the Law","Description":"Listed in: \n, as LJST-209\nMoodle site: \nEthan H. MacAdam (Section 01)\nLaw has long been as central to the literary genre of utopian/dystopian writing as this genre has been to the legal imagination. Indeed, most schools of legal thought aim in some way at the optimization of human beings’ social, economic, and other modes of existence; conversely, utopian narratives consistently portray different juridical systems which are productive of the highest forms of peace, prosperity, morality and beauty, while dystopian texts complementarily explore (often very similar) systems as leading to various sorts of totalitarianism, legal madness and disaster.\nIn studying a range of literary texts and works of legal and critical theory, this course will pursue multiple lines of inquiry: Why should law and utopian/dystopian literature share these links, and where does each discourse enrich or hamper the other? How do the inner complexities of these discourses condition that affinity? Where (despite this affinity) do we find legal and utopian discourse at odds, and why? (e.g., why do we so often receive the impression that legal and political scholars reject utopian thinking as an impractical dream or, worse, a recipe for dystopia?) How does history condition our answers to all these questions, as well as to the question of why our own era seems to prefer dystopian narrative to its utopian counterpart?\nLimited to 30 students. Fall semester.  Visiting Professor MacAdam.\nPriority given to LJST majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/LJST/LJST-209-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-351","x":15.0,"y":3.0,"id":"12","attributes":{"Title":"Learning Law in Childhood:  Enchantment and Disenchantment in Children's Literature and Law","Description":"Listed in: \n, as LJST-351\nMoodle site: \nLinda R. Meyer (Section 01)\nWhy is ignorance of the law no excuse, when most people never read court cases and statutes?  How do the stories of childhood, of enchantment and disenchantment, utopia and dystopia, justice and injustice, virtue and vice, inhabit and haunt the law, and how does the law haunt childhood’s stories?  To explore these questions, we will read children’s tales alongside legal and philosophical/theoretical texts to explore the interplay between children’s narratives, aspirations for justice, and realities of law. The seven initial classes will use children's books and stories to develop discussion of the following basic course themes and skills: enchantment and disenchantment in legal theory; genre, form, and style concepts specific to children’s literature; legal and literary conceptions of the “child”; narrative in law; and didacticism in children’s literature.\nDuring the first seven weeks, students will write two short papers on specific prompts. In the five remaining classes, students will take turns leading class discussions based on suggested readings about enchantment or disenchantment in law and children’s literature. These discussions will serve as the basis for a longer course paper on the same topic. The last two classes will consider alternatives to the enchantment/disenchantment binary.  Class discussion and participation will be key components of the course.\nLimited to 18 students.  Spring semester. Visiting Professor Meyer.\nPriority given to LJST majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/LJST/LJST-351-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-103","x":16.0,"y":1.0,"id":"13","attributes":{"Title":"Legal Institutions and Democratic Practice","Description":"Listed in: \n, as LJST-103\nFormerly listed as: LJST-03  |  LJST-23\n (Section 01)\nThis course will examine the relationship between legal institutions and democratic practice. How do judicial decisions balance the preferences of the majority and the rights of minorities? Is it possible to reconcile the role that partisan dialogue and commitment play in a democracy with an interest in the neutral administration of law? How does the provisional nature of legislative choice square with the finality of judicial mandate? By focusing on the United States Supreme Court, we will consider various attempts to justify that institution’s power to offer final decisions and binding interpretations of the Constitution that upset majoritarian preferences. We will examine the origins and historical development of the practice of judicial review and consider judicial responses to such critical issues as slavery, the New Deal, and abortion. The evolving contours of Supreme Court doctrine will be analyzed in the light of a continuing effort to articulate a compelling justification for the practice of judicial intervention in the normal operation of a constitutional democracy.\nLimited to 40 students. Spring semester.  Professor Douglas.\nPriority to LJST majors, and then by seniority.","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/LJST/LJST-103-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-225","x":17.0,"y":2.0,"id":"14","attributes":{"Title":"Film, Myth, and the Law","Description":"Listed in: \n, as FAMS-371  |  \n, as LJST-225\nFormerly listed as: FAMS-51  |  LJST-25  |  LJST-52\nMoodle site: \n (Section 01)\n(Offered as LJST 225 and FAMS 371.)  The proliferation of law in film and on television has expanded the sphere of legal life itself. Law lives in images that today saturate our culture and have a power all their own, and the moving image provides a domain in which legal power operates independently of law’s formal institutions. This course will consider what happens when legal events are re-narrated in film and examine film’s treatment of legal officials, events, and institutions (e.g., police, lawyers, judges, trials, executions, prisons). Does film open up new possibilities of judgment, model new modes of interpretation, and provide new insights into law’s violence? We will discuss ways in which myths about law are reproduced and contested in film. Moreover, attending to the visual dimensions of law’s imagined lives, we ask whether law provides a template for film spectatorship, positioning viewers as detectives and as jurors, and whether film, in turn, sponsors a distinctive visual aesthetics of law. Among the films we may consider are \n and\n. Throughout we will draw upon film theory and criticism as well as the scholarly literature on law, myth, and film.\nLimited to 30 students. Spring semester. Professor Umphrey.\nWe aim to admit a mix of students with background in LJST and/or film studies in order to foster a rich interdisciplinary conversation.\n15.00","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/LJST/LJST-225-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-231","x":18.0,"y":2.0,"id":"15","attributes":{"Title":"Social Movements and Social Change","Description":"Listed in: \n, as LJST-231\nFormerly listed as: LJST-31\nMoodle site: \n (Section 01)\nThis course examines social movements (and related phenomena) as integral elements of legal orders and as significant sources of legal transformations. Through interdisciplinary, cross-cultural, and historical analyses, the course will explore the ways in which non-state actors engage formal legal institutions to shape or reform law, in order to affect the conditions of social life. Of particular interest are not merely desired changes in laws but resultant changes in the culture of law more broadly. The course will draw on a wide range of movements (historical and contemporary; “progressive” and conservative; broad-based and narrowly focused; American and non-American; local, national and global; North and South, activist and bureaucratic from “below” and from “within”; etc.) and study two or three in closer detail. The over-arching objective is to achieve a richer understanding of both the inner workings of “the law” and the dynamic life of law outside of formal institutions.\nLimited to 30 students. Spring semester. Senior Lecturer Delaney.\nPriority will be given to LJST majors and Amherst College students\n29.00","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/LJST/LJST-231-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-207","x":19.0,"y":2.0,"id":"16","attributes":{"Title":"Roman Law","Description":"Listed in: \n, as LJST-207\nMoodle site: \n (Section 01)\nThe influence of Roman law far exceeded the spatial and temporal limits of the Republic and Empire that produced it. Concepts and doctrines from the Roman legal tradition have informed how subsequent societies have understood the idea of private property, for instance, and they have also played a role in the evolution of the law of the sea, international law, and human rights law. In this course, we will study this important legal tradition through sources that date from 450 BC to 533 AD, including the Law of the Twelve Tables; Cicero’s speeches and treatises; the histories of Sallust, Livy, Plutarch, Suetonius, and Appian; the \nof Gaius; and the \nof Justinian. We will use these texts as resources for exploring the ways in which the law both reflected and shaped ethical, social, and political systems within Rome. Throughout the course, we will be especially attuned to the meanings that law and justice held for the Romans, the diverse sources of law in Rome, the forms of power that the law secured within the Roman socio-political order, the ways in which Romans sought to use the law to resolve problems that arose within the Republic and the Empire, as well as the relationship between law and rhetoric. Among the specific laws that we will examine are those concerning landholdings, theft, citizenship, slaves, marriage, and the family.\nLimited to 30 students. Fall semester.  Visiting Professor S. Johnson.\nPriority given to LJST Majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/LJST/LJST-207-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-241","x":20.0,"y":2.0,"id":"17","attributes":{"Title":"Critical Theory","Description":"Listed in: \n, as LJST-241\nMoodle site: \n (Section 01)\nEnlightenment philosophers argued that law and reason were sources of freedom and human flourishing. This course explores the ways in which later social theorists challenged and qualified this claim as they confronted the legacies of Enlightenment and the effects of capitalism. We will begin by studying the roots of critical theory in eighteenth- and nineteenth-century philosophy before turning to works by some of the most prominent critical theorists of the last century: Walter Benjamin, Max Horkheimer, Theodor Adorno, and Herbert Marcuse. These readings will invite us to examine the forms in which domination and alienation appeared in the mid-twentieth century; the relationship between art and society; the meaning of values such as equality, progress, self-reliance, morality, thrift, and truth; as well as a variety of accounts of the requirements for emancipation and flourishing. In the second part of the course we will turn to writings by Michel Foucault, Jürgen Habermas, and Nancy Fraser in order to consider the nature of power, domination, and critique in the late-twentieth and early twenty-first centuries. In both parts of the course, we will be especially concerned to discover how critical theorists’ concepts and models of inquiry can help us to interrogate contemporary social orders.\nLimited to 30 students.  Spring semester.  Visiting Professor S. Johnson.\npriority given to LJST Majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/LJST/LJST-241-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-214","x":21.0,"y":2.0,"id":"18","attributes":{"Title":"What's So Great About (In)Equality?","Description":"Listed in: \n, as LJST-214\nFormerly listed as: LJST-14\nMoodle site: \n (Section 01)\nIn our world, commitment to \"equality\" in one sense/form or another is nearly uncontested.  At the same time, the form that it should take, its normative ground, scope, limits and conditions, the ways in which it may be realized, and much else are deeply contested.  It is also the case that the world in which we live is characterized by profound, enduring and intensifying inequalities and numerous exceptions to the principle.  These may be justified with reference to various countervailing commitments that are accorded ethical or practical priority (desert, liberty, efficiency, political stability, ecological integrity, pluralism, etc.). This suggests that while for many \"equality\" may be normatively compelling, its realization may be subordinated to any number of interests and desires; or, to put it bluntly, there may be such a condition as \n equality or \n inequality, privilege and \"disadvantage.\"  This course treats these themes as they have arisen in distinctively legal contexts, projects and arguments.  It will engage a range of debates within political philosophy and legal theory as to the appropriate limits of equality.  While many forms and expressions of inequality have fallen into relative disfavor, some seem virtually immune to significant amelioration.  Among these are those associated with social-economic class.  Following general investigations of egalitarianism and anti-egalitarianism in social thought and legal history, we will devote closer attention to the legal dimensions of class inequality in contexts such as labor law, welfare and poverty law, education and criminal justice.  We will conclude with an examination of the limits of legal egalitarianism vis-à-vis international class-based inequalities under conditions of globalization and cosmopolitan humanitarianism. \nLimited to 40 students.  Spring semester.  Senior Lecturer Delaney.\nPriority will be given to LJST majors and Amherst College Students\n23.00","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/LJST/LJST-214-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-218","x":22.0,"y":2.0,"id":"19","attributes":{"Title":"Hegel's Philosophy of Right","Description":"Listed in: \n, as LJST-218\nMoodle site: \n (Section 01)\nIn 1820, G.W.F. Hegel completed the last of his major published works: the \n. Almost immediately, Hegel’s text would be criticized as a work of philosophical apology—a rationalization and justification of the repressive Prussian state. Later readers of Hegel would intensify this criticism, interpreting the\nas a terminal limit for Hegelian thought as such—a point in Hegel's intellectual itinerary where his dialectical reason turned into undialectical dogma, his attempt to think actual experience deteriorated into mystical abstraction, and his affirmation of freedom reconciled itself with an affirmation of unfreedom. The goal of this course is to review and rethink these criticisms. By engaging in a close reading of the \nwe shall seek to derive from Hegel's text a relation between thought and law that has been occluded by the traditional assessment of this work\nAs a part of this reading, we shall pay special attention to the place and function of the criticism of the \nwithin the genesis of the scholarly field known as “critical theory.” Along the way, we shall pose general questions about what it means to interpret a canonical philosophic text, how to perform a close reading of a translated work, and why “critique” remains essential for education today.\nLimited to 40 students.  Fall semester. Professor Sitze.\n \nPriority given to LJST majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/LJST/LJST-218-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-219","x":23.0,"y":2.0,"id":"20","attributes":{"Title":"Between Facts and Norms:  Liberalism and the Case of Islam","Description":"Listed in: \n, as LJST-219  |  \n, as SWAG-219\n (Section 01)\n(Offered as LJST 219 and SWAG 219.)  Every day on the news the same drama of liberal and Islamic mutual incomprehension plays out. In flare-ups over cartoons and Mohammed, or the veil and citizenship, the same comments repeat themselves. This repetitiveness begs the question of what constitutes liberalism, and whether religious belief, specifically Islam (but also in sensational coverage of practices such as polygamy), might be anathema to liberalism. If the American Constitution cherishes religious expression, why do even mainstream, dominant religions in the U.S. claim that they are under fire? Why does Islam remain a problem for pluralism even in a political philosophy designed to govern a multicultural society? Can there be liberal forms of Islam? This course seeks first to explore issues related generally to understanding the relationship of religious belief and practice to the politics of a liberal state and second to apply these to understanding the place of Islam and Muslims in liberal states. We will also discuss the law of religious accommodation in Canada and the United States, the related problem of multiculturalism, religious formulations of these problems, including contemporary writing by Jewish and Christian theologians, and historical Muslim responses to the possibility of non-Islamic rule. In addition to examining some of the political thought of pre-modern Muslims, we will discuss Muslim responses to liberalism and modernization. Finally, we look at the practice of religious freedom as related by Muslims in liberal and Islamic societies.\nLimited to 30 students. Spring semester. Visiting Professor Youssef.\npriority given to LJST Majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/LJST/LJST-219-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-228","x":24.0,"y":2.0,"id":"21","attributes":{"Title":"The Law, the Human, and the Person: Corporate Legal Theory and Corporate Representation","Description":"Listed in: \n, as LJST-228\nMoodle site: \n (Section 01)\nRecent rulings by the U.S. Supreme Court that posit corporations as persons transform our law, culture and understanding of what it means to be a \"person\" (\n (2010); \n (2014). This course concerns the corporate person and the assumptions behind this legal doctrine, derived from the the law of the household. We will explore corporate legal theory, its compatibility with public law and the corporation’s access to rights. Special attention will be paid to the way the notion of the corporate personhood entails a shift in how we understand specific rights, such as rights to expressive and religious freedom. In addition to the unique nature of corporate expression, students will also examine fictional and popular representations of the corporation. The course is thoroughly interdisciplinary, so students will have the opportunity to engage in discourses outside of their training and comfort zone.\nLimited to 30 students. Spring semester. Visiting Professor Youssef.\npriority given to LJST and English Majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/LJST/LJST-228-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-227","x":25.0,"y":2.0,"id":"22","attributes":{"Title":"Sustainability and the Fate of Law:  Can Law Save the World?","Description":"Listed in: \n, as LJST-227\nMoodle site: \n (Section 01)\nMost people are aware that \"the world\" (the sum of planetary environmental systems) is changing in ways that are already generating dramatic and largely negative consequences for \"the world\" (Earth as the home of Life) and that the trajectories of change presage even greater instability. Since the blossoming of environmentalism a half-century ago, those most concerned and involved in responding to these challenges have recognized that a robust engagement with law is required for reversing or mitigating these changes. This has resulted in a massive body of environmental law from local land use regulations to national environmental regulatory regimes and international conventions. While some of this has been effective, the velocity of global political, economic and cultural change appears to undermine or render ineffective many legal interventions. As scientists revise predictions regarding the severity and rate of environmental degradation, doubts have been raised about the sufficiency or capacity of existing law to respond appropriately.  This course undertakes a broad, critical examination of the role of law in promoting and perhaps impeding environmental sustainability and asks what this reveals about the possibilities and limits of law. It begins by posing such questions as: Does \"sustainability\" entail sacrifice? If so, what role do distinctively legal practices and institutions play in giving effect to such sacrifices? Might something that we feel is fundamental to law itself need to be sacrificed? Following a brief survey of key aspects of existing environmental law, in which we assess what has and has not worked, we will engage a range of recent arguments in environmental legal theory (such as earth justice, wild law, green legal theory) which ask us to rethink what we want--or need--law to be.\nLimited to 30 students. Fall semester. Senior Lecturer Delaney.\nPreference will be given to LJST and Environmental Studies Majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/LJST/LJST-227-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"POSC-474","x":26.0,"y":4.0,"id":"23","attributes":{"Title":"Norms, Rights, and Social Justice: Feminists, Disability Rights Activists and the Poor at the Boundaries of the Law","Description":"Listed in: \n, as LJST-374  |  \n, as POSC-474\nFormerly listed as: LJST-39  |  POSC-74\nMoodle site: \n (Section 01)\n(Offered as POSC 474 [SC] and LJST 374.) This seminar explores how the civil rights movement began a process of social change and identity-based activism. We evaluate the successes and failures of “excluded” groups’ efforts to use the law. We primarily focus on the recent scholarship of theorists, legal professionals, and activists to define “post-identity politics” strategies and to counteract the social processes that “normalize” persons on the basis of gender, sexuality, disability, and class. \nPriority given to political science majors\n29.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-474-1415F'> Course Site </a>","Requisite":["Requisite: One introductory Political Science course or its equivalent. Limited to 15 students. Fall semester. Professor Bumiller."]},"color":"rgb(2, 25, 25)","size":10.0},{"label":"LJST-226","x":0.0,"y":2.0,"id":"24","attributes":{"Title":"Critical Legal Geographies","Description":"Listed in: \n, as LJST-226\nFormerly listed as: LJST-26\nMoodle site: \n (Section 01)\nThe spatiality of social life is a fundamental element of human existence, not least through its involvement with power of various sorts. Spatiality is also a significant--and problematic--dimension of law (think of sovereignty, jurisdiction, citizenship). At the same time, law is a significant force through which spatiality is produced, reinforced, contested and transformed. Law literally constitutes social spaces through constitutions, treaties, statutes, contracts, modes of surveillance and policing, and so on. As it does so, it constitutes itself as a force in the world. Law may also be an arena in which other social-spatial conflicts are played out and, provisionally, resolved. The course will consider both the changing spatiality of law (its scope, scale, limits; its vectors and circuits) and the changing legal constitution of other social spaces. This will be done through an engagement with contemporary socio-spatial and legal theories and through a survey of exemplary events and situations. Among the more specific topics we will consider are privacy and property; public space of speech and dissent; migration, displacement and sanctuary; colonialism and occupation. The contexts of our study will not be limited to/by American law but will include examples involving international law, forms of legal pluralism, and other legal-cultural contexts. The course will conclude with an investigation of globalization and the emergence of cyberspace and their posited effects on the very possibility of law as we have come to understand and experience it.\nPriority to LJST majors, and then by seniority.\n27.00","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/LJST/LJST-226-1415S'> Course Site </a>","Requisite":["Requisite: LJST 110 or consent of the instructor. Limited to 30 students. Spring semester. Senior Lecturer Delaney."]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-341","x":3.0,"y":3.0,"id":"25","attributes":{"Title":"Interpretation in Law and Literature","Description":"Listed in: \n, as LJST-341\nFormerly listed as: LJST-41\nMoodle site: \n (Section 01)\n(Analytic Seminar) Interpretation lies at the center of much legal and literary activity. Both law and literature are in the business of making sense of texts--statutes, constitutions, poems or stories. Both disciplines confront similar questions regarding the nature of interpretive practice: Should interpretation always be directed to recovering the intent of the author? If we abandon intentionalism as a theory of textual meaning, how do we judge the “excellence” of our interpretations? How can the critic or judge continue to claim to read in an authoritative manner in the face of interpretive plurality? In the last few years, a remarkable dialogue has burgeoned between law and literature as both disciplines have grappled with life in a world in which “there are no facts, only interpretations.” This seminar will examine contemporary theories of interpretation as they inform legal and literary understandings. Readings will include works of literature (Hemingway, Kafka, Woolf) and court cases, as well as contributions by theorists of interpretation such as Spinoza, Dilthey, Freud, Geertz, Kermode, Dworkin, and Sontag.\nPreference is given to majors who have satisfied the prerequisites and other students with a background in interpretive theory.\n27.00","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/LJST/LJST-341-1415S'> Course Site </a>","Requisite":["Requisite: LJST 110 or consent of the instructor. Limited to 15 students. Spring semester.  Professor Douglas."]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-208","x":27.0,"y":2.0,"id":"26","attributes":{"Title":"Global Law","Description":"Listed in: \n, as LJST-208\nMoodle site: \nClara J. Altman (Section 01)\nDoes law create global order?  Can international law prevent abuses of power? Are national sovereignty and international law compatible? These questions have been at the center of the quest for international order through law in the modern world. This course examines the ideas, values, and concepts that have structured international legal thought from the seventeenth-century law of nations tradition to the modern liberal international order. Core topics include liberal democratic revolutions, capitalism and trade, imperialism, human rights, and international institutions with a focus on the historical evolution of Western and non-Western ideas and practices of international law. Readings include primary historical documents and secondary works in law and history.\nLimited to 40 students  Spring semester. Visiting Professor Altman.\nPreference given to LJST majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/LJST/LJST-208-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-350","x":4.0,"y":3.0,"id":"27","attributes":{"Title":"Twentieth-Century American Legal Theory","Description":"Listed in: \n, as LJST-350\nFormerly listed as: LJST-50\n (Section 01)\n(Analytic Seminar) The discipline of legal theory has the task of making law meaningful to itself. But there is a variety of competing legal theories that can make law meaningful in divergent ways. By what measure are we to assess their adequacy? Is internal coherence the best standard or should legal theory strive to accord with the extra-legal world? Then too, the institutions and practices of law are components of social reality and, therefore, as amenable to sociological or cultural analysis as any other component. Here again, many different kinds of sense can be made of law depending upon how “the social” is itself theorized. This course engages the theme of law and the problems of social reality by way of a three-step approach. The first part of the course presents an overview of the main lines of twentieth-century American legal thought. We begin with a study of legal formalism and the challenges posed to it by legal realism and its various successor theories. One focus of debate between formalism and its rivals is how much social realism should be brought to bear on legal analysis. Another question is: what kind of social realism should be brought to bear on the analysis of law. The second segment of the course provides a survey of some of the candidates. These include the Law and Society Movement, neo-Marxism and Critical Legal Studies. In the final segment we look at how these theoretical issues are given expression in connection with more practical contexts such as poverty law, labor law or criminal law.\nPreference will be given to LJST majors and to juniors & seniors\n5.30","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/LJST/LJST-350-1516S'> Course Site </a>","Requisite":["Requisite: LJST 110. Open to juniors and seniors. Limited to 15 students. Spring semester.  Senior Lecturer Delaney."]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-356","x":28.0,"y":3.0,"id":"28","attributes":{"Title":"Representing and Judging the Holocaust (Research Seminar)","Description":"Listed in: \n, as LJST-356\nFormerly listed as: LJST-56\n (Section 01)\n(Research Seminar) This seminar will address some of the foundational questions posed by radical evil to the legal imagination. How have jurists attempted to understand the causes and logic of genocide, and the motives of its perpetrators? Is it possible to “do justice” to such extreme crimes? Is it possible to grasp the complexities of history in the context of criminal trial? What are the special challenges and responsibilities facing those who struggle to submit traumatic history to legal judgment? We will consider these questions by focusing specifically on a range of legal responses to the crimes of the Holocaust. Our examination will be broadly interdisciplinary, as we compare the efforts of jurists to master the problems of representation and judgment posed by extreme crimes with those of historians, social theorists, and artists. Readings will include original material from the Nuremberg, Eichmann, and Irving trials, and works by, among others, Hannah Arendt, Zygmunt Bauman, Christopher Browning, Primo Levi, and Art Spiegelman.\nLimited to 15 students.  Spring semester.  Professor Douglas.\npriority given to LJST Majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/LJST/LJST-356-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-143","x":29.0,"y":1.0,"id":"29","attributes":{"Title":"Law's History","Description":"Listed in: \n, as LJST-143\nFormerly listed as: LJST-43\n (Section 01)\nThis course examines the ways in which historical thinking and imagining operate in the domain of law.  History and law are homologous and tightly linked.  Law in various guises uses history as its backbone, as a lens through which to view and adjudicate tangled moral problems, and as a means of proof in rendering judgment.  Questions of history and precedent are integral to an understanding of the way language and rhetoric operate in the very creation of legal doctrine.  Moreover, law’s use of history also has a history of its own, and our present understanding of the relationship between the two is a product of Enlightenment thinking.  Conceiving of history as one kind of “narrative of the real,” in this course we will explore the premises that underlie history’s centrality to law as we inquire after the histories that law demands, creates, and excludes, as well as the ways in which law understands and uses history to seek finality, and to legitimize its authority.\nLimited to 40 students. Spring semester. Professor Umphrey.\npreference given to LJST majors and underclass students interested in LJST","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/LJST/LJST-143-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-357","x":5.0,"y":3.0,"id":"30","attributes":{"Title":"Property, Liberty and Law","Description":"Listed in: \n, as LJST-357\nFormerly listed as: LJST-57\nMoodle site: \n (Section 01)\n(Research Seminar) What we call property is enormously important in establishing the nature of a legal regime. Moreover, an exploration of property offers a window on how a culture sees itself. Examining how property notions are used and modified in practice can also provide critical insights into many aspects of social history and contemporary social reality.\nWe will begin our discussion of property by treating it as an open-ended cluster of commonplace and more specialized notions (e.g., owner, gift, lease, estate) used to understand and shape the world. We will look at how the relation of property to such values as privacy, security, citizenship and justice has been understood in political and legal theory and how different conceptions of these relations have entered into constitutional debates. We will also study the relationship of property and the self (How might one’s relation to property enter into conceptions of self? Do we “own” ourselves? Our bodies or likenesses? Our thoughts?), property and everyday life (How are conceptions of property used to understand home, work and community?) and property and culture, (Do our conceptions of property influence understandings of cultural differences between ourselves and others? Does it make sense to claim ownership over one’s ancestors?). In sum, this course will raise questions about how property shapes our understandings of liberty, personhood, agency and power.\nJunior majors have priority, then non-majors.","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/LJST/LJST-357-1516F'> Course Site </a>","Requisite":["Requisite: LJST 110 or consent of the instructor. Limited to 15 students. Fall semester. Senior Lecturer Delaney."]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-223","x":30.0,"y":2.0,"id":"31","attributes":{"Title":"Boundaries of Belonging:  Law and Citizenship","Description":"Listed in: \n, as LJST-223\nMoodle site: \nClara J. Altman (Section 01)\nHow has law structured who belongs and who is foreign to the United States? In this class, we will take a broad historical look at the law of citizenship to answer this question.  Beginning with the founding of the nation, we will consider the various ways that law has defined the fundamental privileges and obligations of national belonging, and then policed the boundaries between those entitled to the privileges of citizenship and those denied them. We will discuss how legal concepts of social and political belonging rooted in ideas about self-ownership changed over time to the twentieth century civil rights paradigm; how certain groups have been excluded from the full benefits of citizenship on the basis of race, gender, ethnicity, sexuality, and political and territorial status; how individuals have used the courts to challenge those exclusions and claim citizenship rights; and how the legal rules and procedures that determine who can be admitted to the country and who cannot reflect evolving state preferences and fears of foreignness. Students will read U.S. Supreme Court cases including \n, \n, \n, and \n with works of history, law, and political science. Readings include Barbara Welke’s \n, Mae Ngai’s \n, Risa Goluboff’s \n, and David Cole’s \n. In addition to regular class attendance, reading, and discussion, students will complete several written assignments including short analytical essays, and an assignment in which they will rewrite a portion of a Supreme Court opinion.\nLimited to 30 students.  Fall semester.  Visiting Professor Altman.\nPriority would be given to LJST majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/LJST/LJST-223-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0},{"label":"LJST-229","x":31.0,"y":2.0,"id":"32","attributes":{"Title":"Natural Law","Description":"Listed in: \n, as LJST-229\nMoodle site: \nEthan H. MacAdam (Section 01)\nWhat is meant by “natural law”? This course will explore this strange legal category from the ancient world through the present day. What connection did (or does) natural law have to the will of a God or other deity, and yet how has it also become something separate from “divine law”? What is “natural” about natural law, and does this quality make it somehow more primitive than, or prior to, or better than, positive (government-made) law? In modern secular societies, what are the post-religious understandings of the natural law idea, which is still thought by some to encompass our intuitions about justice or to frame our conceptions of positive law?\nIn exploring the history and present state of this order of law which, in different moments, seems both to found positive law and to go beyond it, we will also ask: why is natural law traditionally associated with the “law of nations” or international law? How easily does natural law--particularly in the form of common law and the practices of judicial review--coexist with positive law? If these two conflict, which are we bound to follow? Does natural law jurisprudence have a substantial role to play in actual legal proceedings? Can it govern conduct between governments as well as (or instead of) individuals? Can natural law be a justification for disobedience to the laws of governments, or even for revolution?\nLimited to 30 students. Fall semester. Visiting Professor MacAdam.\nPriority given to LJST majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/LJST/LJST-229-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(123, 190, 44)","size":10.0}]}