{"edges":[{"label":"","source":"2","target":"0","id":"6","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"2","target":"16","id":"8","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"9","target":"22","id":"10","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"9","target":"34","id":"12","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"12","target":"5","id":"14","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"19","target":"2","id":"16","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"19","target":"31","id":"18","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"19","target":"38","id":"20","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"23","target":"37","id":"22","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"24","target":"27","id":"24","attributes":{},"color":"rgb(160, 250, 250)","size":1.0},{"label":"","source":"24","target":"30","id":"26","attributes":{},"color":"rgb(160, 250, 250)","size":1.0},{"label":"","source":"27","target":"30","id":"28","attributes":{},"color":"rgb(160, 250, 250)","size":1.0},{"label":"","source":"31","target":"0","id":"30","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"31","target":"16","id":"32","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"33","target":"24","id":"34","attributes":{},"color":"rgb(160, 250, 250)","size":1.0},{"label":"","source":"33","target":"27","id":"36","attributes":{},"color":"rgb(160, 250, 250)","size":1.0},{"label":"","source":"33","target":"30","id":"38","attributes":{},"color":"rgb(160, 250, 250)","size":1.0},{"label":"","source":"38","target":"0","id":"40","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"38","target":"16","id":"42","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"40","target":"6","id":"44","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"40","target":"37","id":"46","attributes":{},"color":"rgb(89, 109, 109)","size":1.0},{"label":"","source":"41","target":"37","id":"48","attributes":{},"color":"rgb(89, 109, 109)","size":1.0}],"nodes":[{"label":"THDA-360","x":0.5,"y":3.0,"id":"0","attributes":{"Title":"Design Studio","Description":"Listed in: \n, as THDA-360\nFormerly listed as: THDA-64\n (Section 01)\nAn advanced course in the arts of theatrical design. Primary focus is on the communication of design ideas and concepts with other theater artists. Also considered is the process by which developing theatrical ideas and images are realized. Students will undertake specific projects in scenic, costume and/or lighting design and execute them in the context of the Department’s production program or in other approved circumstances. Examples of possible assignments include designing workshop productions, and assisting faculty and staff designers with major responsibilities in full-scale production. In all cases, detailed analysis of the text and responsible collaboration will provide the basis of the working method. May be repeated for credit.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-360-1516S'> Course Site </a>","Requisite":["Requisite: THDA 260, 261, 263 or consent of the instructor. Fall and spring semesters. Professor Dougan."]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-254","x":3.0,"y":2.0,"id":"1","attributes":{"Title":"Sound Design for Live Performance","Description":"Listed in: \n, as THDA-254\nFormerly listed as: THDA-46\nMoodle site: \n (Section 01)\nWhat is the role of sound in live performance, and how is it designed and produced?  This course provides an introduction to the fundamentals of sound design in live performance contexts from both technical and artistic perspectives.  Students will explore the fundamentals of audio production and acoustics through a series of short projects, covering a range of topics from using various sound-editing software applications, including ProTools, Logic and other DAW platforms, to live sound reinforcement principles. Special consideration will be given to software environments (QLab) dedicated to live playback and design of acoustic spaces, and we will examine strategies for developing an efficient, real-world approach to the technical rehearsal process.  Throughout the course, we will consider interpretive skills needed for imagining sound design opportunities in various script, dance, and performance-oriented collaborations.  The course will culminate in a final project that integrates technical and artistic problem-solving skills related to creating sound for a live performance.\nPreference will be given to majors in the arts, followed by mix of disciplinary backgrounds, followed by class year.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/THDA/THDA-254-1415S'> Course Site </a>","Requisite":["Requisite: One prior practice-of-arts course in theater and dance, music or studio art, or equivalent experience. Limited to 12 students. Spring semester. Visiting Lecturer Robinson."]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-263","x":0.0,"y":2.0,"id":"2","attributes":{"Title":"Scene Design","Description":"Listed in: \n, as THDA-263\nFormerly listed as: THDA-41\n (Section 01)\nThe materials, techniques and concepts which underlie the design and creation of the theatrical environment.\nEnrollment by attendence in first 2 classes","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-263-1516S'> Course Site </a>","Requisite":["Requisite: THDA 112 or consent of the instructor. Limited to 8 students. Spring semester. Professor Dougan."]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-253","x":4.0,"y":2.0,"id":"3","attributes":{"Title":"Intermediate Choreography","Description":"Listed in: \n, as THDA-253\n (Section 01)\nThis course will provide students with tools and techniques for deepening and expanding their ability to express movement and help them create original choreography through a range of compositional structures. Using different improvisational methods based on diverse sources, the class will experiment with ways to generate personal movement and structure this material into choreographic works. The course will also help students develop clarity in their choreographic and performance intention and tools for discussing and analyzing the art of choreography. The course is focused on combining physical practice and creative methods with critical thinking in order to develop and extend each student's movement language.\nThis class is for students who are at an intermediate level in dance technique and/or composition.\nclass list will be finalized after first meeting based on student commitment to a creation experience and have a passion about creating with and from the body","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-253-1516S'> Course Site </a>","Requisite":["Requisite: Previous courses in dance technique and/or composition. Limited to 15 students. Spring semester. Visiting Artist-in-Residence Cohen."]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-116H","x":5.0,"y":1.0,"id":"4","attributes":{"Title":"Contemporary Dance Techniques: Modern 3","Description":"Listed in: \n, as THDA-116H\nFormerly listed as: THDA-30H\nMoodle site: \n (Section 01)\nThe study and practice of contemporary movement vocabularies, including regional dance forms, contact improvisation and various modern dance techniques. Objectives include the intellectual and physical introduction to this discipline as well as increased body awareness, alignment, flexibility, coordination, strength, musical phrasing and the expressive potential of movement. The course material is presented at the beginning/intermediate level. A half course.  Because the specific genres and techniques will vary from semester to semester, the course may be repeated for credit.\nSpring semester.  Visiting Lecturer Nugent.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/THDA/THDA-116H-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-370","x":6.0,"y":3.0,"id":"5","attributes":{"Title":"Playwriting Studio","Description":"Listed in: \n, as THDA-370\nFormerly listed as: THDA-61\n (Section 01)\nA workshop/seminar for writers who want to complete a full-length play or series of plays. Emphasis will be on bringing a script to a level where it is ready for the stage. Although there will be some exercises in class to continue the honing of playwriting skills and the study of plays by established writers as a means of exploring a wide range of dramatic vocabularies, most of the class time will be spent reading and commenting on the plays of the workshop members as these plays progress from the first draft to a finished draft.\nInstructor will decide after first class meeting","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-370-1516S'> Course Site </a>","Requisite":["Requisite: THDA 270 or the equivalent. Admission with consent of the instructor. Limited to 10 students. Spring semester. Playwright-in-Residence Congdon."]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-353","x":7.0,"y":3.0,"id":"6","attributes":{"Title":"Performance Studio","Description":"Listed in: \n, as FAMS-345  |  \n, as THDA-353\nFormerly listed as: THDA-62\nMoodle site: \n (Section 01)\n(Offered as THDA 353 and FAMS 345.)  In this advanced course in the techniques of creating performance, each student will create and rehearse a performance piece that develops and incorporates original choreography, text, music, sounds and / or video. Improvisational and collaborative structures and approaches among and within different media will be investigated.  The final performance pieces will be presented in the Holden Theater. \nTwo ninety-minute class sessions per week.  There will be weekly mandatory showings.  These showings are a working document of the important and  necessary vicissitudes within a creative process.   ","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/THDA/THDA-353-1516F'> Course Site </a>","Requisite":["Requisite: THDA 252 or the equivalent and consent of the instructor. Fall semester. Visiting Resident Artist Schmitz."]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-120H","x":10.0,"y":1.0,"id":"7","attributes":{"Title":"Contemporary Dance Techniques: Ballet/Modern 1/2","Description":"Listed in: \n, as THDA-120H\nFormerly listed as: THDA-30H\n (Section 01)\nThe study and practice of contemporary movement vocabularies, including regional dance forms, contact improvisation and various modern dance techniques. Objectives include the intellectual and physical introduction to this discipline as well as increased body awareness, alignment, flexibility, coordination, strength, musical phrasing and the expressive potential of movement. The course material is presented at the beginning/intermediate level.  A half course.  Because the specific genres and techniques will vary from semester to semester, the course may be repeated for credit.\nSpring semester.  Visiting Lecturer Nugent.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-120H-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-160","x":11.0,"y":1.0,"id":"8","attributes":{"Title":"Dynamics of Play Reading: Elements, Structures, Paradigms","Description":"Listed in: \n, as THDA-160\nFormerly listed as: THDA-29\n (Section 01)\nIn this course, students explore elements of dramatic literature and their implications for audience experiences in performance. Character, language, spectacle, plot, rhythm, and theme are studied in the light of dynamic audience response in real time and space. Particular emphasis is placed on exploring the legacy of classical form and later evolutionary and innovative responses to it. In addition to exercises in analytical and descriptive writing, students undertake experiential projects that explore distinctive theatrical conventions of the plays studied. When possible, course activities may also include attending live performances.  Exemplary plays are chosen for their contrasting qualities, from antiquity to the present, including plays by Euripides, Shakespeare, Ibsen, Shaw, Brecht, Churchill and Kushner, among others. Two class meetings per week.\nSpring semester. Professor Bashford.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-160-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-113","x":12.5,"y":1.0,"id":"9","attributes":{"Title":"Action and Character","Description":"Listed in: \n, as THDA-113\nFormerly listed as: THDA-13\n (Section 01)\nThis course examines what happens on stage (‘action’) and ‘how’ that action happens (the character) from the points of view of  both the playwright and the actor.  The course assumes that the creative process of the playwright and the actor are similar.  Therefore the students will write scenes and one short play, which will be rehearsed as homework for presentation in class. A series of acting and playwriting exercises designed to assist in developing craft and giving students a feeling for the creative processes are presented in class. Students will be assigned plays and certain critical texts to support their work in writing and acting. Three two-hour class meetings and a two-hour production workshop per week are scheduled.\nTwenty students attending the first class will be admitted. Selection will be based on the instructor’s attempt to achieve a suitable balance between first-year students and upperclassmen and to achieve a broad range of levels of acting experience.  Notice of those admitted will be posted within 24 hours of the first meeting and a waiting list will be available.\nLimited to 20 students. Fall and spring semesters.  Visiting Resident Artist Schmitz.\n20 students attending the first class will be admitted based upon the instructor’s attempt to balance first-year students and others, gender, and levels of acting experience.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-113-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-111","x":14.0,"y":1.0,"id":"10","attributes":{"Title":"The Language of Movement","Description":"Listed in: \n, as THDA-111\nFormerly listed as: THDA-11\n (Section 01)\nAn introduction to movement as a language and to dance and performance composition. In studio sessions students will explore and expand their individual movement vocabularies by working improvisationally with weight, posture, gesture, patterns, rhythm, space, and relationship of body parts. We will ask what these vocabularies might communicate about emotion, thought, physical structures, cultural/social traditions, and aesthetic preferences. In addition, we will observe movement practices in everyday situations and in formal performance events and use these observations as inspiration for individual and group compositions. Two two-hour class/studio meetings and a two-hour production workshop per week. Selected readings and viewing of video and live performance.\nLimited to 20 students. Fall and Spring semesters. Professor Woodson.\nclass list will be finalized after first meeting","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-111-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-400H","x":15.0,"y":4.0,"id":"11","attributes":{"Title":"Production Studio","Description":"Listed in: \n, as THDA-400H\nFormerly listed as: THDA-75H  |  THDA-76H\n (Section 01)\nAn advanced course in the production of Theater and Dance works. Primary focus will be on the integration of the individual student into a leadership role within the Department’s producing structure. Each student will accept a specific responsibility with a departmental production team testing his or her artistic, managerial, critical, and problem-solving skills.  A half course.\nAdmission with consent of the instructor. Not open to first-year students. Fall and spring semesters. The Department.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-400H-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-270","x":6.0,"y":2.0,"id":"12","attributes":{"Title":"Playwriting I","Description":"Listed in: \n, as THDA-270\nFormerly listed as: THDA-31\n (Section 01)\nA workshop in writing for the stage. The semester will begin with exercises that lead to the making of short plays and, by the end of the term, longer plays--ten minutes and up in length. Writing will be done in and out of class; students’ work will be discussed in the workshop and in private conferences. At the end of the term, the student will submit a portfolio of revisions of all the exercises, including the revisions of all plays.\nAdmission with consent of the instructor. Limited to 15 students. Not open to first-year students. Spring semester. Playwright-in-Residence Congdon.\nPreference to theater and dance majors. Decisions made after the first class.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-270-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-117H","x":16.0,"y":1.0,"id":"13","attributes":{"Title":"Contemporary Dance Technique Modern 3: Partner Dancing","Description":"Listed in: \n, as THDA-117H\n (Section 01)\nTechnical investigations of weight sharing, body-part manipulations, off-balance support, lifting and being lifted, negative space, resistance, and various ways of harnessing forces of momentum. How can we move with confidence, spatial awareness, and fearless agency when in close proximity and in contact with other bodies?  Duets, trios, and groups will be challenged to kinetically build set partner dances with repeated opportunities in the last part of class to perform, often with the added challenge of speeding up. \nSpring semester. Visiting Lecturer Nugent.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-117H-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-122H","x":17.0,"y":1.0,"id":"14","attributes":{"Title":"Contemporary Dance Technique: Hip Hop","Description":"Listed in: \n, as THDA-122H\nMoodle site: \nLeslie Frye-Maietta (Section 01)\nJennifer Weber (Section 01)\nThis class is designed to focus on the movement aspect of hip hop culture. Dance in the tradition of B-Boys and B-girls while learning a wide variety of hip hop movement. From the old school \"bronx\" style to commercial hip hop, learn a wide range of hip-hop vocabulary in a course emphasizing group choreography, floor work, and partner work. No previous dance experience is necessary. Class will incorporate funk, street, b-boy/b-girl, and house elements to stretch and tone the body. Class will include across the floor and center combinations which will ask the dancers to find their relationship to musicality, athleticism, dynamics, and articulation of the body.\nFall semester.  Visiting Lecturers Maietta and Weber.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/THDA/THDA-122H-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-121H","x":18.0,"y":1.0,"id":"15","attributes":{"Title":"Contemporary Dance Technique: Ballet 3","Description":"Listed in: \n, as THDA-121H\nMoodle site: \nJennifer S. Polins (Section 01)\nThe study and practice of contemporary movement vocabularies, including regional dance forms, contact improvisation and various modern dance techniques. Objectives include the intellectual and physical introduction to this discipline as well as increased body awareness, alignment, flexibility, coordination, strength, musical phrasing and the expressive potential of movement. The course material is presented at the beginning/intermediate level. A half course.  Because the specific genres and techniques will vary from semester to semester, the course may be repeated for credit.\nFall semester. Visiting Lecturer Polins.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/THDA/THDA-121H-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-363","x":1.5,"y":3.0,"id":"16","attributes":{"Title":"Design Studio II","Description":"Listed in: \n, as THDA-363\nFormerly listed as: THDA-63\n (Section 01)\nThis course is a continuation of THDA 360, an advanced course in the arts of theatrical design. Primary focus is on the communication of design ideas and concepts with other theater artists. Also considered is the process by which developing theatrical ideas and images are realized. Students will undertake specific projects in scenic, costume and/or lighting design and execute them in the context of the department’s production program or in other approved circumstances. Students in this course will design for a full-scale production. In all cases, detailed analysis of the text and responsible collaboration will provide the basis of the working method. May be repeated for credit.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-363-1516S'> Course Site </a>","Requisite":["Requisite: THDA 260, 261, or 263 or consent of the instructor.  Fall and spring semesters. Professor Dougan."]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-114","x":19.0,"y":1.0,"id":"17","attributes":{"Title":"Sources of Contemporary Performance","Description":"Listed in: \n, as THDA-114\nFormerly listed as: THDA-20\nMoodle site: \n (Section 01)\nThe status quo says, “We do it the way it’s always been done.” The artist replies, “I have an idea, let’s try it another way.” Thus advance theater and dance. Thus evolve opera, happenings and performance art. This course explores several seminal theatrical events and the artists who created them. These innovations changed the course of theater and dance in the 20th century, thereby preparing those who follow to make the new art of the 21st.\nAfter reviewing basic artistic and theoretical assumptions which governed the making of theatrical entertainment at the end of the 19th century, the course will look at playwrights, performers, choreographers, designers, directors and theorists whose ideas opened up new ways of looking at the craft of making those space-time objects we struggle to categorize as plays, dances, operas, performances and events. Particular attention will fall on work that is difficult to correctly place in a single category. Research in primary material such as plays, manifestos, documentary photographs, period criticism, and video transcriptions. Critical papers comparing and contrasting works will be studied. \nSpring semester.  Senior Resident Artist Lobdell.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/THDA/THDA-114-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-142H","x":20.0,"y":1.0,"id":"18","attributes":{"Title":"Contemporary Dance Techniques: West African","Description":"Listed in: \n, as THDA-142H\nFormerly listed as: THDA-30H\nMoodle site: \n (Section 01)\nThe study and practice of contemporary movement vocabularies, including regional dance forms, contact improvisation and various modern dance techniques. Because the specific genres and techniques will vary from semester to semester, the course may be repeated for credit. Objectives include the intellectual and physical introduction to this discipline as well as increased body awareness, alignment, flexibility, coordination, strength, musical phrasing and the expressive potential of movement. The course material is presented at the beginning/intermediate level.\nFall semester. Five College Lecturer Sylla.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/THDA/THDA-142H-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-112","x":1.0,"y":1.0,"id":"19","attributes":{"Title":"Materials of Theater","Description":"Listed in: \n, as THDA-112\nFormerly listed as: THDA-12\n (Section 01)\nAn introduction to design, directing, and performance conducted in a combined discussion/workshop format. Students will be exposed to visual methods of interpreting a text. Early class discussions focus on a theoretical exploration of theater as an art form and seek to establish a vocabulary for and understanding of basic theatrical conventions, with readings from Aristotle through Robert Wilson. Students will spend the bulk of the semester testing these theories for themselves, ultimately designing their own performances for two plays. Two two-hour classes and two-hour production workshop included in this time.\nLimited to 12 students per section. Spring semester. Professor Dougan.\nPreference to students who attend first class.\n150","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-112-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-210","x":21.0,"y":2.0,"id":"20","attributes":{"Title":"Modern Dance Technique and Repertory","Description":"Listed in: \n, as THDA-210\n (Section 01)\nThis course provides an opportunity for intermediate/advanced dancers to refine technical skills in contemporary dance and deepen the understanding of the body as an instrument of expression.  The class will combine a technical warm-up focusing on virtuosity and strength to improve the dancer's physical abilities, alertness and performance quality.\nStudents will then learn, rehearse and perform set choreography as part of \n--a dance opera directed by Israeli choreographer Idan Cohen; this work will premiere in at the end of the spring semester with students and professional dancers and musicians.\nAuditions for course enrollment will be held the first day of class. Limited to 20 students. Spring semester. Visiting Artist-in-Residence Cohen.\nAudition on first day of class if over-enrolled.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-210-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-225H","x":22.0,"y":2.0,"id":"21","attributes":{"Title":"The Craft of Speaking II: Spoken Expression","Description":"Listed in: \n, as THDA-225H\nFormerly listed as: THDA-32H\n (Section 01)\nIn this second course in the craft of speaking, students learn to shape and speak text to powerful effect. Students build on prior work to extend vocal range and capacity while learning component principles of spoken expression. Articulation, inflection, methods of contrast and interpretation, tone, verbal imaging and aural structures of poetry and rhetoric are practiced in a studio setting. Emphasis is placed on personal engagement and presence to others while speaking. Assignments in text scoring and memorization support class work. The course culminates in presentations of prepared texts. Two class meetings per week.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-225H-1516S'> Course Site </a>","Requisite":["Requisite:  THDA 125H.  Spring semester.  Professor Bashford."]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-330","x":13.0,"y":3.0,"id":"22","attributes":{"Title":"Rehearsal","Description":"Listed in: \n, as THDA-330\nFormerly listed as: THDA-36  |  THDA-66\nMoodle site: \n (Section 01)\nAn advanced course in acting. The class will focus upon the actor’s close analysis of the playwright’s script to define specific problems and to set out tactics for their solutions. The interaction of the actor’s creative work outside rehearsal and the work within rehearsal will be delineated by assigned exercises.\nInstructor will aim for a balance in gender and experience in acting","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/THDA/THDA-330-1415F'> Course Site </a>","Requisite":["Requisite: THDA 113 or consent of the instructor. Limited to 16 students. Fall semester. Senior Resident Artist Lobdell."]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-242","x":8.0,"y":2.0,"id":"23","attributes":{"Title":"Plays in Play: The Ensemble and the Playwright","Description":"Listed in: \n, as THDA-242\nMoodle site: \n (Section 01)\nIn this course, students conduct rehearsal investigations into the work of a particular playwright, and explore ways in which coordinated action renders dramatic writing in theatrical form.  In addition to examining selected plays and background material, students develop ensemble techniques of play, improvisation, and staging.  Emphasis is placed on the communicative means required to develop a shared vision.  This course is open to students interested in any aspect of play production but is required for students who want to do advanced work in directing in the department.  All students should expect to act, co-direct, conduct research, and explore basic visual design implications together.  The course will culminate in a workshop-style performance, and group rehearsals outside of class meeting times are required.  This course may be repeated once when the selected playwright is different.  The playwright for Fall 2015 is Anton Chekhov.\nInterested students should come to the first class meeting.  A working ensemble will be chosen based on artistic considerations and a mix of student backgrounds and interests.\n0","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/THDA/THDA-242-1516F'> Course Site </a>","Requisite":["Requisite: A prior college-level course in theater or permission of the instructor. Not open to first-year students. Limited to 24 students.  Fall semester. Professor Bashford. "]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"SPAN-211","x":23.0,"y":2.0,"id":"24","attributes":{"Title":"Introduction to Hispanic Literatures","Description":"Listed in: \n, as SPAN-211\nFormerly listed as: SPAN-11\n (Section 01)\nThis course provides an introduction to the diverse literatures of the Spanish-speaking world over the course of six centuries, from the Middle Ages to the turn of the twentieth century. Students will learn the tools, language, and critical vocabulary for advanced work reading the canon of Hispanic literatures from Spain, Latin America, and the Caribbean Basin, identifying aesthetic trends and historical periods such as the Renaissance, the Golden Age, the Romantic era, realism and modernism. The syllabus will include a wide variety of authors of different national, political, and artistic persuasions and an array of linguistic styles.\nLimited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall semester: Professor Infante. Spring semester: Professor Brenneis.\nPriority will be given to Spanish majors.\n20","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-211-1516S'> Course Site </a>","Requisite":["Requisite: SPAN-199 or consent of the instructor. A medium to high level knowledge of the Spanish language and reasonable proficiency in listening, speaking, reading, and writing in Spanish are required."]},"color":"rgb(160, 250, 250)","size":10.0},{"label":"THDA-115H","x":26.0,"y":1.0,"id":"25","attributes":{"Title":"Contemporary Dance: Modern 1/2","Description":"Listed in: \n, as THDA-115H\nFormerly listed as: THDA-30H\nMoodle site: \n (Section 01)\nThe study and practice of contemporary movement vocabularies, including regional dance forms, contact improvisation and various modern dance techniques. Objectives include the intellectual and physical introduction to this discipline as well as increased body awareness, alignment, flexibility, coordination, strength, musical phrasing and the expressive potential of movement. The course material is presented at the beginning/intermediate level. A half course. Because the specific genres and techniques will vary from semester to semester, the course may be repeated for credit.\nSpring semester. Visiting Instructor MacArthur.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/THDA/THDA-115H-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-227","x":27.0,"y":2.0,"id":"26","attributes":{"Title":"Knowing Bodies, Moving Minds: Community in Motion","Description":"Listed in: \n, as THDA-227\nMoodle site: \nJodi Falk (Section 01)\nIn this course, students investigate how the arts – specifically, dance and movement – can be used in a collaborative fashion to extend various forms of knowledge within a specific community. The course considers \"knowing\" as a phenomenon situated in the human body, in ways that may be physical, social, emotional, and intellectual. Students learn models and philosophies of community arts education and apply them in practice, first with one another, and then working with students at a local high school. One class per week is devoted to theory, reflection, and preparation; the other class each week is used to facilitate movement exchanges with high school students. The course also includes frequent written reflection, online discussion, and the creation of interactive campus and community arts projects. Readings include the educational theories of Dewey, Whitehead, and Paulo Freire, along with feminist theories of the body as a site of knowledge.\nLimited to 13 students.  Spring semester.  Five College Visiting Professor Falk.\nPreference given to the first 9 Amherst College juniors and seniors and first 4 Five College juniors and seniors","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/THDA/THDA-227-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"SPAN-212","x":24.0,"y":2.0,"id":"27","attributes":{"Title":"Hispanic World: Past, Present and Future","Description":"Listed in: \n, as SPAN-212\nFormerly listed as: SPAN-04  |  SPAN-08  |  SPAN-10  |  SPAN-12\nMoodle site: \n (Section 01)\nA survey course that provides an understanding and appreciation of the Spanish-speaking world (including both North and South America and Spain) through language, geography, history, economics, sociopolitical issues, folklore, literature and art. The different units in this course are geographically oriented, and they will focus on individual countries or particular Hispanic groups. Writing skills will be refined by the completion of research papers, and communication skills will be developed further by class discussions and oral presentations. Comprehension will be enhanced by presenting students with literary texts, movies, documentaries and periodicals.\nLimited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall semester: Lecturer Bel.\nPriority will be given to Spanish majors.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SPAN/SPAN-212-1516F'> Course Site </a>","Requisite":["Requisite: SPAN-199 or SPAN-211, or consent of the instructor. A medium to high level knowledge of the Spanish language and reasonable proficiency in listening, speaking, reading, and writing in Spanish are required."]},"color":"rgb(160, 250, 250)","size":10.0},{"label":"THDA-285","x":28.0,"y":2.0,"id":"28","attributes":{"Title":"Collaborative Dramaturgy","Description":"Listed in: \n, as THDA-285\nMoodle site: \n (Section 01)\nIn this course, students explore the function of the dramaturg in the process of theatrical creation, collaborating with directing, acting, and design students on projects created in Directing Studio (THDA 380).  Student dramaturgs learn to conduct various methods of play analysis and targeted research concerning the work of given playwrights, their cultural milieus, and past production histories.  As collaborative work proceeds, students learn to tailor additional research and analysis in concert with rehearsal activities.  Activities include written analysis and synthesis of their findings, rehearsal and performance analysis, oral critique, and participation in creative conversations.  Special emphasis is placed on developing skills in effective written and oral communication with actors, directors, and designers in support of a shared artistic vision.  This course is appropriate for students interested in developing analytical skills related to the processes of directing, design, playwrighting, and the study of dramatic literature more generally.  Two class meetings per week, and students should expect to attend a significant number of rehearsal and performance events outside of class meeting times.  \nPreference given to majors, and first and second year students with prior experience","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/THDA/THDA-285-1415S'> Course Site </a>","Requisite":["Requisite: One prior college course in the arts or dramatic literature, or permission of the instructor.  Limited to 24 students. Spring semester. Professor Bashford. "]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-352","x":29.0,"y":3.0,"id":"29","attributes":{"Title":"Performance in Place: Site Specific ","Description":"Listed in: \n, as ARHA-342  |  \n, as FAMS-342  |  \n, as MUSI-352  |  \n, as THDA-352\n (Section 01)\n(Offered as THDA 352, FAMS 342 and MUSI 352.) The focus of this studio course will be to create performances, installations and/or videos in multiple locations both on and off campus.  This course is especially designed for students in dance, theater, film/video, art, music and creative writing who want to explore the challenges and potentials in creating performances and events outside of traditional \"frames\" or venues (e.g., the theater, the gallery, the concert hall). In the first part of the semester we will experiment with different techniques for working together as an ensemble and developing responses to different spaces. We will then select different sites--based on student interest and location access--and spend the rest of the semester creating events/performances on site.  Interaction with communities at these sites will also be explored, connecting the artistic work to community engagement and raising awareness of the issues and ethics involved in site-specific performance. These projects will be performed in process and at the end of the semester in a three-day festival.\nClass meetings TTh 1-2:20; outside rehearsal/lab sessions TBA.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-352-1516S'> Course Site </a>","Requisite":["Requisite: Previous experience in improvisation and/or composition in dance, theater, performance, film/video, music/sound, installation, creative writing, and/or design is required. Spring semester.  Professor Woodson. "]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"SPAN-242","x":25.0,"y":2.0,"id":"30","attributes":{"Title":"Performing Modernity in Contemporary Spanish Theatre","Description":"Listed in: \n, as SPAN-242  |  \n, as THDA-150\nMoodle site: \nDavid Rodriguez-Solas (Section 01)\n(Offered as SPAN 242, EUST 252, and THDA 150.)  Spain’s recent past has been characterized by its anxiety over becoming a modern European nation. Playwriting has responded by dealing with topics such as drug use, sexualities, youth culture, and social problems. This course examines the social, historical and cultural transformation Spain has undergone over the last thirty years. We will read plays by José Luis Alonso de Santos, Juan Mayorga, Paloma Pedrero and Alfredo Sanzol among others. Readings will be supplemented with adaptations of the plays in theatre, film, and television, secondary bibliography, and in-class performances. Conducted in Spanish.\nPriority given to Spanish majors\n$50","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/SPAN/SPAN-242-1415F'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212 or consent of the instructor. Limited to 15 students. Priority given to Spanish majors. Fall semester. Visiting Professor Rodriguez-Solas."]},"color":"rgb(160, 250, 250)","size":10.0},{"label":"THDA-260","x":1.0,"y":2.0,"id":"31","attributes":{"Title":"Costume Design and Fashion History","Description":"Listed in: \n, as THDA-260\nFormerly listed as: THDA-43\nMoodle site: \n (Section 01)\nAn introduction to the analytical methods and skills necessary for the creation of costumes for theater and dance with emphasis on the integration of costume with other visual elements. Western costume history. Lab work in costume construction.\nEnrollment by attendence in first 2 classes\n125","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/THDA/THDA-260-1516F'> Course Site </a>","Requisite":["Requisite: THDA 112 or consent of the instructor.  Limited to 8 students.  Fall semester.  Professor Dougan."]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-251","x":30.0,"y":2.0,"id":"32","attributes":{"Title":"Intermediate Composition: Making Dances","Description":"Listed in: \n, as THDA-251\nMoodle site: \n (Section 01)\nThis course will provide strategies and approaches for developing choreography. Solo, duet and small group exercises in and out of class will generate inventive movement that will be the source material for each student in the making of a new dance. These dances will be performed in various stages of development throughout the semester as works-in-progress. Emphasis will be placed on continuous revision and a willingness to throw the creative process into the public forum as a means of gaining information for further work. Two two-hour class meetings per week and weekly lab/rehearsals. \nConsent of the instructor is required for students without a previous dance composition course.  Limited to 12 students. Spring semester.  Professor Matteson.\nstudents with previous dance composition courses will be given priority; permission of instructor required for students without previous dance composition course","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/THDA/THDA-251-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"SPAN-199","x":24.0,"y":1.0,"id":"33","attributes":{"Title":"Spanish Writing Workshop","Description":"Listed in: \n, as SPAN-199\nFormerly listed as: SPAN-07\n (Section 01)\nIn this course students will learn how to approach writing as a process. The emphasis is on writing as a communicative act rather than as a mere language exercise. As such, emphasis is given to the interaction between the author and the text, the target audience, and the purpose and message of the final product. In order to develop the necessary skills that good writers should have, the course will focus on expanding vocabulary, exploring rhetorical techniques for organizing information, developing strategies for writing, and characterizing the target audience(s). At the same time we will insist upon critical readings, and the processes of revising and editing. In addition, this course includes the study of written texts (narrative, description, poems, reports, essays, letters, etc.), and of literature’s many genres and subgenres (prose, poetry, drama, etc.).\nThis course prepares students for advanced-level courses offered by the Spanish Department. Three hours per week with the lecturer. Limited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall and Spring semester: Lecturer Granda.\nPriority will be given to pre-registered students.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-199-1516S'> Course Site </a>","Requisite":["Requisite: Spanish IV (SPAN-130) or Spanish Placement Exam."]},"color":"rgb(160, 250, 250)","size":10.0},{"label":"THDA-230","x":12.0,"y":2.0,"id":"34","attributes":{"Title":"The Instrument:  Body of Work","Description":"Listed in: \n, as THDA-230\nFormerly listed as: THDA-37\n (Section 01)\n“All theatre is about paying attention.”  Andrei Serban\nThis studio course will offer techniques that foster expansive physical and emotional concentration as well as the development of character through improvisation scores and within scene work.  As performers of theater, students will explore issues of voice, body and imagination by refining inherent resources with specificity of action and articulate expression.\nTwo two-hour sessions per week.  Previous theater and / or dance experience recommended.  Readings in acting theory accompany the discipline of weekly physical explorations.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-230-1516S'> Course Site </a>","Requisite":["Requisite: THDA 113. Spring semester. Visiting Resident Artist Schmitz."]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-226","x":31.0,"y":2.0,"id":"35","attributes":{"Title":"Black Protest Traditions in American Dance","Description":"Listed in: \n, as BLST-243  |  \n, as THDA-226\nMoodle site: \n (Section 01)\n(Offered as THDA 226 and BLST 243.) African American dance and music traditions have played a critical role in the African-American struggle to sustain its humanity--to express joy and pain corporeally through a particular relationship to rhythm. This class explores the forms, contents, and contexts of black traditions that played a crucial role in shaping American dance, looking at how expressive cultural forms from the African diaspora have been transferred from the social space to the concert stage. Viewing American cultural history through the lens of movement and performance, we begin with an exploration of social dance during slavery and the late nineteenth century, when vibrant social dances insisted that black bodies, generally relegated to long hours of strenuous labor, devote themselves to pleasure as well. We will then look at how the cakewalking of Ada Overton and George Walker, proto-feminist singing of Bessie Smith, stair-dances of Bill Robinson, protest choreographies of Katherine Dunham and Pearl Primus, and hip-hop performances of Rennie Harris can be viewed as corporeal embodiments of the centuries-long freedom struggle--whether non-violent, confrontational or contestational--and how these modes of performance reflect an increasingly independent free black voice demanding equal inclusion in the body politic.\nFall semester. Five College Professor Valis Hill.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/THDA/THDA-226-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-216H","x":32.0,"y":2.0,"id":"36","attributes":{"Title":"Contemporary Dance Techniques: Modern 4/5","Description":"Listed in: \n, as THDA-216H\nFormerly listed as: THDA-216  |  THDA-30H\nMoodle site: \nKatie M. Martin (Section 01)\nThe study and practice of contemporary movement vocabularies, including regional dance forms, contact improvisation and various modern dance techniques. Objectives include the intellectual and physical introduction to this discipline as well as increased body awareness, alignment, flexibility, coordination, strength, musical phrasing and the expressive potential of movement. The course material is presented at the intermediate/advanced level.  A half course.  Because the specific genres and techniques will vary from semester to semester, the course may be repeated for credit.\nFall semester. Visiting Lecturer Martin.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/THDA/THDA-216H-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-340","x":8.0,"y":3.0,"id":"37","attributes":{"Title":"Directing Studio","Description":"Listed in: \n, as THDA-340\nFormerly listed as: THDA-65\n (Section 01)\nThis is a studio course in leading collaborators toward completed theatrical interpretations of dramatic texts. Each student director independently produces and directs two medium-length, site-specific projects. Reading, writing, and class sessions are devoted to the practice of directing and to discussion of problems and approaches. Topics include the articulation of coherent artistic intent, the role of the audience in performance, and the use of space, sound and light. Studio exercises are employed to support directorial techniques. In addition, this course considers organizational and research methods related to successful production, and, when possible, students will collaborate with student designers and dramaturgs enrolled in related courses. Two class meetings per week. Students should expect to schedule a significant amount of rehearsal time outside of class meetings for the successful completion of projects.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-340-1516S'> Course Site </a>","Requisite":["Requisite:  One of the following: THDA 240, 242, 252 or equivalent college-level experience with consent of the instructor. Spring semester. Professor Bashford."]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-261","x":2.0,"y":2.0,"id":"38","attributes":{"Title":"Lighting Design","Description":"Listed in: \n, as THDA-261\nFormerly listed as: THDA-42\nMoodle site: \n (Section 01)\nAn introduction to the theory and techniques of theatrical lighting, with emphasis on the aesthetic and practical aspects of the field as well as the principles of light and color.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/THDA/THDA-261-1516F'> Course Site </a>","Requisite":["Requisite: THDA 112 or consent of the instructor. Lab work in lighting technology.  Fall semester. Resident Lighting Designer Couch."]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-125H","x":33.0,"y":1.0,"id":"39","attributes":{"Title":"The Craft of Speaking I: Vocal Freedom","Description":"Listed in: \n, as THDA-125H\nFormerly listed as: THDA-32H\nMoodle site: \n (Sections 01 and 02)\nA beginning studio course in the development of voice for speaking. Students develop range and tone through regular physical exercises in relaxation, breathing technique, placement, and presence. Individual attention focuses on helping each student develop the physical, mental, and emotional self-awareness needed for expressive vocal production. Practice is oriented toward acting for the stage, but students with a primary interest in public speaking, teaching, or improved interpersonal communication will find this course valuable. A modicum of reading and written reflection is required.  Three class meetings per week.\nLimited to 28 students from among those who attend the first class meeting, admitted based on class year and major.  Early registration does not confer enrollment priority.  Fall semester.  Professor Bashford.\nA rolling waiting list will be used through the add/drop period, along with major and class year.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/THDA/THDA-125H-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-252","x":7.0,"y":2.0,"id":"40","attributes":{"Title":"THDA-252","Description":"not offered in the last 4 semesters","Department Code":"THDA","Course Site":"","Requisite":""},"color":"rgb(89, 109, 109)","size":10.0},{"label":"THDA-240","x":9.0,"y":2.0,"id":"41","attributes":{"Title":"THDA-240","Description":"not offered in the last 4 semesters","Department Code":"THDA","Course Site":"","Requisite":""},"color":"rgb(89, 109, 109)","size":10.0}]}