{"nodes":[{"label":"SOCI-334","x":0.0,"y":3.0,"id":"0","attributes":{"Title":"Contours of a Colorblind Culture","Description":"Listed in: \n, as SOCI-334  |  \n, as BLST-336\nMoodle site: \n (Section 01)\n(Offered as SOCI 334 and BLST 336 [US].) The passage of civil rights legislation in 1964 and 1965 was a defining moment in American race relations. By comparison to what preceded it, the post-civil rights era amounted to a great social transformation, leading many to assert ours is now a “colorblind” culture. This course will use the idea of colorblind culture to examine the changing role of race and racism in the contemporary United States.  We will examine specific claims that United States culture is, or is not, colorblind, while exploring the social structural, institutional, and broader cultural factors that shape present-day race relations.\nFirst priority given to senior and junior Sociology majors, then BLST majors, and then seniors and juniors.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SOCI/SOCI-334-1415S'> Course Site </a>","Requisite":["Requisite: SOCI 112 or equivalent. Open to juniors and seniors. Limited to 20 students. Spring semester. Professor Lembo."]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"SOCI-350","x":4.0,"y":3.0,"id":"1","attributes":{"Title":"Asian Capitalism: Historical and Contemporary Views","Description":"Listed in: \n, as SOCI-350  |  \n, as ASLC-350\nMoodle site: \n (Section 01)\n(Offered as SOCI 350 and ASLC 350.) Asian economic development has challenged many Western observers; one reason has to do with the fact that Asian economies rely on institutional arrangements that do not exist in Western economies. In this course, we will look at distinctive institutional arrangements in Asia and discuss how those arrangements emerged. We will also discuss on-going debates concerning the character of Asian capitalism. Specifically we will look at the history of capitalism in Asia, what capitalism in Asia looks like today, how capitalism in Asia is perceived before and after the Asian financial crisis, and how the perception of Asian capitalism has changed since the most recent financial crisis originating in the United States. This course will require weekly class meetings (2 hours) and small-group meetings prior to weekly class meetings.\nNot open to first-year students. Recommended requisite: One previous course in Sociology. Enrollment requires attendance at the first class meeting. Limited to 20 students. Fall semester. Professor Mun.\nPreference will be given to Sociology majors and Asian Languages and Civilization majors.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SOCI/SOCI-350-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"BLST-336","x":1.0,"y":3.0,"id":"2","attributes":{"Title":"Colorblind Culture","Description":"Listed in: \n, as SOCI-334  |  \n, as BLST-336\n (Section 01)\n(Offered as SOCI 334 and BLST 336 [US].) The passage of civil rights legislation in 1964 and 1965 was a defining moment in American race relations. By comparison to what preceded it, the post-civil rights era amounted to a great social transformation, leading many to assert ours is now a “colorblind” culture. This course will use the idea of colorblind culture to examine the changing role of race and racism in the contemporary United States.  We will examine specific claims that United States culture is, or is not, colorblind, while exploring the social structural, institutional, and broader cultural factors that shape present-day race relations.\nFirst priority given to senior and junior Sociology majors, then BLST majors, and then seniors and juniors.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-336-1516S'> Course Site </a>","Requisite":["Requisite: SOCI 112 or equivalent. Open to juniors and seniors. Limited to 20 students. Spring semester. Professor Lembo."]},"color":"rgb(74, 154, 255)","size":10.0},{"label":"SOCI-112","x":1.5,"y":1.0,"id":"3","attributes":{"Title":"Self and Society: An Introduction to Sociology","Description":"Listed in: \n, as SOCI-112\nFormerly listed as: SOCI-12\nMoodle site: \n (Section 01)\nSociology is built on the premise that human beings are crucially shaped by the associations each person has with others. These associations range from small, intimate groups like the family to vast, impersonal groupings like a metropolis. In this course we will follow the major implications of this way of understanding humans and their behavior. The topics we will explore include: how group expectations shape individual behavior; how variations in the size, structure, and cohesion of groups help account for differences in individual behavior as well as differences in the patterns of interaction between groups; how groups, including societies as a whole, reproduce themselves; and why societies change. As a supplement to readings and lectures, students will be able to use original social survey data to explore first-hand some of the research techniques sociologists commonly use to explore the dynamics of social life.\nLimited to 35 students. Fall semester.  Professor Lembo.\nPriority given to sociology majors, then sophomores and freshmen.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SOCI/SOCI-112-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"AMST-305","x":5.0,"y":3.0,"id":"4","attributes":{"Title":"Gender, Migration and Power:  Latinos in the Americas","Description":"Listed in: \n, as AMST-305  |  \n, as SOCI-305\nMoodle site: \n (Section 01)\n(Offered as AMST 305 and SOCI 305.)  In this course we draw from sociology, anthropology, and geography to explore the gendered dynamics and experiences of Latino migration to the United States. We begin by situating gendered patterns of migration in the context of contemporary globalization and relating them to social constructions of gender. Next we look at experiences of settlement, analyzing the role of women’s and men’s networks in the process of migration, especially in terms of employment and survival strategies. We also analyze how specific contexts of reception influence the gender experience of settlement. For example, how does migration to rural areas differ from migration to traditional urban migration hubs, and how does gender influence that difference?  We then look at Latino family formation, paying special attention to the experiences of transnational mothers and fathers, those who have left children behind in their home countries in the process of migration. Finally, we explore the relationship between migration and sexuality.\nLimited to 20 students.  Spring semester.  Professor Schmalzbauer.\nPriority will be given to Sociology and American Studies seniors and juniors, then seniors, juniors, on down","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/AMST/AMST-305-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(251, 34, 232)","size":10.0},{"label":"SOCI-324","x":2.0,"y":3.0,"id":"5","attributes":{"Title":"Financial Crises and the Future of Democracy","Description":"Listed in: \n, as SOCI-324\nMoodle site: \n (Section 01)\n (Section 01)\nAusterity measures promoted as a response to the deep global economic recession beginning in 2007 have resulted in protests around the globe. However, these are only the most recent series of measures that fall under the aegis of neoliberal reform. With much of the world’s population under 30 years old, neoliberalism has been a constant fact of life for many. This course looks at the historic rise and consequences of the neoliberal economic model as well as alternatives implemented by breakaway governments in the global South. We will study how the past 40 years of financialization, related debt crises, economic shock therapy and growing inequality fit into broader economic history and help explain current developments. We also will explore the challenge to neoliberalism posed by movements for greater economic democracy and equality from Rome and Cairo to Quito and New York.\nPriority given to seniors and juniors in anthropology/sociology and then to seniors and juniors across majors.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SOCI/SOCI-324-1415S'> Course Site </a>","Requisite":["Requisite: SOCI 112.  Limited to 20 students.  Admission with consent of the instructor.  Spring semester. Professors Holleman and Mun."]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"ANTH-205","x":6.0,"y":2.0,"id":"6","attributes":{"Title":"Latin American Nations","Description":"Listed in: \n, as ANTH-205\n (Section 01)\nThis course focuses on the history and anthropology of Latin American countries, examining them as postcolonial entities. We will study the rich history and complex politics of Latin America, with an emphasis on the last century, to understand what constitutes “nation” and how that notion has shifted with the increase in mobility and global connectivity. Throughout the course we will challenge dominant ideas of “Latin America” to understand the diversity of lived experiences, asking: What is a nation? How did Latin American nations emerge? How do race, gender, indigeneity, and other concepts and practices intersect with the concept of nation? How have social movements, neoliberalism and militarization affected nations? What role has the U.S. played in shaping Latin America? Is nation still a useful or viable concept when thinking about Latin America? What does it mean to be “Latin American” or “Peruvian” or “Mexican” or “Brazilian” today?\nLimited to 30 students.   Spring semester.  Visiting Professor A. Hall.\nPriority will be given to seniors and majors.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ANTH/ANTH-205-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"SOCI-226","x":7.0,"y":2.0,"id":"7","attributes":{"Title":"Footprints on the Earth: The Environmental Consequences of Modernity","Description":"Listed in: \n, as SOCI-226\nMoodle site: \n (Section 01)\nAs a basis for understanding current global ecological crises, this course marries natural and social history as well as ecological and social science of the human society/environment nexus. We will study the anthropogenic drivers of environmental change in historical perspective. The new and greater scale of environmental degradation made possible by industrialization and the globalizing tendencies of the modern economic system will receive special attention as these continue to be central factors promoting ecological change. Course readings include classical social theory as well as current perspectives on the relationship between modern human society and the broader environment of which we are a part.\nLimited to 25 students.  Spring semester.  Professor Holleman.\npriority will be given to sophomores and first year students in anthropology /sociology and environmental studies.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SOCI/SOCI-226-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"SOCI-237","x":8.0,"y":2.0,"id":"8","attributes":{"Title":"Gender and Work","Description":"Listed in: \n, as SOCI-237  |  \n, as SWAG-237\nMoodle site: \n (Section 01)\n(Offered as SOCI 237 and SWAG 237.)  How has the rise of working women complicated modern workplaces and the idea of work? One challenge is how to value women’s work fairly. One index of this challenge is that in workplaces across the world, women earn significantly less than men and are underrepresented in high status positions. What explains such gender gaps in the workplace? Taking an empirical, social-science perspective, this course will discuss three main aspects of gender and work. First, we will cover major theories of gender inequality, such as psychological stereotyping, social exclusion, structural barriers, and gendered socialization. Second, in learning about the sociological mechanisms of inequality in the workplace, we will expand our discussion to women’s work in the family and examine how the conflicts individuals face when trying to have both career and family influence women’s lives. Finally, we will discuss the mixed results of public policies proposed to reduce gender inequality and work-family incompatibilities and the possible reasons for those mixed results.\nLimited to 20 students.  Fall semester.  Professor Mun.\nPriority given to seniors in Anthropology and Sociology and Women and Gender Studies, then juniors in the respective departments, etc.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SOCI/SOCI-237-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"ANTH-331","x":9.0,"y":3.0,"id":"9","attributes":{"Title":"Anthropology and the Middle East","Description":"Listed in: \n, as ANTH-331  |  \n, as ASLC-341\nFormerly listed as: ANTH-31  |  ASLC-41\nMoodle site: \n (Section 01)\n(Offered as ANTH 331 and ASLC 341 [WA].)  In an era where “terrorism” has eclipsed the nuclear fears of the Cold War and become associated with a radicalism that is portrayed as at once militant, anti-Western, and bound to a particular region (the Middle East) and religion (Islam), the task of this seminar--to examine the everyday realities of people living throughout the Middle East--has become all the more critical.  Beginning with an historical eye toward the ways that the “West” has discovered, translated, and written about the “Orient,” this seminar will use anthropological readings, documentary film, and literary accounts to consider a range of perspectives on the region commonly referred to as the Middle East.  Rather than attempting a survey of the entire region, the course will take a thematic approach and explore such topics as:  Islam and secularism, colonialism and postcoloniality, gender and political mobilization, media and globalization, and the politics and ethics of nation building.  As an anthropology course, the class will take up these themes through richly contextualized accounts of life within the region.  While it is recognized that the Middle East is incredibly heterogeneous, particular attention will be given to the influence and role of Islam.  By the end of the seminar, students will have gained a broad understanding of some of the most pressing issues faced within the area, while at the same time grappling with advanced theoretical readings.  No previous knowledge of the Middle East is assumed.\nLimited to 25 students. Fall semester. Professor C. Dole.\nPriority will be given to seniors and majors.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ANTH/ANTH-331-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"SOCI-243","x":10.0,"y":2.0,"id":"10","attributes":{"Title":"Drugs and Society","Description":"Listed in: \n, as SOCI-243\nFormerly listed as: SOCI-43\nMoodle site: \n (Section 01)\nThis course examines the use and control of mood-altering drugs in the United States today.  Specifically, we look at two important sets of issues: first, the increasing use of prescription drugs to deal with a growing range of human moods and thoughts; second, the ongoing “war” against drugs like marijuana, cocaine, and heroin.   By juxtaposing these two, we will reflect on the contradictions of drug use and drug control in America.  On the one hand, we take a more punitive approach to the control of currently illegal drugs like marijuana than any other western society. On the other hand, we use and encourage the use of prescriptions like antidepressants more than any other western society.  \nLimited to 35 students.  Spring semester.  Professor Himmelstein.\ndepartment majors will have preference","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SOCI/SOCI-243-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"ANTH-310","x":11.0,"y":3.0,"id":"11","attributes":{"Title":"Culture, Affect, and Psychiatry","Description":"Listed in: \n, as ANTH-310\nMoodle site: \n (Section 01)\nThis seminar draws on readings from medical and psychological anthropology, cultural psychiatry, and science studies to examine mental health and illness as a set of subjective experiences, social processes, and objects of knowledge and intervention. The course invites students to think through the complex relationships between categories of psychiatric knowledge, techniques of clinical practice, and the subjectivities of persons living with mental illness. The course will take up such questions as:  Does mental illness vary across social, cultural, and historical contexts?  How does the language of psychopathology, and the clinical setting of its use, affect people’s experience of psychological and emotional suffering?  What novel forms of care, as well as neglect, have emerged with the “pharmaceuticalization” of psychiatry?  How does contemporary psychiatry articulate a distinctive relationship between affect and power?  These questions, among others, will be examined through richly contextualized ethnographic and historical writings, literary accounts, clinical studies, and films.  The course will emphasize a comparative approach, as it explores the ways that anthropologists have struggled to examine mental illness and mental health in a cross-cultural perspective.\nLimited to 25 students.  Fall semester.  Professor C. Dole.\nPriority will be given to seniors and majors.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ANTH/ANTH-310-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"SOCI-353","x":12.0,"y":3.0,"id":"12","attributes":{"Title":"Organizations and Inequality","Description":"Listed in: \n, as SOCI-353\n (Section 01)\nThis course examines organizational mechanisms of social inequality. For sociologists, life chances of individuals and groups are fundamentally determined by the socio-economic contexts in which they are embedded. In order to better understand the contexts, organizations scholars attend to organizational and institutional structures, such as the rise and decline of corporations, changes in industrial relations, and the relationship between law and organizations. In this course, we will identify important institutional and organizational structures of economic life and discuss how the structures shape life chances, inequalities, and opportunities. Specifically, we will study (1) structural bias against marginalized groups in work organizations, (2) inter-group power dynamics in workplaces, (3) corporate responses to state regulatory actions such as Affirmative Action, and (4) implications of the recent rise of self-regulation in the corporate world on social inequality. This course will require weekly class meetings (two and one-half hours) and small-group meetings prior to weekly class meetings. \nNot open to first-year students.  Limited to 20 students. Enrollment requires attendance at the first class meeting.  Spring semester.  Professor Mun.\nPreference given to sociology majors. Attendance required on the first day.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SOCI/SOCI-353-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"ANTH-241","x":13.0,"y":2.0,"id":"13","attributes":{"Title":"Visual Anthropology","Description":"Listed in: \n, as ANTH-241  |  \n, as FAMS-378\nFormerly listed as: ANTH-41\n (Section 01)\n(Offered as ANTH 241 and FAMS 378.) This course will explore and evaluate various visual genres, including photography, ethnographic film and museum presentation as modes of anthropological analysis--as media of communication facilitating cross-cultural understanding. Among the topics to be examined are the ethics of observation, the politics of artifact collection and display, the dilemma of representing non-Western “others” through Western media, and the challenge of interpreting indigenously produced visual depictions of “self” and “other.”\nLimited to 30 students. Spring semester. Professor Gewertz.\nIf the course is overenrolled, will privilege majors and ask students to provide the reasons they wish to take the course.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ANTH/ANTH-241-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"HIST-494","x":14.0,"y":4.0,"id":"14","attributes":{"Title":"Istanbul","Description":"Listed in: \n, as ANTH-431  |  \n, as ASLC-494  |  \n, as HIST-494\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as HIST 494 [ME], ANTH 431, and ASLC 494.) At different points in its nearly 2000-year history, the city now known as Istanbul has been the capital of the Roman, Byzantine, and Ottoman empires. In 2010, Istanbul was selected as the “Cultural Capital of Europe.” Over this long history, millions of people and multiple communities have called Istanbul their home—each shaping the city with distinct visions of the past and longings for the future. As innumerable identities (communal, religious, national, ethnic) have been both claimed and erased to serve a variety of political, economic, and social ideologies over millennia, Istanbul stands today as a city where the meanings of space and place are contested like few others. This  seminar explores the connections between contemporary politics and society in Turkey through the contested histories of space and place-making in Istanbul, with special attention to the varied historical legacy of architecture of the city. This is a research seminar and a Global Classroom course. One class meeting per week.\nLimited to 12 students. Preference to junior and senior majors. Spring semester.  Professors Dole and Ringer.\nPreference given to junior and senior majors.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-494-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(9, 157, 201)","size":10.0},{"label":"ANTH-305","x":15.0,"y":3.0,"id":"15","attributes":{"Title":"Politics of Humanitarian Aid","Description":"Listed in: \n, as ANTH-305\nMoodle site: \n (Section 01)\nOver the past two decades, humanitarian aid has been put forward as a mechanism for promoting global change. Foundations such as The Bill and Melinda Gates Foundation and organizations such as Doctors Without Borders have become household names. Hollywood films such as \n, and \n offer emotional testimony that wills us to “do something.”  Although humanitarianism has existed in some form for centuries through mission work and scientific expeditions, this course examines the growing debate over the philosophical, moral, political, cultural and operational practices of such interventions. This course will explore the purposes, missions and effectiveness of humanitarian aid and the various approaches taken by activists, missionaries, lawyers, social scientists, and filmmakers to understand its many challenges.\nLimited to 20 students.  Fall semester.  Visiting Professor Hall.\nPriority will be given to seniors and majors","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ANTH/ANTH-305-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"ANTH-224","x":16.0,"y":2.0,"id":"16","attributes":{"Title":"Archaeological Method, Theory and Practice","Description":"Listed in: \n, as ANTH-224\nFormerly listed as: ANTH-24\n (Section 01)\nThis course focuses on the theoretical foundations of archaeological research, the variety of methods available to analyze material culture, the interpretation of results, and ethical considerations of practicing archaeology in the United States and abroad.  Course provides students with a solid foundation for evaluating and contextualizing current methodological and theoretical trends within archaeology.  Case studies illustrate the diversity of archaeological thought, interdisciplinary approaches to studying material culture, and innovative directions in the field of anthropological archaeology.  Discussions of practice will address the roles and responsibilities of archaeologists in heritage management, museum development, and community outreach.\nSpring semester. Five College Professor Klarich.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ANTH/ANTH-224-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"SOCI-230","x":17.0,"y":2.0,"id":"17","attributes":{"Title":"Economy, Society and Change in East Asia","Description":"Listed in: \n, as SOCI-230  |  \n, as ASLC-230\n (Section 01)\n(Offered as SOCI 230 and ASLC 230.)  East Asia has been booming, economically—first Japan, then Korea and Taiwan, and now China. In this course, we will study both what made the economic boom in these countries possible and what social issues have arisen in each country because of the particular social system that arose through its process of economic development. In particular, we will consider patterns of social inequality. In the case of Japan and Korea, we will focus on understanding important inequality patterns that arose during the economic development in the 1970s and 1980s and their enduring effect on current society, such as youth unemployment and gender inequality. As for China, we will study how the rapid economic development generated social inequalities (such as glaring income inequality and urban-rural inequality) different from those observed in Japan and Korea. Through the readings and class discussions, students will learn about the lives of people who live in these East Asian societies: How are the societies organized? What are the critical social issues in these countries? How are these societies both similar and different?\nLimited to 20 students.  Spring semester.  Professor Mun.\nPriority to seniors in Anthropology and Sociology and Asian Languages and Civilization,  then juniors in same respective departments, etc.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SOCI/SOCI-230-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"ANTH-245","x":18.0,"y":2.0,"id":"18","attributes":{"Title":"Medical Anthropology","Description":"Listed in: \n, as ANTH-245\nFormerly listed as: ANTH-45\n (Section 01)\nThe aim of this course is to introduce the ways that medical anthropologists understand illness, suffering, and healing as taking shape amidst a complex interplay of biological, psychological, social, political-economic, and environmental processes.  The course is designed to engage a broad range of medical anthropology topics, theoretical approaches, and research techniques by examining case studies concerned with such issues as chronic illness and social suffering, ritual and religious forms of healing, illness and inequality, medicalization, the global AIDS crisis, the social life of new medical technologies, and the politics of global health and humanitarian intervention.  A basic premise of the course is that an understanding of illness, health, and the body requires an understanding of the contexts in which they are experienced, contexts contingently shaped by interwoven processes of local, national, and global significance.  Particular emphasis will thus be placed on ethnographic approaches to the lived context in which illness and other forms of suffering are experienced, narrated, and addressed.  Our focus will be comparative, treating illness, suffering, and healing in a range of societies and settings--from Haiti to China, from urban Brazil to rural Nepal, from the townships of South Africa to genetic labs in the United States.\nLimited to 30 students. Spring semester.  Professor C. Dole.\npriority will be given to seniors and majors","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ANTH/ANTH-245-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"ANTH-255","x":19.0,"y":2.0,"id":"19","attributes":{"Title":"Public Culture in South Asia","Description":"Listed in: \n, as ANTH-255  |  \n, as ASLC-255\nMoodle site: \n (Section 01)\n(Offered as ANTH 255 and ASLC 255) This course on South Asian public culture starts from the premise that modernity today is a global experience. Most societies today possess the means to produce local versions of the modern, as Arjun Appadurai and Carol Breckenridge have argued. In this course, we will collectively approach mass culture in South Asia--a staggeringly complex cultural entity--with an eye towards understanding emergent forms of subjectivity, agency, pleasure, and embodied experience. While rethinking the predominantly European notions of publicity, we will study how popular culture in South Asia reflects the intersecting processes of nationalism, globalization, and economic liberalization. Our focus will be on the interface of media and modernity, and in so doing, on the complex negotiations between cultural producers and consumers. We will discuss film, advertising, spatial politics, and popular art to make sense of the region’s postcolonial public life.\nLimited to 25 student.  Fall semester.  Professor Chowdhury.\nPriority give to majors in Anthropology and ASLC.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ANTH/ANTH-255-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"ANTH-112","x":20.0,"y":1.0,"id":"20","attributes":{"Title":"Sociocultural Anthropology","Description":"Listed in: \n, as ANTH-112\nFormerly listed as: ANTH-12\nMoodle site: \n (Section 01)\nAn examination of theory and method in social anthropology as applied in the analysis of specific societies. The course will focus on case studies of societies from different ethnographic areas.\nFall semester. Professor Fong.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ANTH/ANTH-112-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"ANTH-200","x":21.0,"y":2.0,"id":"21","attributes":{"Title":"Anthropology and China","Description":"Listed in: \n, as ANTH-200  |  \n, as ASLC-200\nMoodle site: \n (Section 01)\n(Offered as ANTH 200 and ASLC 200) In what ways are the experiences and perspectives of various kinds of people in various kinds of situations in contemporary China different from those of their counterparts in other places and times, and in what ways are they similar?  What accounts for these similarities and differences? How can anthropology help us understand China? What can the study of China contribute to our understandings of the issues, processes, and systems that anthropologists study worldwide? This course will help students answer these questions by reading, discussing, and writing about recent books and articles about China.\nLimited to 25 students. Spring semester. Professor Fong.\nPreference will go to students majoring in anthropology, sociology, and/or Asian Languages and Civilizations, as well as to first-year students and sophomores\n80","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ANTH/ANTH-200-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"SPAN-235","x":22.0,"y":2.0,"id":"22","attributes":{"Title":"Latino Pop Culture","Description":"Listed in: \n, as SOCI-235  |  \n, as SPAN-235\nMoodle site: \n (Section 01)\n(Offered as SPAN 235 and SOCI 235.)  This course will explore how pop cultural phenomena by and about Latinos creatively texture four decades of social and historical change that inform the U.S. Latino experience: from TV shows, films, performance art, food, music, comic books, web and digital media.  We will read, view, hear, and smell—critically \n—all variety of popular cultural phenomena as it interfaces with everyday lives, unique traditions, and representations of the very varied ethnic make-up of Latinos residing in the U.S.  We will contextualize and assess key critical interpretations, perspectives, development and debates in Latino popular cultural studies. We will also consider the importance of historical period and region in the making and consuming of Latino culture, specific techniques used in giving shape to the respective pop cultural forms, and offer accessible content analysis. Core themes and topics that will be addressed include: Industry vs. art, globalization, representation, identity, reception and production. Through our shared inquiry we will sharpen our critical thinking about the challenges and the prospects reflected by Latino popular culture. The course will cover ongoing theories, discussions and debates. We will also learn to examine Latino pop culture within the broader perspectives of the study of global popular culture. We will learn a variety of approaches and methods for studying a vast array of Latino pop cultural artifacts, and we will develop our own approach and method in response to the primary materials critically consumed.  In acquiring the tools for analyzing popular culture by and about Latinos students we will learn of the social, historical, and cultural significance of Latinos in the U.S. Among materials covered will be episodes of TV shows such as \n, \nand \n. We will likely view films such as Cheech Marin’s \n(1987), Allison Anders’ \n (1993), Darnelle Martin’s \n(1994), Gregory Nava’s \n(1995), Karyn Kusama’s \n (2000), Patricia Cardoso’s \n (2002), Sergio Arau’s \n(2004), Robert Rodriguez’s \n(2010), and Aurora Guerrero’s \n(2012). We will likely read comics by Los Bros Hernandez, Rhode Montijo, and Jules Rivera. We will likely view performances by \n, \n, and \n.  We will likely listen to music by Ozomotl and Nortec. Among the secondary readings will be chapters from Aldama’s \n, \nand \nWe will read sections from Aldama’s and Stavans’s \n. Finally, we will read sections form Gustavo Arellano’s \n.  Conducted in English.\nFall semester. Professor Aldama.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SPAN/SPAN-235-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(110, 122, 226)","size":10.0},{"label":"ANTH-253","x":23.0,"y":2.0,"id":"23","attributes":{"Title":"Muslim Lives in South Asia","Description":"Listed in: \n, as ANTH-253  |  \n, as ASLC-270\nMoodle site: \n (Section 01)\n(Offered as ANTH 253 and ASLC 270 [SA].)  This course is a survey of foundational and contemporary writing on Muslim cultures across South Asia. The approach here is anthropological, in the sense that the course focuses on material that situates Islamic thought in the making of everyday practices, imaginations, and ideologies of a very large and varied group of people. While India hosts the second largest population of Muslims in the world, Pakistan and Bangladesh, respectively, are two of the world’s largest Muslim-majority nation-states. This course will aim to capture some of the richness of the textual and vernacular traditions that constitute what is known as South Asian Islam and the lived experiences of Muslims. Without relegating Muslims to a minority status and therefore targets of communal violence, or approaching Islam in South Asia only at the level of the syncretic, this course aims to understand the interface of traveling texts and indigenous traditions that is integral to the making of its diverse Muslim cultures. In doing so, the course will by necessity discuss topics of subjectivity, law, gender, community, secularism, and modernity that continue to raise important theoretical questions within the discipline of anthropology.\nSome prior knowledge of Islam or Muslim societies may be helpful.  Limited to 25 students.  Spring semester.  Professor Chowdhury.\nPriority given to majors in Anthropology and Asian Languages and Civilizations","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ANTH/ANTH-253-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"BIOL-114","x":24.0,"y":1.0,"id":"24","attributes":{"Title":"The Evolution of Human Nature","Description":"Listed in: \n, as ANTH-114  |  \n, as BIOL-114\nFormerly listed as: BIOL-14\n (Section 01)\n(Offered as BIOL 114 and ANTH 114.)  After consideration of the relevant principles of animal behavior, genetics, and population biology, it will be shown that extensions of the theory of natural selection---kin selection, reciprocal altruism, parent-offspring conflict, sexual selection, and parental manipulation of sex ratios---provide unifying explanations for the many kinds of social interactions found in nature, from those between groups, between individuals within groups and between genes within individuals. The emphasis throughout will be on the special physical, social and psychological adaptations that humans have evolved, including the instincts to create language and culture, conflict and cooperation within and between the sexes, moral emotions, the mating system and family, kinship and inheritance, reciprocity and exchange, cooking, long distance running, homicide, socioeconomic hierarchies, warfare, patriarchy, religions and religious beliefs, deceit and self-deception, systems of laws and justice and the production, performance and appreciation of art. Along the way, we will consider how misrepresentations of evolutionary theory have been used to support political and social ideologies and, more recently, to attack evolutionary theory itself as scientifically flawed and morally corrupt. This is a reading and writing course in science: no exams or quizzes, and the assigned work consists of two problem sets and several essays. Two 90-minute lectures per week.\nSpring semester.  Professor Emeritus Zimmerman.","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BIOL/BIOL-114-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(33, 20, 111)","size":10.0},{"label":"AMST-260","x":25.0,"y":2.0,"id":"25","attributes":{"Title":"Latino Migration:  Labor, Lifestyle and Legality","Description":"Listed in: \n, as AMST-260  |  \n, as SOCI-260\n (Section 01)\n(Offered as AMST 260 and SOCI 260.)  Whereas capital, culture, and commerce flow freely in contemporary capitalism, labor does not.  Walls--physical, legal and cultural--aim to keep certain people in and “others” out.  In this course we explore the sociological forces behind cross-border labor flows and the parallel reality of immigrant life.  We focus specifically on the experience of Latinos in the United States.  We pay special attention to the linkages between the demand and supply of Latino immigrant labor, social constructions of (il)legality, and the oft-overlooked privileged lifestyles that immigration supports.  While this course has a deep theoretical rooting, we use daily immigrant life as the lens through which to explore migration. \nLimited to 25 students.  Spring semester.  Professor Schmalzbauer.\nIf overenrolled, preference goes to Sociology and American Studies majors, then to seniors, juniors and on down","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/AMST/AMST-260-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(251, 34, 232)","size":10.0},{"label":"SOCI-234","x":26.0,"y":2.0,"id":"26","attributes":{"Title":"Social Class","Description":"Listed in: \n, as SOCI-234\nFormerly listed as: SOCI-34\n (Section 01)\nThis course will consider various ways that class matters in the United States. Historical accounts will be used in conjunction with sociological theories to discuss the formation of classes, including the formation of discourses and myths of class, in American society. Class will then serve as a lens to examine the origins and characteristics of social stratification and inequality in the U.S. The bulk of the course will focus on more contemporary issues of class formation, class structure, class relations, and class culture, paying particular attention to how social class is actually lived out in American culture. Emphasis will be placed on the role class plays in the formation of identity and the ways class cultures give coherence to daily life. In this regard, the following will figure importantly in the course: the formation of upper class culture and the role it plays in the reproduction of power and privilege; the formation of working class culture and the role it plays in leading people to both accept and challenge class power and privilege; the formation of the professional middle class and the importance that status anxiety carries for those who compose it. Wherever possible, attention will be paid to the intersection of class relations and practices with those of other social characteristics, such as race, gender and ethnicity. The course will use sociological and anthropological studies, literature, autobiographies, and films, among other kinds of accounts, to discuss these issues.\nLimited to 30 students. Spring semester. Professor Lembo.\nPriority given to senior Anthropology/Sociology majors; then to seniors, next junior Anthro/Soc majors; then juniors continuing on down through the classes.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SOCI/SOCI-234-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"ANTH-230","x":20.0,"y":2.0,"id":"27","attributes":{"Title":"Ethnographic Methods","Description":"Listed in: \n, as ANTH-230\nMoodle site: \n (Section 01)\nHow does one collect, analyze, and write about ethnographic data? What kinds of claims can one make based on this kind of data, and what kinds of claims can one not make? What kinds of research questions are best answered with ethnographic research? What kinds of theoretical contributions can be made with answers to such research questions? Which specific research methods are best for answering which research questions? What are the epistemological and ethical implications of particular methods?\nThis course will teach students to answer these questions by providing a survey of various ethnographic research methods (focusing primarily on interviews and participant observation) and walking students through the process of formulating a research question, selecting the kinds of research participants and research methods that can answer that research question,  analyzing data, finding the proper fit between epistemologies, theories, methods, and data, writing an academic paper based on findings from that data, and presenting the findings to the class. \nPreference will be given to anthropology majors","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ANTH/ANTH-230-1415F'> Course Site </a>","Requisite":["Requisite:  ANTH 112.  Not open to first-year students.  Admission with consent of the instructor. Limited to 15 students.  Fall semester.  Professor Fong."]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"SWAG-210","x":27.0,"y":2.0,"id":"28","attributes":{"Title":"Anthropology of Sexuality","Description":"Listed in: \n, as ANTH-210  |  \n, as SWAG-210\nMoodle site: \n (Section 01)\n(Offered as SWAG 210 and ANTH 210.) This course draws on anthropological literature to study the socio-cultural making of human sexuality and its variations. We will critically examine theories of sexuality as a domain of human experience and locate sexual acts, desires and relations in particular historical and cultural contexts. The course offers analytical tools to understand and evaluate different methods and approaches to the study of human sexuality.  We will examine the relation of sex to kinship/family, to reproduction and to romance. As we read about the bodily experience of sexual pleasure, we will explore how sexual taboos, norms and morality develop in various cultures and why sex acquires explosive political dimensions during certain historical periods. The course will explore the gendered and racial dimensions of human sexual experience in the context of class, nation and empire. How do class divisions produce different sexual cultures? What economies of sex are involved in sex work, marriage and immigration? What has been the role of sexuality in projects of nation building and in colonial encounters? When, where and how did sexuality become a matter of identity?  In addition to a focus on contemporary ethnographic studies of sexuality in various parts of the world, we will read theoretical and historical texts that have been influential in shaping the anthropological approaches to sexuality. We will also briefly address scientific theories of sexuality.  Two meetings per week.\nFall semester. Professor Sadjadi.\n50","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-210-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(173, 164, 122)","size":10.0},{"label":"BLST-298","x":28.0,"y":2.0,"id":"29","attributes":{"Title":"Global Capitalism and the African Diaspora","Description":"Listed in: \n, as SOCI-298  |  \n, as BLST-298  |  \n, as POSC-298\nMoodle site: \n (Section 01)\n(Offered as BLST 298 [D], POSC 298 [G], and SOCI 298) Studies of the Black experience have tied the African Diaspora to the formation of the modern world-system and the proliferation of global capitalism. Since the sixteenth century, the conscription and the exploitation of Black labor and human capital have been essential to each cycle of accumulation that has sustained capitalism. This course will survey the emergence and evolution of the African Diaspora in relationship to changes in the global capitalist economy and how that history continues to shape material conditions of African descendants. Drawing upon a range of theoretical perspectives from thinkers such as Marcus Garvey, Walter Rodney, Immanuel Wallerstein, Eric Williams, and Samir Amin, we will examine structural features of the modern global political economy and how they produce, reproduce, and reconstitute the African Diaspora based on how Diasporic subjects are represented in the racial global axial division of labor. Through interdisciplinary readings, the course will encourage critical analysis of conditions of inequality in the African Diaspora--locally, nationally, and globally.\nSpring semester. Five College Fellow Burden.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-298-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(74, 154, 255)","size":10.0},{"label":"ANTH-206","x":29.0,"y":2.0,"id":"30","attributes":{"Title":"Ethnographic Film","Description":"Listed in: \n, as ANTH-206  |  \n, as FAMS-357\nMoodle site: \n (Section 01)\n(Offered as ANTH 206 and FAMS 357.)  This course will examine ethnographic film beginning in the early twentieth century. Through a combination of critical readings and film viewings we will address issues of representation, vision, gender, film techniques, knowledge production, and our relationships with difference vis-à-vis ethnographic film. While not specifically a production course, the making of student videos is encouraged, and student-made videos will be screened in class at the end of the semester.\nLimited to 30 students.  Spring semester.  Visiting Professor Hall.\nPriority given to seniors and majors.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ANTH/ANTH-206-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"AMST-326","x":30.0,"y":3.0,"id":"31","attributes":{"Title":"Immigration and the New Latino Second Generation","Description":"Listed in: \n, as AMST-326  |  \n, as SOCI-326\nMoodle site: \n (Section 01)\n(Offered as AMST 326 and SOCI 326.)  This course focuses on Latino immigrant youth and the children of Latino immigrants who are coming of age in the contemporary United States, what social scientists have termed the “new second generation.” Currently this generation is the fastest growing demographic of children under 18 years of age. The majority of youth in the “new second generation” are Latino.\nDrawing on sociological and anthropological texts, fiction and memoir, we will explore the social factors, historical legacies and policies that in large part shape the lived experiences of Latino youth. We begin by laying a historical and theoretical base for the course, exploring the notions of assimilation and transnationalism. We then move into an exploration of the intersecting contexts of inequality which contextualize daily life for the new second generation. Specifically we investigate how social class, race, gender, and “illegality” intersect with generation to shape the struggles, opportunities, identities and aspirations of Latino youth.\nPriority given to Sociology and American Studies majors followed by seniors on down","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/AMST/AMST-326-1516F'> Course Site </a>","Requisite":["Requisite: Previous course(s) in Sociology, Anthropology, American Studies, Black Studies or Latin American History. Limited to 18 students. Fall semester.  Professor Schmalzbauer."]},"color":"rgb(251, 34, 232)","size":10.0},{"label":"ANTH-306","x":31.0,"y":3.0,"id":"32","attributes":{"Title":"Anthropology of Science","Description":"Listed in: \n, as ANTH-306\nMoodle site: \n (Section 01)\nOver the last twenty years, anthropologists have increasingly focused on the role that scientific practices and technologies play in cultural production. From militarization to cheese-making, science and technology are in many ways foundational to our social worlds. What began as a disciplinary inquiry into the lives of scientists and their work in laboratories has evolved to examine the politics of scientific knowledge, the history of scientific objects, and the study of non-human agency. Some of the questions this course will explore include: How do you study science ethnographically? How is a fact made? Does technology act on us?  And even, do forests think? As a project-based seminar, this course also offers an opportunity to engage in ethnographic writing and observation. \nLimited to 18 students.  Spring semester.  Visiting Professor Hall.\nPriority given to seniors and majors.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ANTH/ANTH-306-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"ANTH-335","x":32.0,"y":3.0,"id":"33","attributes":{"Title":"Gender: An Anthropological Perspective","Description":"Listed in: \n, as ANTH-335  |  \n, as SWAG-335\nFormerly listed as: ANTH-35\n (Section 01)\n(Offered as ANTH 225 and SWAG 335.)  This seminar provides an analysis of male-female relationships from a cross-cultural perspective, focusing upon the ways in which cultural factors modify and exaggerate the biological differences between men and women. Consideration will be given to the positions of men and women in the evolution of society, and in different contemporary social, political, and economic systems, including those of the industrialized nations.\nLimited to 20 students.  Spring semester.  Professor Gewertz. \nIf the course is overenrolled, will privilege majors and ask students to provide the reasons they wish to take the course.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ANTH/ANTH-335-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"SOCI-347","x":33.0,"y":3.0,"id":"34","attributes":{"Title":"Sociology from the Margins","Description":"Listed in: \n, as SOCI-347\nFormerly listed as: SOCI-47\nMoodle site: \n (Section 01)\nIn this course we will examine texts that challenge the conventional wisdom of sociology, thereby enabling us to see foundational concerns of the discipline in new ways. These texts--some by sociologists, some not--will be used to explore such things as changing modes of social power, the cultural unconscious, commodity culture, normality and its transgressions, media technology and the social imaginary, as well as social identity and the self in ways unanticipated by mainstream sociological thought. Historical transitions from Fordism to flexible accumulation, the modern to the postmodern, the colonial to the postcolonial, the national to the transnational, and from the real to the virtual will figure importantly in course discussion.\nLimited to 20 students. Fall semester. Professor Lembo.\nFirst preference to senior majors, then seniors and juniors, etc.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/SOCI/SOCI-347-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"ANTH-318","x":34.0,"y":3.0,"id":"35","attributes":{"Title":"Chinese Childrearing","Description":"Listed in: \n, as ANTH-318  |  \n, as ASLC-318\nMoodle site: \n (Section 01)\n(Offered as ANTH 318 and ASLC 318 [C].)  This course examines Chinese childrearing, focusing primarily on childrearing in mainland China. We will look at differences as well as similarities between childrearing in Chinese families of different socioeconomic status within China, as well as between childrearing in mainland China and in childrearing in Chinese and non-Chinese families worldwide. We will also look at dominant discourses within and outside of China about the nature of Chinese childrearing and ask about relationships between those discourses and the experiences of Chinese families. Students will work together to conduct original research about childrearing in China, drawing on data from the instructor’s research projects. Students with statistical analysis skills will analyze English-language survey data; students with advanced Chinese language skills will translate and analyze Chinese-language interview questions and responses; and students who have taken or are currently taking at least one course about anthropology, sociology, economics, psychology, or China will analyze the English-language scholarly literature about Chinese childrearing in the field(s) with which they are most familiar. Course assignments will be tailored to the interests, skills, and academic background of each student, so first-years,  sophomores, and students with no Chinese language skills or statistical analysis skills are welcome and just as likely to succeed as juniors, seniors, and students with Chinese language or statistical analysis skills.\nLimited to 20 students. Admission with consent of the instructor. Fall semester.  Professor Fong.\nIf overenrolled, preference will be given first to first-years and sophomores with some of the relevant skills and previous coursework, and then to juniors and seniors with more of the relevant skills and previous coursework","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ANTH/ANTH-318-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"ANTH-330","x":35.0,"y":3.0,"id":"36","attributes":{"Title":"Writing about China","Description":"Listed in: \n, as ANTH-330  |  \n, as ASLC-330\nMoodle site: \n (Section 01)\n(Offered as ANTH 330 and ASLC 330) This course teaches students how to write academic papers about China. We will pay attention both to specific elements of writing, such as how to use academic language and citations clearly and appropriately, and to broader issues such as those of how to support claims with evidence; how to use findings from data to engage with arguments presented in the previous scholarship; how to explain why writing about issues concerning a particular Chinese population can expand understandings of similar issues worldwide; how to help readers who may not know much about Chinese language or society understand the meaning and significance of Chinese terms, concepts, and assumptions that may be different from comparable terms, concepts, and assumptions in the English language and Western scholarship; and how to find gaps in the existing scholarship and fill these gaps with findings from interview and survey data from the instructor's longitudinal study of Chinese families. Students who have taken at least one statistics course can work with English-language survey data; students with Chinese language skills can work with Chinese-language interview data; students who have taken or are currently taking at least one other course about anthropology, sociology, and/or economics can work with relevant English-language scholarly literature in the field(s) in which they have previously or are currently taking classes, and students with more than one of these qualifications can either focus on one kind of work or combine or alternate between them, in accordance with their preferences. Students will collaborate on projects, complementing and learning from each other.  Assignments will be tailored to the interests, skills, and academic background of each student, so first-year students, sophomores, and students with no Chinese language skills or statistical analysis skills are welcome and just as likely to succeed as juniors, seniors, and students with Chinese language or statistical analysis skills.\nAdmission with consent of the instructor.  Limited to 20 students.  Fall semester.  Professor Fong.\nPreference to first-years and sophomores with at least 1 of the recommended skills or coursework backgrounds, and juniors and seniors with more of them, to achieve balance between different graduation years, skills, and coursework backgrounds\n0","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ANTH/ANTH-330-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"ANTH-251","x":36.0,"y":2.0,"id":"37","attributes":{"Title":"Anthropology of Natural Wealth","Description":"Listed in: \n, as ANTH-251\nMoodle site: \n (Section 01)\nFrom diamonds and bananas to coca and coal, natural wealth as commodities have shaped the way we think of global connections from early colonial encounters to the present. They are signs of the legacies of colonial exploitation as well as the seemingly infinite reach of global capital. Yet, anthropology of the politics around these commodities--that is, a critical understanding of the places of their production, extraction and exchange, along with the people whose lives are intimately tied to these processes--has also brought to the fore the provocative and often unpredictable ways in which the politics of natural resources has generated new forms of resistances, cultural practices and social worlds. They are pivots around which nations are being imagined, states are being legitimated, and nature itself is being re-defined. This course will examine anthropological literature on the politics and practices around natural wealth. Drawing on examples from varied cultural contexts, such as the petroleum boom in Nigeria, the occult practices of tin miners in Colombia, coffee-drinking in American households, or the coal mining communities in South Africa, among others, this course aims to understand the social and political lives of natural resources and how they help us to conceptually approach colonialism, capitalism and globalization.\nLimited to 30 students.  Fall semester.  Professor Chowdhury.\nPriority given to seniors and majors","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ANTH/ANTH-251-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"ANTH-323","x":37.0,"y":3.0,"id":"38","attributes":{"Title":"History of Anthropological Theory","Description":"Listed in: \n, as ANTH-323\nFormerly listed as: ANTH-23\nMoodle site: \n (Section 01)\nA general survey of writings that have played a leading role in shaping the modern fields of cultural and social anthropology. Beginning with a discussion of the impact of Darwin and the discoveries at Brixham Cave on mid-nineteenth century anthropology, the course surveys the theories of the late-nineteenth-century cultural evolutionists. It then turns to the role played by Franz Boas and his students and others in the advent and later development of cultural anthropology in the U.S. Readings of Durkheim and Mauss will provide the foundation for a discussion of the development of British social anthropology, French structuralism, and Bourdieu’s theory of social practice. The course will conclude with a discussion of recent controversies concerning the work of a key theorist in the anthropological tradition.\nFall semester.  Professor Gewertz.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ANTH/ANTH-323-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"ANTH-220","x":38.0,"y":2.0,"id":"39","attributes":{"Title":"Collecting the Past: Art and Artifacts of the Ancient Americas","Description":"Listed in: \n, as ANTH-220\nMoodle site: \n (Section 01)\nEarly European explorers, modern travelers, collectors, curators, and archaeologists have contributed to the development of ancient Latin American collections in museums across the globe. This course traces the history of these collecting practices and uses recent case studies to demonstrate how museums negotiate—successfully and unsuccessfully—the competing interests of scholars, donors, local communities, and international law. Students will learn how archaeologists study a variety of artifact types within museum collections and will have the opportunity to conduct independent research projects using pre-Columbian pottery and textile collections from the Mead Museum at Amherst College.\nLimited to 18 students. Spring semester.  Five College Professor Klarich.\nPreference given to Anth, Art History, & Latin American Studies","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ANTH/ANTH-220-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"AMST-302","x":39.0,"y":3.0,"id":"40","attributes":{"Title":"Globalization, Inequality and Social Change","Description":"Listed in: \n, as AMST-302  |  \n, as SOCI-302\nMoodle site: \n (Section 01)\n(Offered as AMST 302 and SOCI 302.)  This course is an in-depth exploration of the increasing global interconnectedness of economic, political, and social processes, what many have come to call “globalization.” We begin by developing a sociological critique of the relationship between inequality, post-World War II global capitalism, and the neoliberal ideology that underlies it.  We do this through study of the major institutions and actors that endorse and perpetuate global capitalism. We then explore case studies which critically examine how contemporary globalization is playing out in daily life via experiences of labor, consumption, family and community.  We dedicate the last part of the course to investigating diverse examples of grassroots resistance to the current capitalist order.  As we strive to achieve a complex analysis of globalization, we will be challenged to grapple seriously with issues of power and social justice and to reflect on our own social positions within an increasingly intricate global web.  In accordance, we will focus throughout the course on how intersections of race, class, gender and citizenship influence the human experience of globalization. \nLimited to 20 students.  Fall semester.  Professor Schmalzbauer.\nIf overenrolled, preference goes to Sociology and American Studies seniors and juniors, and then to  seniors, juniors and on down.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/AMST/AMST-302-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(251, 34, 232)","size":10.0},{"label":"ANTH-343","x":40.0,"y":3.0,"id":"41","attributes":{"Title":"Economic Anthropology and Social Theory","Description":"Listed in: \n, as ANTH-343\nFormerly listed as: ANTH-43\nMoodle site: \n (Section 01)\nThis course will look at the relationship between economy and society through a critical examination of Marx with particular emphasis on pre-capitalist economies. The more recent work of French structural Marxists and neo-Marxists, and the substantivist-formalist debate in economic anthropology will also be discussed. The course will develop an anthropological perspective by looking at such “economic facts” as production, exchange systems, land tenure, marriage transactions, big men and chiefs, state formation, peasant economy, and social change in the modern world.\nLimited to 25 students. First-year and sophomore students must have consent of the instructor.  Fall semester.  Professor Goheen.\nClass list will be reviewed following pre-registration.  Students will be chosen based on major, class year, and other criteria.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ANTH/ANTH-343-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"SOCI-315","x":41.0,"y":3.0,"id":"42","attributes":{"Title":"Foundations of Sociological Theory","Description":"Listed in: \n, as SOCI-315\nFormerly listed as: SOCI-15\nMoodle site: \n (Section 01)\nSociology emerged as part of the intellectual response to the French and Industrial Revolutions. In various ways, the classic sociological thinkers sought to make sense of these changes and the kind of society that resulted from them. We shall begin by examining the social and intellectual context in which sociology developed and then turn to a close reading of the works of five important social thinkers: Marx, Tocqueville, Weber, Durkheim, and Freud. We shall attempt to identify the theoretical perspective of each thinker by posing several basic questions: According to each social thinker, what is the \n nature of society, the individual, and the relationship between the two? What holds societies together?  What pulls them apart?  How does social change occur? What are the distinguishing features of modern Western society \n? What distinctive dilemmas do individuals face in modern society? What are the prospects for human freedom and happiness? Although the five thinkers differ strikingly from each other, we shall also determine the extent to which they share a common “sociological consciousness.” \nLimited to 30 students. Fall semester. Professor Himmelstein.\nSociology and anthropology majors have preference","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SOCI/SOCI-315-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"ANTH-332","x":42.0,"y":3.0,"id":"43","attributes":{"Title":"Topics in Contemporary Anthropology","Description":"Listed in: \n, as ANTH-332\nFormerly listed as: ANTH-32\n (Section 01)\nThis seminar will examine contemporary issues in anthropology. Topics will vary from year to year but might, for instance, include anthropological and ethnographic engagements with postcolonialism, the politics of development, neoliberalism and “anti-globalization” activism, militarism, poverty and the politics of survival, institutions of confinement and care, as well as the writing of grants as a prerequisite for the writing of culture in ethnographies.\nLimited to 20 students. Spring semester. Professor C. Dole.\nPriority will be given to seniors and majors","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ANTH/ANTH-332-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"SOCI-337","x":3.0,"y":3.0,"id":"44","attributes":{"Title":"Dilemmas of Diversity: The Case of Higher Education","Description":"Listed in: \n, as SOCI-337\nMoodle site: \n (Section 01)\nIn this course, we will focus on the diversification of higher education. We will pay particular attention to efforts made by selective liberal arts colleges and universities to open their doors to students disadvantaged by barriers of racial discrimination and excluded by the means of class privilege. We will critically interrogate the concept of diversity and its implementation, paying attention to both successes and problems. Among these problems is the gap between a diversity promised and a diversity delivered.\nWe will employ sociological theories and concepts to explore this gap, the dilemmas it presents, and the cultural strategies that have emerged in response to them. Situating contemporary efforts of selective colleges and universities to diversify in historical context, we will pay particular attention to broader transformation of racial and class discourse in the United States in the post civil rights era, including federal efforts to address discrimination, Supreme Court decisions regarding race-based admissions policy, changes in corporate personnel policies, the rise of “colorblind” rhetoric, growing economic inequality, and the expansion of neoliberal policies and practices in higher education today. Drawing on this context, we will assess the strengths and weakness of diversity initiatives that have been put into place, the patterns of cultural change occurring on campuses, and the role social difference can play in constructing alternatives to inclusive communities as we presently envision them.\nStudents will be encouraged to work collaboratively and will employ a variety of methods to document systematically the current state of diversity on their respective campuses.\nsenior and junior majors, then seniors, juniors, etc.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SOCI/SOCI-337-1516F'> Course Site </a>","Requisite":["Requisite: SOCI 112 or equivalent. Limited to 15 students. Fall semester. Professor Lembo."]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"ANTH-339","x":43.0,"y":3.0,"id":"45","attributes":{"Title":"The Anthropology of Food","Description":"Listed in: \n, as ANTH-339\nFormerly listed as: ANTH-39\nMoodle site: \n (Section 01)\nBecause food is necessary to sustain biological life, its production and provision occupy humans everywhere. Due to this essential importance, food also operates to create and symbolize collective life. This seminar will examine the social and cultural significance of food. Topics to be discussed include: the evolution of human food systems, the social and cultural relationships between food production and human reproduction, the development of women’s association with the domestic sphere, the meaning and experience of eating disorders, and the connection among ethnic cuisines, nationalist movements and social classes.\nLimited to 25 students. Fall semester. Professor Gewertz. \nIf the course is overenrolled, will privilege majors and ask students to provide the reasons they wish to take the course.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ANTH/ANTH-339-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(31, 96, 109)","size":10.0},{"label":"SOCI-316","x":44.0,"y":3.0,"id":"46","attributes":{"Title":"Social Research","Description":"Listed in: \n, as SOCI-316\nFormerly listed as: SOCI-16\nMoodle site: \n (Section 01)\nThis course introduces students to the range of methods that sociologists use to understand humans as social beings. It explores the strengths and weaknesses of these methods. Students will design and execute an original research project. The course emphasizes the general logic of social inquiry and research design rather than narrowly defined techniques and statistical proofs. \nAmherst College sociology majors have preference","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SOCI/SOCI-316-1516S'> Course Site </a>","Requisite":["Requisite: ANTH/SOCI 110. Limited to 15 students. Spring semester. Professor Himmelstein."]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"AMST-215","x":45.0,"y":2.0,"id":"47","attributes":{"Title":"The Embodied Self in American Culture and Society","Description":"Listed in: \n, as AMST-215  |  \n, as ANTH-111\nMoodle sites: \n  |  \n  |  \n (Section 02)\n (Section 01)\n(Offered as AMST 215 and ANTH 111) \"The Embodied Self\" in American Culture and Society is an interdisciplinary, historically organized study of American perceptions of and attitudes towards the human body in a variety of media, ranging from medical and legal documents to poetry and novels, the visual arts , film, and dance. Among the topics to be discussed are the physical performance of gender; the social construction of the ideal male and female body; health reform movements; athletic achievement as an instrumentalization of the body; commercialization of physical beauty in the fitness and fashion industries; eating disorders as cultural phenomena; the interminable abortion controversy; the equally interminable conflict over pornography and the limits of free speech; and adaptations to the possibility of serious illness and to the certainty of death.\nLimited to 25 students. Spring semester.  Professor Couvares. \nPreference will be given, in descending orders, to preregistered juniors & senior Anthropology or American Studies majors who attend the first class; other juniors & seniors who attend the first class; first-year & sophomore Anthro or Amer Studies majors.\n50","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/AMST/AMST-215-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(251, 34, 232)","size":10.0},{"label":"SOCI-341","x":46.0,"y":3.0,"id":"48","attributes":{"Title":"Making Peace with the Planet: Environmental Movements and Ideas","Description":"Listed in: \n, as SOCI-341\nMoodle site: \n (Section 01)\nIn the last 20 years, climate change was acknowledged by every major scientific body in the world and, along with other environmental issues, put on the policy agenda of most national governments. Debates today are less over whether anthropogenic ecological change is happening and more over what should be done about it. In this course we explore the diversity of global movements and proposed environmental solutions that reflect the wide range of perspectives and interests behind these debates. Social inequalities both within and between countries condition what is at stake in negotiations addressing ecological problems for communities and people occupying different social locations. Therefore, issues of environmental justice are highlighted as we study the achievements of environmental movements internationally as well as enduring challenges and controversies.\nLimited to 20 students. Fall semester. Professor Holleman.\nPriority to senior and junior anthropology/sociology and environmental studies majors.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/SOCI/SOCI-341-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(140, 250, 99)","size":10.0},{"label":"RELI-131","x":47.0,"y":1.0,"id":"49","attributes":{"Title":"Religions of Latin America","Description":"Listed in: \n, as ANTH-231  |  \n, as RELI-131\nMoodle site: \nWilliam M. Girard (Section 01)\n(Offered as RELI 131 and ANTH 231.) This course provides an overview of religious traditions in Latin America with an emphasis on how colonialism, migration, missionary activities, and social and political movements have contributed to religious change in the region. The beginning of the course will focus on the religious history of Latin America. Topics to be considered include pre-Columbian religion, the Conquest, colonial Catholicism, church and state, religious syncretism, anti-clericalism in the nineteenth century, and the arrival of Protestant missionaries in the early twentieth century.  The remainder of the course will be devoted to contemporary religious life.  Particular attention will be paid to the entanglements between religious traditions and other social forces: women’s movements, revolution, neoliberalism, and the political mobilization of indigenous peoples and Latin Americans of African descent. The final weeks of the course will examine Latina/o religions in the United States.\nFall semester.  Visiting Lecturer Girard.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RELI/RELI-131-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(72, 149, 31)","size":10.0},{"label":"MUSI-465H","x":48.0,"y":4.0,"id":"50","attributes":{"Title":"Orchestra Conducting Performance Instruction - Advanced","Description":"Listed in: \n, as MUSI-465H\n (Section 01)\nAdvanced enrollment is reserved for those students who are giving a full recital or an honors recital and must have the chair's approval.\nHalf credit. Fall and spring semester.","Department Code":"MUSI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/MUSI/MUSI-465H-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(63, 197, 79)","size":10.0},{"label":"SOCI-110","x":44.0,"y":1.0,"id":"51","attributes":{"Title":"SOCI-110","Description":"not offered in the last 4 semesters","Department Code":"SOCI","Course Site":"","Requisite":""},"color":"rgb(140, 250, 99)","size":10.0}],"edges":[{"label":"","source":"3","target":"0","id":"6","attributes":{},"color":"rgb(140, 250, 99)","size":1.0},{"label":"","source":"3","target":"2","id":"8","attributes":{},"color":"rgb(74, 154, 255)","size":1.0},{"label":"","source":"3","target":"5","id":"10","attributes":{},"color":"rgb(140, 250, 99)","size":1.0},{"label":"","source":"3","target":"44","id":"12","attributes":{},"color":"rgb(140, 250, 99)","size":1.0},{"label":"","source":"20","target":"27","id":"14","attributes":{},"color":"rgb(31, 96, 109)","size":1.0},{"label":"","source":"51","target":"46","id":"16","attributes":{},"color":"rgb(140, 250, 99)","size":1.0}]}