{"edges":[{"label":"","source":"1","target":"3","id":"6","attributes":{},"color":"rgb(193, 184, 28)","size":1.0},{"label":"","source":"1","target":"12","id":"8","attributes":{},"color":"rgb(193, 184, 28)","size":1.0},{"label":"","source":"1","target":"16","id":"10","attributes":{},"color":"rgb(193, 184, 28)","size":1.0},{"label":"","source":"2","target":"9","id":"12","attributes":{},"color":"rgb(236, 98, 201)","size":1.0},{"label":"","source":"11","target":"1","id":"14","attributes":{},"color":"rgb(193, 184, 28)","size":1.0},{"label":"","source":"11","target":"9","id":"16","attributes":{},"color":"rgb(236, 98, 201)","size":1.0},{"label":"","source":"11","target":"17","id":"18","attributes":{},"color":"rgb(236, 98, 201)","size":1.0},{"label":"","source":"14","target":"1","id":"20","attributes":{},"color":"rgb(193, 184, 28)","size":1.0},{"label":"","source":"14","target":"3","id":"22","attributes":{},"color":"rgb(193, 184, 28)","size":1.0}],"nodes":[{"label":"HIST-104","x":0.0,"y":1.0,"id":"0","attributes":{"Title":"Environmental Issues of the Nineteenth Century","Description":"Listed in: \n, as ENST-220  |  \n, as HIST-104\nFormerly listed as: ENST-20  |  HIST-26\nMoodle site: \n (Section 01)\n(Offered as HIST 104 [\n] and ENST 220.)  This course considers the ways that people in various parts of the world thought about and acted upon nature during the nineteenth century. We look historically at issues that continue to have relevance today, including: invasive species, deforestation, soil-nitrogen availability, water use, desertification, and air pollution. Themes include: the relationship of nineteenth-century colonialism and environmental degradation, gender and environmental change, the racial dimensions of ecological issues, and the spatial aspects of human interactions with nature. We will take at least one field trip. In addition, we will watch three films that approach nineteenth-century environmental issues from different vantage points.  Two class meetings per week.\nSpring semester.  Professor Melillo.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-104-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(202, 250, 183)","size":10.0},{"label":"BIOL-230","x":4.0,"y":2.0,"id":"1","attributes":{"Title":"Ecology","Description":"Listed in: \n, as BIOL-230  |  \n, as ENST-210\nFormerly listed as: BIOL-23  |  ENST-21\nMoodle site: \n (Section 01)\n(Offered as BIOL 230 and ENST 210.) A study of the relationships of plants and animals (including humans) to each other and to their environment. We'll start by considering the decisions an individual makes in its daily life concerning its use of resources, such as what to eat and where to live, and whether to defend such resources. We'll then move on to populations of individuals, and investigate species population growth, limits to population growth, and why some species are so successful as to become pests whereas others are on the road to extinction. The next level will address communities, and how interactions among populations, such as competition, predation, parasitism, and mutualism, affect the organization and diversity of species within communities. The final stage of the course will focus on ecosystems, and the effects of humans and other organisms on population, community, and global stability. Three hours of lecture per week.\nPreference will be given to BIOL and ENST majors, then Amherst students with requisites from seniors to juniors to sophomores","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BIOL/BIOL-230-1516F'> Course Site </a>","Requisite":["Requisite: BIOL 181 or ENST 120 or equivalent. Not open to first-year students. Limited to 65 students. Fall semester. Professor Temeles."]},"color":"rgb(193, 184, 28)","size":10.0},{"label":"ENST-250","x":2.0,"y":2.0,"id":"2","attributes":{"Title":"Environmental Politics and Policies","Description":"Listed in: \n, as ENST-250\nMoodle site: \n (Section 01)\nContesting values of and struggles over the control of “nature” are at the heart of environmental politics, and differently positioned political, economic, and social interest groups contend for and exert power through the U.S. environmental policy-making process.  In this course we will examine the politics of U.S. environmental policies, focusing on how local, regional, and national governmental institutions, non-governmental organizations and interest groups, and some publics (but not all) define environmental problems and actionable solutions. We will examine the relationship between science, policy and politics, and critically evaluate when and how \"objective\" scientific truths are mobilized for particular agendas--while not for others--and what \"citizen science\" means with respect to the U.S. environmental policy process.  The class will be divided into two parts: Part I will begin with key environmental writings, and move into an overview of the institutions, actors, and concepts that shape our policy process.  Part II will use a case study approach to ground our understanding of how multi-scalar interactions, plurality and uneven power relations influence how and why some issues and interests are validated in the policy process, while others are not. Case studies may include: fracking, Keystone XL pipeline, Endangered Species listings and New England cod fishery regulations.\nRecommended requisite:  ENST 120.  Limited to 35 students.  Fall semester.  Pick Visiting Professor Stewart.\npreference will be given to ENST majors, then seniors,  the juniors, etc.","Department Code":"ENST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENST/ENST-250-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(236, 98, 201)","size":10.0},{"label":"BIOL-454","x":4.0,"y":4.0,"id":"3","attributes":{"Title":"Seminar in Tropical Biology","Description":"Listed in: \n, as BIOL-454\nMoodle site: \n (Section 01)\n (Section 01)\nMost biodiversity on our planet can be found in tropical latitudes. Tropical rainforests, for example, which account for less than 10% of the Earth’s surface, may contain 50-75% of all plant and animal species. This course will examine some of the myriad biotic interactions that occur in the tropics using an ecological, evolutionary, and behavioral approach. The course will also touch on important applied issues such as reforestation, sustainable agriculture, and ecotourism. In order to provide students with greater first-hand knowledge, the course will begin with a 2-3 week field trip to Costa Rica (at an additional cost to students; financial aid available; all interested students should contact Professor Clotfelter regardless of financial circumstances) during the January Interterm. The field component will focus on three habitat types: lowland tropical forests, montane cloud forests, and tropical dry forests. While in Costa Rica, we will utilize the expertise of local specialists to learn more about taxonomic groups that are particularly significant in the tropics, such as bats, ants, and epiphytic plants. Students will conduct independent research projects during the field component of the course, as well as a written and oral project during the seminar component of the course. Three hours per week.\nInstructor will conduct student interviews. Priority will be given to those students who could benefit most from the opportunity to study biology abroad.","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/BIOL/BIOL-454-1415S'> Course Site </a>","Requisite":["Requisite: Two or more of the following courses: Biology 181, 230, 281 or 320/321.  Not open to first-year students.  Limited to 12 students.  Spring semester. Professor Clotfelter and Lecturer Levin."]},"color":"rgb(193, 184, 28)","size":10.0},{"label":"ENST-260","x":7.5,"y":2.0,"id":"4","attributes":{"Title":"Global Environmental Politics","Description":"Listed in: \n, as ENST-260\nMoodle site: \n (Section 01)\nOur global environment as a subject of concern has emerged in recent decades with the rise of scientific and media attention to the ways ecological issues like climate change and biodiversity loss matter in the daily lives of global citizens. But are all “global environmental citizens” equally responsible for and influenced by what are currently considered \n environmental challenges?  Why is it that some forms of nature are considered global while others are resolutely \n? Are international agreements and development and conservation organizations effective at addressing the problems they intend to solve, or do they create new problems that should be accounted for in our understanding of global environmental politics? In this course, we will explore these questions and others by examining various ecological crises – climate change, deforestation, fisheries management, air and water pollution, hazardous waste disposal, among others – from critical perspectives that raise questions about key political issues, including markets, states, science, power, knowledge and social movements. This course is organized into thematic case studies, through which we will examine the production and negotiation of environmental problems by diverse social actors and institutions, including: producers and consumers, members of different socio-economic groups, actors of institutions and social movements, and citizens of diverse polities.\nLimited to 35 students.  Spring semester.  Pick Visiting Professor Stewart.\nPreference given to ENST majors, then to seniors, juniors, sophomores.","Department Code":"ENST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENST/ENST-260-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(236, 98, 201)","size":10.0},{"label":"ENST-310","x":8.5,"y":3.0,"id":"5","attributes":{"Title":"Conservation Social Science","Description":"Listed in: \n, as ENST-310\nMoodle site: \n (Section 01)\npreference will be given to ENST majors, then seniors,  the juniors, etc.","Department Code":"ENST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENST/ENST-310-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(236, 98, 201)","size":10.0},{"label":"PHIL-225","x":9.5,"y":2.0,"id":"6","attributes":{"Title":"Environmental Philosophy","Description":"Listed in: \n, as ENST-228  |  \n, as PHIL-225\nFormerly listed as: ENST-28  |  PHIL-25\n (Section 01)\n(Offered as PHIL 225 and ENST 228.)  Our impact on the environment has been significant, and in recent decades the pace of change has clearly accelerated. Many species face extinction, forests are disappearing, and toxic wastes and emissions accumulate. The prospect of a general environmental calamity seems all too real.\nThis sense of crisis has spurred intense and wide-ranging debate over what our proper relationship to nature should be. This is the focus of the course. Among the questions we shall explore will be: What obligations, if any, do we have to non-human animals, to living organisms like trees, to ecosystems as a whole, and to future generations of humans? Do animals have rights we ought to respect? Is nature intrinsically valuable or merely a bundle of utilities for our benefit? Is there even a stable notion of “what is natural” that can be deployed in a workable environmental ethic? Do our answers to these questions result in some way from a culturally contingent “image” we have of nature and our place within it? How might we best go about changing the ways we inhabit the planet?\n Limited to 25 students.  Priority will be given first to declared Philosophy and Environmental Studies majors. Next priority will be given to students with previous experience in one of these areas.  Spring semester.  Professor Moore.\nPriority will be given first to declared Philosophy and Environmental Studies majors. Next priority will be given to students with previous experience in one of these areas.","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHIL/PHIL-225-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(147, 179, 114)","size":10.0},{"label":"ECON-111E","x":10.5,"y":1.0,"id":"7","attributes":{"Title":"An Introduction to Economics with Environmental Applications","Description":"Listed in: \n, as ECON-111E  |  \n, as ENST-230\nFormerly listed as: ECON-11  |  ECON-111  |  ECON-113  |  ENST-23  |  ENST-230\nMoodle site: \n (Section 01)\n(Offered as ECON 111E and ENST 230.) A study of the central problem of scarcity and of the ways in which micro and macro economic systems allocate scarce resources among competing ends and apportion goods produced among people.  Covers the same material as ECON 111 but with special attention to the relationship between economic activity and environmental problems and to the application of micro and macroeconomic theory tools to analyze environmental issues. A student may not receive credit for both ECON 111 and ECON 111E. \nTwo 80-minute and one 50-minute lecture/discussion per week.  Each section is limited to 25 Amherst College students.  Fall semester. Professor Sims.\nDrop students who do not attend the first two classes and admit students from a waiting list.","Department Code":"ECON","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ECON/ECON-111E-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(136, 59, 57)","size":10.0},{"label":"HIST-402","x":11.5,"y":4.0,"id":"8","attributes":{"Title":"Wine, History, and the Environment","Description":"Listed in: \n, as ENST-401  |  \n, as HIST-402\n (Section 01)\n(Offered as HIST 402 [\n] and ENST 401.) Wine is as old as Western civilization. Its consumption is deeply wedded to leading religious and secular traditions around the world. Its production has transformed landscapes, ecosystems, and economies. In this course we examine how wine has shaped the history of Europe, North Africa, and the Americas. Through readings, scientific study, historical research, and class discussion, students will learn about such issues as: the environmental impact of wine; the politics of taste and class; the organization of labor; the impact of imperialism and global trade; the late nineteenth-century phylloxera outbreak that almost destroyed the European wine industry; and the emergence of claims about \n (the notion that each wine, like each culture, is uniquely tied to a place) and how such claims are tied to regional and national identity. Through class discussion, focused research and writing workshops, and close mentoring, each student will learn about wine while designing and executing an independent research project. We will also get our hands dirty with soil sampling, learn the basics of sediment analysis in the laboratory, and have a go at fermentation. Two meetings per week.\nThis is a research seminar open to juniors and seniors. Priority given to history and environmental studies majors. History majors may take this course either as a research seminar or in place of HIST 301 “Writing the Past.”\nLimited to 15 students. Spring semester.  Professor López.\nPriority will be given to History majors..","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-402-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(202, 250, 183)","size":10.0},{"label":"ENST-320","x":2.0,"y":3.0,"id":"9","attributes":{"Title":"Knowledge, Politics & the Environment","Description":"Listed in: \n, as ENST-320\n (Section 01)\nWhat we know and how we know about \"the environment\" is influenced by cultural, political, historical and social contexts.  Why are some knowledges about the environment perceived to be more accurate, objective and true than others?  How might our collective understandings of environmental change shift if multiple forms of knowledge--\"western\" scientific, indigenous, etc.--were mobilized in the production, dissemination and application of environmental knowledge? These questions are both academic and policy-oriented and sit at the interface of political ecology and science studies scholarship on nature/society and conservation and development practice: environmental management contestations and outcomes are shaped by what counts as valid knowledge. In this seminar we will examine how attention to the politics of knowledge potentially shifts the current formations of environmental studies and policy–in theory and practice--towards more integrated and democratized engagements with social and environmental change. This course is anchored in the field of political ecology, which is a sub-field of geography that is concerned with the complex power dynamics of knowing and making claims on \"the environment.\"  Our readings and discussions will examine critical perspectives on nature/society boundaries; the role of \"western\" scientific knowledge in the politics of conservation and development; and meaningful ways to integrate \"western\" scientific and indigenous environmental knowledges in environmental studies.\npreference will be given to ENST majors, then seniors,  the juniors, etc.","Department Code":"ENST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENST/ENST-320-1516S'> Course Site </a>","Requisite":["Requisite:  ENST 120; recommended requisite:  ENST 250.  Limited to 35 students.  Spring semester.  Pick Visiting Professor Stewart."]},"color":"rgb(236, 98, 201)","size":10.0},{"label":"ENST-440","x":12.5,"y":4.0,"id":"10","attributes":{"Title":"The Social Construction of Wildlife","Description":"Listed in: \n, as ENST-440\nMoodle site: \n (Section 01)\nIn the past half century, Americans have witnessed a remarkable resurgence of many wildlife species.  This has occasioned a mixed, even contentious response.  Wolves have gone from reviled to the leading attraction for visitors to Yellowstone.  At the same time, beyond the Park boundaries, there are people eager to shoot wolves.  Neighbors in suburbs across the country fall out over deer:  some feed them and others erect high fences to keep the deer out of their yards and gardens.  Geese befoul parks and golf courses and coyotes kill pet cats and dogs.\nIn this seminar we will examine the changing and conflicting reputations of wildlife, attending to the ecology of recovery, shifting attitudes toward hunting, the rise of the Animal Rights Movement, and the many challenges of living with wildlife in an increasingly human dominated landscape.\nOpen to juniors and seniors. Limited to 20 students. Spring semester. Professor Dizard.\npreference given to senior ENST and Anthro-Soc majors and if spaces remain, junior majors in these fields will be given preference","Department Code":"ENST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENST/ENST-440-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(236, 98, 201)","size":10.0},{"label":"ENST-120","x":4.0,"y":1.0,"id":"11","attributes":{"Title":"The Resilient (?) Earth: An Introduction to Environmental Studies","Description":"Listed in: \n, as ENST-120\nFormerly listed as: COLQ-22  |  ENST-12  |  FAMS-01\n (Section 01)\n (Section 01)\nLife has existed on Earth for nearly four billion years, shaped by massive extinction events. In the short span of the last 10,000 years, humans have become important agents in shaping global environmental change. The question this course considers is straightforward: Have humans been modifying the environment in ways that will, in the not distant future, cause another worldwide extinction event? There are no simple, much less uncontested, answers to this question. We will have to consider the ways we have altered habitats and ecosystem processes. We will also consider the economic consequences of disturbed ecosystems and assess contemporary policy responses and solutions. One lecture and one discussion section per week.\nLimited to 50 students. Spring semester. Pick Visiting Professor Stewart and Lecturer R. Levin.\nProspective (FY, SO) and declared ENST majors have priority for enrollment","Department Code":"ENST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENST/ENST-120-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(236, 98, 201)","size":10.0},{"label":"BIOL-434","x":1.0,"y":4.0,"id":"12","attributes":{"Title":"Seminar in Ecology: Plant-Animal Interactions","Description":"Listed in: \n, as BIOL-434\nFormerly listed as: BIOL-47\n (Section 01)\nMost animals on Earth obtain their energy from green plants, and, thus, it is not surprising that interactions between plants and animals have played a prominent role in our current understanding of how ecological processes such as predation, parasitism, and mutualism shape evolutionary patterns in plants and animals.  The main topics that we will discuss in this seminar include pollination, fruit and seed dispersal, deception, herbivory, and phytocarnivory, considering both ecological and evolutionary perspectives.  We will also examine the biodiversity consequences of the loss of these associations via human-induced environmental change.  Class readings emphasize the relevant primary literature.  Students will have the opportunity to lead discussion and present independent literature research in both oral and written format.  Three classroom hours per week.\nPreference given to upper level students and majors","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BIOL/BIOL-434-1516S'> Course Site </a>","Requisite":["Requisite: One of the following Biology courses: BIOL 201, 211, 230, 280/1, 320/1, or instructor permission. Limited to 15 students. Not open to first-year students. Spring semester. Professor Temeles."]},"color":"rgb(193, 184, 28)","size":10.0},{"label":"STAT-111E","x":13.5,"y":1.0,"id":"13","attributes":{"Title":"Introduction to Statistics","Description":"Listed in: \n, as ENST-240  |  \n, as STAT-111E\nFormerly listed as: ENST-24  |  ENST-240  |  MATH-130  |  MATH-17  |  STAT-111\n (Section 01)\n (Section 01)\n(Offered as STAT 111E and ENST 240.) This course is an introduction to applied statistical methods useful for the analysis of data from all fields. Brief coverage of data summary and graphical techniques will be followed by elementary probability, sampling distributions, the central limit theorem and statistical inference. Inference procedures include confidence intervals and hypothesis testing for both means and proportions, the chi-square test, simple linear regression, and a brief introduction to analysis of variance (ANOVA). This course covers the same statistical concepts as Math 130, but has an environmental focus through examples.  ENST majors are strongly encouraged to take this version of the course, but it is open to all students. Four class hours per week (two will be held in the computer lab).  Labs are not interchangeable between sections due to course content.\nLimited to 24 students. Spring semester. Professor Horton.\nPriority for preregistered Environmental Studies majors, then sophomores.","Department Code":"STAT","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/STAT/STAT-111E-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(46, 52, 71)","size":10.0},{"label":"BIOL-181","x":5.0,"y":1.0,"id":"14","attributes":{"Title":"Adaptation and the Organism","Description":"Listed in: \n, as BIOL-181\nFormerly listed as: BIOL-18\nMoodle site: \n (Section 01)\n (Section 01)\n (Section 01)\n (Section 01)\nAn introduction to the evolution, ecology, and behavior of organisms and how these relate to the diversity of life. Following a discussion of the core components of evolutionary theory, we'll examine how evolutionary processes have shaped morphological, anatomical, physiological, and behavioral adaptations in organisms that solve many of life's problems, ranging from how to find or acquire food and avoid being eaten, to how to attract and locate mates, and how to optimize reproduction throughout a lifetime. We'll relate and compare characteristics of animals, plants, fungi, protists, and bacteria, examining how and why these organisms have arrived at various solutions to life's problems. Laboratory exercises will complement lectures and will involve field experiments on natural selection and laboratory studies of vertebrates, invertebrates and plants. Four classroom hours and three laboratory hours per week.\nSpring semester.  Professor Hood, Lecturer Levin, and Lab Coordinator Emerson.\n$10","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BIOL/BIOL-181-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(193, 184, 28)","size":10.0},{"label":"ENST-490","x":14.5,"y":4.0,"id":"15","attributes":{"Title":"COP21 & Climate Politics","Description":"Listed in: \n, as ENST-490\nMoodle site: \n (Section 02)","Department Code":"ENST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENST/ENST-490-02-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(236, 98, 201)","size":10.0},{"label":"BIOL-440","x":6.5,"y":4.0,"id":"16","attributes":{"Title":"Seminar in Conservation Biology.","Description":"Listed in: \n, as BIOL-440\nMoodle site: \n (Section 01)\nConservation biology is a highly interdisciplinary field, requiring careful consideration of biological, economic, and sociological issues. Solutions to biodiversity conservation and environmental challenges are even more complex. Yet, conservation is a topic of timely importance in order to safeguard biological diversity. Utilizing articles from the primary literature, course topics will include invasive species, restoration, climate change, and biodiversity banking, as well as how to determine appropriate conservation priorities. Three classroom hours per week.\nPreference given to biology and environmental studies majors and by class year (seniors first, etc.).","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BIOL/BIOL-440-1516F'> Course Site </a>","Requisite":["Requisite: BIOL 230/ENST 210 or permission of the instructor.  Not open to first-year students.  Limited to 14 students.  Fall semester. Lecturer Levin. "]},"color":"rgb(193, 184, 28)","size":10.0},{"label":"ENST-330","x":5.5,"y":3.0,"id":"17","attributes":{"Title":"Environmental Justice","Description":"Listed in: \n, as ENST-330\nMoodle site: \n (Section 01)\nEnvironmental despoliation and degradation are unequally distributed across the disparate geographies of global north and south; urban and rural; the wealthy and poor; and in terms of production and consumption. Why do pollution and environmental degradation unevenly burden particular people and places? How do race, class, gender, expertise, and representation factor into the linkages between environmental quality and social equity? Should everyone have equal access to the same environmental quality, and whose responsibility is it to ensure this in the United States and globally? This seminar will explore these and related questions by critically examining the theories and issues of environmental justice and political ecology. Beginning with a review of the history of the U.S. environmental justice movement, we will examine the social and environmental justice dimensions of U.S. and international case studies of industrial agriculture, product manufacturing, nature conservation, urbanization, and natural disasters. The course will require students to write position papers, facilitate discussions, and produce a final case study analysis of an environmental justice issue of choice.\npriority given to ENST majors and then 4th, 3rd, and 2nd years","Department Code":"ENST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENST/ENST-330-1516F'> Course Site </a>","Requisite":["Requisite: ENST 120. Limited to 18 students. Fall semester. Visiting Pick Professor Stewart. "]},"color":"rgb(236, 98, 201)","size":10.0},{"label":"ENST-495","x":15.5,"y":4.0,"id":"18","attributes":{"Title":"Senior Seminar","Description":"Listed in: \n, as ENST-495\nMoodle site: \n (Section 01)\n (Section 01)\nThe Senior Seminar is intended to bring together majors with different course backgrounds and to facilitate original independent student research on an environmental topic. In the early weeks of the seminar, discussion will be focused on several compelling texts (e.g., Rachel Carson’s \n or Alan Weisman’s \n) which will be considered from a variety of disciplinary perspectives by members of the Environmental Studies faculty. These discussions are intended to help students initiate an independent research project which may be expanded into an honors project in the second semester. For students not electing an honors project, the seminar will offer an opportunity to integrate what they have learned in their environmental studies courses. The substance of the seminar will vary from year to year, reflecting the interests of the faculty who will be convening and participating in the seminar.\nOpen to seniors. Fall semester. Professors Sims and Temeles.","Department Code":"ENST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENST/ENST-495-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(236, 98, 201)","size":10.0}]}