{"nodes":[{"label":"PSYC-325","x":13.0,"y":3.0,"id":"0","attributes":{"Title":"Psychopharmacology","Description":"Listed in: \n, as NEUR-325  |  \n, as PSYC-325\nFormerly listed as: PSYC-25\nMoodle site: \n (Section 01)\n(Offered as PSYC 325 and NEUR 325.)  In this course we will examine the ways in which drugs act on the brain to alter behavior. We will review basic principles of brain function and mechanisms of drug action in the brain. We will discuss a variety of legal and illegal recreational drugs as well as the use of psychotherapeutic drugs to treat mental illness. Examples from the primary scientific literature will demonstrate the various methods used to investigate mechanisms of drug action, the biological and behavioral consequences of drug use, and the nature of efforts to prevent or treat drug abuse.\nPsychology majors have preference.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PSYC/PSYC-325-1516F'> Course Site </a>","Requisite":["Requisite: PSYC 212 or PSYC/NEUR 226, or consent of the instructor. Limited to 22 students. (Not open to five college students.) Fall semester.  Professor Turgeon."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"BIOL-191","x":13.5,"y":1.0,"id":"1","attributes":{"Title":"Molecules, Genes and Cells","Description":"Listed in: \n, as BIOL-191\nFormerly listed as: BIOL-19\nMoodle site: \n (Section 01)\n (Section 01)\n (Section 01)\nAn introduction to the molecular and cellular processes common to life with an emphasis on control of energy and information flow.  Central themes include metabolism, macromolecular function, and the genetic basis of cellular function.  We examine how membranes work to establish the internal composition of cells, how the structure of proteins including enzymes affects protein function, how energy is captured, stored and utilized by cells, and how cells communicate, move and divide.  We explore inheritance patterns and underlying molecular mechanisms of genetics, the central dogma of information transfer from DNA replication to protein synthesis, and recombinant DNA methods and medical applications.  Laboratories include genetic analyses, enzyme reaction kinetics, membrane transport, and genomic analysis.  Two hours of lecture, two hours of team-based learning, and three laboratory hours per week.\n$10","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BIOL/BIOL-191-1516F'> Course Site </a>","Requisite":["Requisite: Prior completion of, or concurrent registration in, CHEM 161. Fall semester. Professors Goutte and Williamson and Lab Coordinator Emerson."]},"color":"rgb(157, 44, 103)","size":10.0},{"label":"PSYC-354","x":0.0,"y":3.0,"id":"2","attributes":{"Title":"Close Relationships","Description":"Listed in: \n, as PSYC-354\nFormerly listed as: PSYC-54\nMoodle site: \n (Section 01)\nAn introduction to the study of close relationships using social-psychological theory and research. Topics will include interpersonal attraction, love and romance, sexuality, relationship development, communication, jealousy, conflict and dissolution, selfishness and altruism, loneliness, and therapeutic interventions. This is an upper-level seminar for the major requirement that requires intensive participation in class discussion and many written assignments.\nWill give preference to senior psychology majors.  ","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-354-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 220. Open to seniors. Admission with consent of the instructor. Limited to 15 students. Spring semester. Professor Sanderson."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-234","x":4.0,"y":2.0,"id":"3","attributes":{"Title":"Memory","Description":"Listed in: \n, as PSYC-234\nFormerly listed as: PSYC-34\nMoodle site: \n (Section 01)\nThis course will provide a comprehensive overview of the study of memory. We will begin by examining empirical research on memory for different kinds of content: factual information vs. personal events vs. cognitive skills. This research will be used to evaluate several contemporary models of memory. From there, we will examine how memory theories have been applied to understanding “real world” issues such as eyewitness testimony, and the false/recovered memory debate. We will also discuss developmental changes in memory-from infancy to old age. We will supplement our analysis of memory with evidence from the rapidly growing field of cognitive neuroscience.\nMajors will be given preference according to seniority.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PSYC/PSYC-234-1516F'> Course Site </a>","Requisite":["Requisite: PSYC 100 or consent of the instructor. Limited to 25 students. Fall semester. Professor Schulkind."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-355","x":11.0,"y":3.0,"id":"4","attributes":{"Title":"Social Development and Peer Relations","Description":"Listed in: \n, as PSYC-355\nMoodle site: \n (Section 01)\nThis seminar covers theory and research on lifespan social development, with a particular emphasis on childhood and adolescence. Topics include socialization processes, attachment, the development of friendship and peer networks over time, and the interplay of biological, psychological, and contextual factors which shape social interactions. A particular emphasis will be placed on the context of childhood and adolescent peer relationships.\nSome questions we will address are: How do we form friendships? What qualities make us liked by our peers? Is there a difference between being ignored by peers and being rejected by them? Can friends be a \"bad influence\" on our behavior? How do we address bullying in schools and online?\nStudents are expected to participate in course discussion and conduct their own research study on some aspect of social development in the context of the peer group.\nPreference given to seniors and majors.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PSYC/PSYC-355-1516F'> Course Site </a>","Requisite":["Requisite: PSYC 227 and 122 or consent of instructor. Limited to 15 students. Fall semester. Visiting Professor Clemans."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-224","x":0.0,"y":2.0,"id":"5","attributes":{"Title":" Intergroup Dialogue on Race","Description":"Listed in: \n, as PSYC-224\n (Section 01)\n (Section 01)\nThis highly interactive course brings together students to examine the roles race and other intersecting identities play in their lives. Course work includes an interdisciplinary blend of scholarly readings, in-class dialogue, experiential learning activities, reflective writing, and an intergroup collaborative action project aimed at bettering relationships and communication patterns outside the class itself. The course readings link students’ personal experiences with race to a socio-historical understanding of individual, institutional, and structural discrimination, and to the ways social inequality is embedded in social institutions and individual consciousness, constraining life chances. The readings address power imbalances within and between racial groups, and the ways privilege is allocated and social inequalities are sustained. Students will engage in sustained and respectful dialogue around racial divisions, learning to build skills in intergroup communication, collaboration, and relationships. Students will bring their own experiences with race into the classroom as a legitimate process of learning. Class members will explore similarities and differences between their experiences with race and privilege within and across racial identity groups, with the goal of coming to understand the underlying conditions that account for these different experiences and perceptions.\nPriority given to sophomores and juniors.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-224-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 100 and consent of instructor required. Limited to 14 students. Spring semester. Professors Aries and Hart."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-356","x":16.0,"y":3.0,"id":"6","attributes":{"Title":"Neurophysiology of Motivation","Description":"Listed in: \n, as NEUR-356  |  \n, as PSYC-356\nFormerly listed as: PSYC-56\n (Section 01)\n(Offered as PSYC 356 and NEUR 356.)  This course will explore in detail the neurophysiological underpinnings of basic motivational systems such as feeding, fear, and sex. Students will read original articles in the neuroanatomical, neurophysiological, and behavioral scientific literature. Key goals of this course will be to make students conversant with the most recent scientific findings and adept at research design and hypothesis testing.\nPriority based on seniority and major","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-356-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 212 or 226 and consent of the instructor.  Limited to 15 students.  Spring semester.  Professor Baird."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-221","x":6.0,"y":2.0,"id":"7","attributes":{"Title":"Personality Psychology","Description":"Listed in: \n, as PSYC-221\nFormerly listed as: PSYC-21\nMoodle site: \n (Section 01)\nThis course examines how psychologists understand the patterns of experiencing and behaving that constitute an individual’s personality. Personality psychologists are concerned with the ways in which a person is like all other people in these patterns (common psychological processes), like some others (individual differences), and like no one else (uniqueness). In examining these questions, we study the “grand theories” of Freud, Skinner, and Rogers, as well as the contemporary models of traits and scripts. We explore what professional observations led to the major theoretical ideas in personality psychology, and we critically examine how these ideas have been tested in empirical research. Furthermore, we study the lives of the theorists to examine how their professional ideas were informed by their personal lives. Students will also take personality assessment devices throughout the semester as a way to better understand the models, and perhaps themselves as well.\nPreference to majors in psychology, then potential majors, then senior non-majors.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PSYC/PSYC-221-1516F'> Course Site </a>","Requisite":["Requisite: PSYC 100 or consent of the instructor. Limited to 40 students. Fall semester. Professor Demorest."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-368","x":5.0,"y":3.0,"id":"8","attributes":{"Title":"Autobiographical Memory","Description":"Listed in: \n, as PSYC-368\nFormerly listed as: PSYC-68\n (Section 01)\nAutobiographical memory encompasses everything we know about our personal past, from information as mundane as our Social Security number to the most inspirational moments of our lives. The course will begin by evaluating several theoretical frameworks that structure the field. We will consider how personal knowledge influences our sense of self and will examine both the contents of autobiographical memory and the contexts in which it functions, including eyewitness testimony, flashbulb memories, and the false/recovered memory controversy. We will discuss individual differences (gender and age) in autobiographical memory and will also examine the neurobiology of long-term memory and the consequences of damage to the system (i.e., dementia and amnesia). Finally, we will explore how social groups retain memories for important cultural events.\nPriority to psychology majors by seniority and then other students by seniority.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-368-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 233 or 234. Limited to 15 students. Spring semester. Professor Schulkind."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-332","x":8.0,"y":3.0,"id":"9","attributes":{"Title":"Psychology of Adolescence","Description":"Listed in: \n, as PSYC-332\nFormerly listed as: PSYC-32\nMoodle site: \n (Section 01)\nIn this course we will examine adolescent behavior from the perspective of psychologists, sociologists, historians, and anthropologists. We will look at theories of adolescent development, empirical research studies, first person accounts written by adolescents, and narratives about adolescents written by journalists and novelists. We will cover the psychological and social changes that accompany and follow the physiological changes of puberty and the acquisition of new cognitive capacities. Topics include the role of race, ethnicity, social class, gender, and sexuality in the formation of identity; changing relationships with family and peers; the development of intimate relationships; and the opportunities and constraints posed by neighborhoods and schools. The course aims to help students become more critical readers of and writers about the empirical and theoretical literature on adolescence.\nPriority will go to juniors and seniors majoring in psychology who have completed Psych 227.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/PSYC/PSYC-332-1415S'> Course Site </a>","Requisite":["Requisite: PSYC 227. Open to sophomores, juniors, and seniors. Limited to 15 students. Spring semester.  Professor Aries."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-220","x":1.0,"y":2.0,"id":"10","attributes":{"Title":"Social Psychology","Description":"Listed in: \n, as PSYC-220\nFormerly listed as: PSYC-20\n (Section 01)\nThe individual’s behavior as it is influenced by other people and by the social environment. The major aim of the course is to provide an overview of the wide-ranging concerns characterizing social psychology from both a substantive and a methodological perspective. Topics include person perception, attitude change, interpersonal attraction, conformity, altruism, group dynamics, and prejudice. In addition to substantive issues, the course is designed to introduce students to the appropriate research data analysis procedures.\nMajors will be given preference according to seniority and pre-registration.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-220-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 100 or consent of the instructor. Preference to Amherst College students. Limited to 40 students. Fall and spring semesters.  Professor Holoien."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-256","x":14.0,"y":2.0,"id":"11","attributes":{"Title":"The Psychology of Gender","Description":"Listed in: \n, as PSYC-256\nMoodle site: \n (Section 01)\nThis course introduces students to the scientific literature on gender as approached from the perspective of social psychology. We will compare gender stereotypes with empirical evidence of gender differences and critically examine explanations for both gender stereotypes and the gender differences that we observe. The implications of gendered expectations for the behavior of both women and men will be studied in a variety of social contexts involving achievement, close relationships, sexuality, mental and physical health, and the workplace.\nPreference given to majors in psychology according to seniority","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PSYC/PSYC-256-1516F'> Course Site </a>","Requisite":["Requisite: PSYC 100 or consent of the instructor. Not open to first-year students. Preference to Amherst College students. Limited to 25 students. Fall semester.  Visiting Professor McCarty."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-362","x":9.0,"y":3.0,"id":"12","attributes":{"Title":"Development of Non-Verbal Communication","Description":"Listed in: \n, as PSYC-362\nMoodle site: \n (Section 01)\nThis course will examine how infants learn to communicate through gestures, body language, and preverbal vocalizations, and how nonverbal communication develops through childhood and adulthood.  The course will also examine how nonverbal communication in humans compares to communication in nonhuman species such as dogs, chimpanzees, and dolphins.  As a precursor to these discussions, we will explore the theoretical controversies surrounding the definition of \"communication.\"   Students will read empirical work, engage in collaborative research design, conduct naturalistic observations, and will develop a final paper that explores the communicative content of nonverbal interactions.   \nPreference given to upper level psychology majors.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-362-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 227.  Limited to 15 students. Spring semester. Professor Palmquist."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-100","x":6.5,"y":1.0,"id":"13","attributes":{"Title":"Introduction to Psychology","Description":"Listed in: \n, as PSYC-100\nFormerly listed as: PSYC-11\nMoodle site: \n (Section 01)\n (Section 02)\nAn introduction to the nature of psychological inquiry regarding the origins, variability, and change of human behavior. As such, the course focuses on the nature-nurture controversy, the processes associated with cognitive and emotional development, the role of personal characteristics and situational conditions in shaping behavior, and various approaches to psychotherapy.\nLimited to 40 students per section. Not open to five college students. Fall semester: Professors Sanderson and Baird and Visiting Professor Clemans.  Spring semester: Professor Palmquist and Visiting Professor Clemans.  Spring semester priority given to first-year students.\nPreference given to first- and second-year students .","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-100-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-366","x":4.0,"y":3.0,"id":"14","attributes":{"Title":"Music Cognition","Description":"Listed in: \n, as PSYC-366\nFormerly listed as: PSYC-66\nMoodle site: \n (Section 01)\nCurrent theories of cognitive psychology will be evaluated in light of what is known about the effects of musical stimuli on learning, memory, and emotion. The course will begin by examining how musical information is stored and, subsequently, retrieved from memory. Particular attention will be paid to comparing learning and memory of musical and non-musical stimuli. The course will also compare the behavior of trained and untrained musicians to determine how expertise influences cognitive performance. Finally, the course will consider the ability of music to elicit emotional responses and the psychological basis for its use in applied settings.\nPriority will be given to Psychology majors according to class seniority, then to other students also by class seniority.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/PSYC/PSYC-366-1415F'> Course Site </a>","Requisite":["Requisite: PSYC 233 or 234. Limited to 15 students.  Fall semester. Professor Schulkind."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-338","x":3.0,"y":3.0,"id":"15","attributes":{"Title":"Personality and Political Leadership","Description":"Listed in: \n, as PSYC-338\nFormerly listed as: PSYC-38\nMoodle site: \n (Section 01)\nIn this course we will examine how to apply psychological theories and methods to understand the lives of political leaders. We begin this course with a consideration the role of personality in political leadership. We then examine psychological theories that can be fruitfully applied to the study of individual lives (e.g., Freud) and psychological methods that are useful in analyzing case material (e.g., Linguistic Inquiry Word Count).  Over the course of the semester, we will evaluate existing psychobiographies of important figures and students will conduct their own psychobiographical analyses of figures of their choice.\nPriority given to Psychology majors by seniority and to those who pre-register.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PSYC/PSYC-338-1516F'> Course Site </a>","Requisite":["Requisite: PSYC 220, 221, or permission of the instructor. Limited to 15 students. Fall semester. Professor Demorest."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-227","x":9.0,"y":2.0,"id":"16","attributes":{"Title":"Developmental Psychology","Description":"Listed in: \n, as PSYC-227\nFormerly listed as: PSYC-27\n (Section 01)\nA study of human development across the life span with emphasis upon the general characteristics of various stages of development from birth to adolescence and upon determinants of the developmental process.\nPreference given to majors in Psychology according to seniority.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-227-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 100 or 212 or consent of the instructor. Limited to 40 students.  Fall semester:  Professor Palmquist. Spring semester: Visiting Professor Clemans."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-337","x":2.0,"y":3.0,"id":"17","attributes":{"Title":"Stereotypes and Prejudice","Description":"Listed in: \n, as PSYC-337\nMoodle site: \n (Section 01)\nThis advanced seminar provides students with an overview of the social psychological study of stereotyping and prejudice. Through weekly discussions of empirical and theoretical articles, students will gain understanding of the cognitive, affective, and motivational underpinnings of stereotyping and prejudice, as well as learn how these psychological biases relate to treatment of stigmatized group members. Topics will include the automatic and controlled components of stereotypes, interracial interactions, and discrimination in academic and workplace domains. Students will be expected to participate actively in class discussions, provide written reaction papers, and develop a final research proposal.\nMajors will be given preference according to seniority and pre-registration.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PSYC/PSYC-337-1516F'> Course Site </a>","Requisite":["Requisite: PSYC 100 and 220. Limited to 18 students. Fall semester. Professor Holoien."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-123","x":15.5,"y":1.0,"id":"18","attributes":{"Title":"Research Methods","Description":"Listed in: \n, as PSYC-123\nMoodle site: \n (Section 01)\n (Section 02)\nThis course is designed to explore the principles of behavioral science research and the rationale underlying various research methodologies. The course will take a hands-on approach to research design, data collection, and data analysis. Students will learn how to understand and critically evaluate original research reports, independently design and execute psychological investigations, and write scientific reports in APA format. Topics include the reliability and validity of measures, content analysis, correlational designs, randomized experiments and causal inference, experimental control, and ethical considerations. Time in class will be split between lectures, small group exercises and design of research projects, and data analysis using SPSS.\nPriority will be given to Psychology majors who have taken Psych 122. Priority will be given to junior majors over sophomore majors.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-123-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 122. Limited to 20 students. Fall semester:  Professor Palmquist.  Spring semester: Professors Demorest and Holoien."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-353","x":6.0,"y":3.0,"id":"19","attributes":{"Title":"Psychological Assessment","Description":"Listed in: \n, as PSYC-353\nFormerly listed as: PSYC-53\nMoodle site: \n (Section 01)\nThis course examines methods used by psychologists to understand the  psychology of individual personalities. The primary focus is on three psychological assessment tools: the Early Memories Procedure, the Thematic Apperception Test, and the traditional interview.  Students will take these devices themselves, read the theory behind them, examine case studies by prominent psychologists using these devices, and conduct their own interpretations of responses given by college students and by psychotherapy patients. In the process, students should develop a good understanding of the complexity of the clinical thought process.                  \nPriority given to Psychology majors by seniority and to those who pre-register.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-353-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 221, 228, or permission of instructor. Limited to 15 students. Spring semester. Professor Demorest."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-359","x":12.0,"y":3.0,"id":"20","attributes":{"Title":"Hormones and Behavior","Description":"Listed in: \n, as NEUR-359  |  \n, as PSYC-359\nFormerly listed as: PSYC-59\nMoodle site: \n (Section 01)\n(Offered as PSYC 359 and NEUR 359.)  This course will examine the influence of hormones on brain and behavior. We will introduce basic endocrine (hormone) system physiology and discuss the different approaches that researchers take to address questions of hormone-behavior relationships.  We will consider evidence from both the human and the animal literature for the role of hormones in sexual differentiation (the process by which we become male or female), sexual behavior, parental behavior, stress, aggression, cognitive function, and affective disorders.    \nPriority will be given to preregistered students based on seniority and major (Psychology and Neuroscience), then slots filled based on seniority","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/PSYC/PSYC-359-1415S'> Course Site </a>","Requisite":["Requisite: PSYC 212 or NEUR 226.  Limited to 15 students.  Spring semester. Professor Turgeon."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-122","x":11.5,"y":1.0,"id":"21","attributes":{"Title":"Statistics and Experimental Design","Description":"Listed in: \n, as PSYC-122\nFormerly listed as: PSYC-22\n (Section 01)\nAn introduction to and critical consideration of experimental methodology in psychology. Topics will include the formation of testable hypotheses, the selection and implementation of appropriate procedures, the statistical description and analysis of experimental data, and the interpretation of results. Articles from the experimental journals and popular literature will illustrate and interrelate these topics and provide a survey of experimental techniques and content areas.  \nPreference given to sophomores who intend to major in Psychology","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-122-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 100 or consent of the instructor. Limited to 30 students. Fall semester: Professor Schulkind.  Spring semester:  Visiting Professor McCarty."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"NEUR-226","x":13.0,"y":2.0,"id":"22","attributes":{"Title":"Introduction to Neuroscience","Description":"Listed in: \n, as NEUR-226  |  \n, as PSYC-226\nFormerly listed as: NEUR-26\n (Section 01)\n (Section 01)\n(Offered as NEUR 226 and PSYC 226.) An introduction to the structure and function of the nervous system, this course will explore the neural bases of behavior at the cellular and systems levels. Basic topics in neurobiology, neuroanatomy and physiological psychology will be covered with an emphasis on understanding how neuroscientists approach the study of the nervous system. Three class hours and four hours of laboratory per week.\nPriority to pre-registered students and sophomores. ","Department Code":"NEUR","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/NEUR/NEUR-226-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 212 or BIOL 181 or 191. Limited to 36 students. Spring semester. Professors Turgeon and Trapani."]},"color":"rgb(232, 141, 227)","size":10.0},{"label":"PSYC-228","x":7.0,"y":2.0,"id":"23","attributes":{"Title":"Abnormal Psychology","Description":"Listed in: \n, as PSYC-228\nFormerly listed as: PSYC-28\n (Section 01)\nA review of various forms of psychopathology including addictive, adjustment, anxiety, childhood, dissociative, impulse control, mood, organic, personality, psychophysiological, schizophrenic, and sexual disorders. Based on a review of contemporary research findings, lectures and discussion will focus on the most relevant approaches for understanding, diagnosing, and treating psychological disorders. The biopsychosocial model will serve as a basis for explaining the etiology of psychological disorders, and discussion will focus on empirically supported interventions for treating these conditions.\nBy seniority and declared psychology majors.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-228-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 100 or 212, or consent of the instructor. Not open to first-year students. Limited to 40 students. Spring semester. Professor Raskin."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-357","x":10.0,"y":3.0,"id":"24","attributes":{"Title":"History of Psychiatry","Description":"Listed in: \n, as PSYC-357\nFormerly listed as: PSYC-57\n (Section 01)\nThough the history of madness is as old as humanity, the field of psychiatry has come of age over the past 300 years. The understanding and treatment of mental illness within the psychiatric profession has drawn upon neurological and medical, as well as psychological and psychodynamic points of view. An emerging field, Neuropsychoanalysis, attempts to integrate the two. This course will survey psychiatry’s evolution, with special emphasis on the major contributions that have changed perspectives and directions in psychiatric medicine. We will also review the history of how mentally-ill patients have been housed, from custodial asylums to de-institutionalization and community-based programs, as a reflection of changing attitudes towards mental disease. Seminar. One class meeting per week.\nPreference to senior majors in Psychology, others admitted to balance by class year and major.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-357-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 212 and 228, or consent of the instructor. Limited to 15 students.  Spring semester.  Professor Raskin."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-235","x":15.0,"y":2.0,"id":"25","attributes":{"Title":"Sports Psychology","Description":"Listed in: \n, as PSYC-235\nFormerly listed as: PSYC-35\nMoodle site: \n (Section 01)\nThe field of sports psychology examines psychological variables that impact athletic participation and behavior. This course introduces students to theories and research across diverse areas of psychology, including social, cognitive, developmental, and clinical. Topics will include the role of goals and equity in providing motivation, strategies for successful performance, the use of imagery, attributions for successful versus unsuccessful performance, the predictors of aggression, the causes of the “homefield choke,” effective approaches to coaching, the “hot-hand effect,” the role of personality, the predictors of injury, and the impact of gender on athletics. This course will involve intensive participation in class discussion and many written assignments.\nAllow all in. Will give priority by year and potential psych major.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/PSYC/PSYC-235-1415F'> Course Site </a>","Requisite":["Requisite: PSYC 100 or consent of the instructor. Open to juniors and seniors. Limited to 25 students.  Fall semester. Professor Sanderson."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-233","x":5.0,"y":2.0,"id":"26","attributes":{"Title":"Cognitive Psychology","Description":"Listed in: \n, as PSYC-233\nFormerly listed as: PSYC-33\n (Section 01)\nThis course will examine how the mind extracts information from the environment, stores it for later use, and then retrieves it when it becomes useful. Initially, we will discuss how our eyes, ears, and brain turn light and sound into colors, objects, speech, and music. Next, we will look at how memory is organized and how it is used to accomplish a variety of tasks. Several memory models will be proposed and evaluated: Is our brain a large filing cabinet? a sophisticated computer? We will then apply these principles to understand issues like intelligence, thinking, and problem-solving. Throughout the course, we will discuss how damage to various parts of the brain affects our ability to learn and remember.\nPriority will be given to Psychology majors according to class seniority, then to other students also by class seniority.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-233-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 100 or 212 or consent of the instructor. Limited to 40 students. Spring semester. Professor Schulkind."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"BIOL-181","x":14.5,"y":1.0,"id":"27","attributes":{"Title":"Adaptation and the Organism","Description":"Listed in: \n, as BIOL-181\nFormerly listed as: BIOL-18\nMoodle site: \n (Section 01)\n (Section 01)\n (Section 01)\n (Section 01)\nAn introduction to the evolution, ecology, and behavior of organisms and how these relate to the diversity of life. Following a discussion of the core components of evolutionary theory, we'll examine how evolutionary processes have shaped morphological, anatomical, physiological, and behavioral adaptations in organisms that solve many of life's problems, ranging from how to find or acquire food and avoid being eaten, to how to attract and locate mates, and how to optimize reproduction throughout a lifetime. We'll relate and compare characteristics of animals, plants, fungi, protists, and bacteria, examining how and why these organisms have arrived at various solutions to life's problems. Laboratory exercises will complement lectures and will involve field experiments on natural selection and laboratory studies of vertebrates, invertebrates and plants. Four classroom hours and three laboratory hours per week.\nSpring semester.  Professor Hood, Lecturer Levin, and Lab Coordinator Emerson.\n$10","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BIOL/BIOL-181-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(157, 44, 103)","size":10.0},{"label":"PSYC-212","x":12.0,"y":2.0,"id":"28","attributes":{"Title":"Behavioral Neuroscience","Description":"Listed in: \n, as PSYC-212\nFormerly listed as: PSYC-12\n (Section 01)\nThis course will examine how brain function regulates a broad range of mental processes and behaviors. We will discuss how neurons work and how the brain obtains information about the environment (sensory systems), regulates an organism’s response to the environment (motor systems), controls basic functions necessary for survival such as eating, drinking, sex, and sleep, and mediates higher cognitive function such as memory and language. We will also consider the consequences of brain malfunction as manifested in various forms of disease and mental illness.\nPriority to pre-registered students and then to declared majors, based on a lottery. Students dropped will have first priority the following semester.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-212-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 100 or consent of the instructor. Limited to 40 students. Fall semester: Professor Turgeon. Not open to five college students. Spring semseter: Professor Baird."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-364","x":7.0,"y":3.0,"id":"29","attributes":{"Title":"Child and Adolescent Clinical Psychology","Description":"Listed in: \n, as PSYC-364\nMoodle site: \n (Section 01)\nThis course examines the development, maintenance, and treatment of psychopathology in children and adolescents. Disorders discussed will include behavioral (e.g., Attention-Deficit/Hyperactivity Disorder, Conduct Disorder), anxiety (e.g., the phobias and Obsessive-Compulsive Disorder), mood (e.g. Depression), and developmental (e.g. Autism). Using a developmental perspective, topics will focus on risk factors, theory and etiology, family and social influences, and evidence-based psycho-social treatments. Course readings will come predominantly from empirical research articles and will be discussed in-depth in class. Students will be expected to participate actively in class discussions, to provide written reaction papers, and to develop a final research proposal.  \nJuniors and seniors given first priority.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/PSYC/PSYC-364-1415F'> Course Site </a>","Requisite":["Requisite: PSYC 228.  Open to juniors and seniors. Limited to 15 students.  Fall semester.  Professor McQuade."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-217","x":8.0,"y":2.0,"id":"30","attributes":{"Title":"Psychology of Food and Eating Disorders","Description":"Listed in: \n, as PSYC-217\nFormerly listed as: PSYC-17\nMoodle site: \n (Section 01)\nFood shapes our lives in many ways that extend far beyond mere ingestive acts. Through a broad survey of basic and clinical research literature, we will explore how foods and food issues imbue our bodies, minds, and relationships. We will consider biological and psychological perspectives on various aspects of eating such as metabolism, neural mechanisms of hunger and satiety, metabolic disorders, dieting, pica, failure to thrive, starvation, taste preference and aversion, obesity, anxiety and depression relief, food taboos, bulimia, and the anorexias. Strong emphasis will be placed on biological mechanisms and controlled laboratory research with both human and animal subjects.\nPrioritized by seniority and major. ","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/PSYC/PSYC-217-1415F'> Course Site </a>","Requisite":["Requisite: PSYC 100 or 212, or consent of the instructor. Limited to 25 students. Fall semester. Professor Baird."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-363","x":1.0,"y":3.0,"id":"31","attributes":{"Title":"Psychology and the Law","Description":"Listed in: \n, as PSYC-363\nFormerly listed as: PSYC-63\nMoodle site: \n (Section 01)\nPsychology strives to understand (and predict) human behavior. The law aims to control behavior and punish those who violate laws. At the intersection of these two disciplines are questions such as: Why do people obey the law? What are the most effective means for punishing transgressions so as to encourage compliance with the law? The idea that our legal system is the product of societal values forms the heart of this course. We will repeatedly return to that sentiment as we review social psychological principles, theories, and findings addressing how the principal actors in legal proceedings affect each other. We will survey research on such topics as: criminal versus civil procedure, juror selection criteria, juror decision-making, jury size and decision rule, the death penalty, insanity defense, and eyewitness reliability. To a lesser degree the course will also consider (1) issues that arise from the impact of ideas from clinical psychology and other mental health-related fields upon the legal system, and (2) the impact that the legal system has had upon the field of psychology.\nMajors will be given preference according to seniority.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PSYC/PSYC-363-1516F'> Course Site </a>","Requisite":["Requisite: PSYC 220.  Limited to 15 students.  Fall semester.  Professor Hart."]},"color":"rgb(141, 64, 75)","size":10.0},{"label":"PSYC-226","x":16.0,"y":2.0,"id":"32","attributes":{"Title":"PSYC-226","Description":"not offered in the last 4 semesters","Department Code":"PSYC","Course Site":"","Requisite":""},"color":"rgb(141, 64, 75)","size":10.0}],"edges":[{"label":"","source":"1","target":"22","id":"6","attributes":{},"color":"rgb(232, 141, 227)","size":1.0},{"label":"","source":"3","target":"8","id":"8","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"3","target":"14","id":"10","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"7","target":"15","id":"12","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"7","target":"19","id":"14","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"10","target":"2","id":"16","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"10","target":"15","id":"18","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"10","target":"17","id":"20","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"10","target":"31","id":"22","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"13","target":"3","id":"24","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"13","target":"5","id":"26","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"13","target":"7","id":"28","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"13","target":"10","id":"30","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"13","target":"11","id":"32","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"13","target":"16","id":"34","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"13","target":"17","id":"36","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"13","target":"21","id":"38","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"13","target":"23","id":"40","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"13","target":"25","id":"42","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"13","target":"26","id":"44","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"13","target":"28","id":"46","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"13","target":"30","id":"48","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"16","target":"4","id":"50","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"16","target":"9","id":"52","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"16","target":"12","id":"54","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"21","target":"4","id":"56","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"21","target":"18","id":"58","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"22","target":"0","id":"60","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"22","target":"20","id":"62","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"23","target":"19","id":"64","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"23","target":"24","id":"66","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"23","target":"29","id":"68","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"26","target":"8","id":"70","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"26","target":"14","id":"72","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"27","target":"22","id":"74","attributes":{},"color":"rgb(232, 141, 227)","size":1.0},{"label":"","source":"28","target":"0","id":"76","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"28","target":"6","id":"78","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"28","target":"16","id":"80","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"28","target":"20","id":"82","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"28","target":"22","id":"84","attributes":{},"color":"rgb(232, 141, 227)","size":1.0},{"label":"","source":"28","target":"23","id":"86","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"28","target":"24","id":"88","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"28","target":"26","id":"90","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"28","target":"30","id":"92","attributes":{},"color":"rgb(141, 64, 75)","size":1.0},{"label":"","source":"32","target":"6","id":"94","attributes":{},"color":"rgb(141, 64, 75)","size":1.0}]}