{"edges":[{"label":"","source":"10","target":"20","id":"6","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"10","target":"22","id":"8","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"10","target":"24","id":"10","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"10","target":"46","id":"12","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"10","target":"49","id":"14","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"20","target":"65","id":"16","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"22","target":"61","id":"18","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"24","target":"12","id":"20","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"24","target":"29","id":"22","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"27","target":"20","id":"24","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"27","target":"22","id":"26","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"27","target":"23","id":"28","attributes":{},"color":"rgb(95, 60, 39)","size":1.0},{"label":"","source":"27","target":"24","id":"30","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"27","target":"46","id":"32","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"27","target":"49","id":"34","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"35","target":"6","id":"36","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"46","target":"53","id":"38","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"49","target":"40","id":"40","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"53","target":"40","id":"42","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"61","target":"40","id":"44","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"69","target":"3","id":"46","attributes":{},"color":"rgb(131, 183, 75)","size":1.0},{"label":"","source":"70","target":"3","id":"48","attributes":{},"color":"rgb(131, 183, 75)","size":1.0},{"label":"","source":"71","target":"13","id":"50","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"71","target":"38","id":"52","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"71","target":"51","id":"54","attributes":{},"color":"rgb(16, 145, 128)","size":1.0},{"label":"","source":"72","target":"68","id":"56","attributes":{},"color":"rgb(15, 133, 225)","size":1.0}],"nodes":[{"label":"ARHA-319","x":0.0,"y":3.0,"id":"0","attributes":{"Title":"Working in Series: The Interdisciplinary Connection Between Drawing and the Hand-Printed Image","Description":"Listed in: \n, as ARHA-319\n (Section 01)\nAn investigation of ideas into the development of visual imagery focusing on series of works utilizing drawing and printmaking.  Contemporary and historical references of artists' series of works will be studied in conjunction with students' individual projects, culminating in a final project consisting of a cohesive, visual body of work. Experimentation of conceptual and technical boundaries will be encouraged and explored. Discussion and critiques will be held regularly in both group and individual formats. Visual work will include a wide variety of drawing media, including, but not limited to traditional methods. The techniques of intaglio and relief printmaking will be used in combination with and concurrent to the drawn images. \nPriority will be given to art majors, seniors, then art majors from the 5-college consortium","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-319-1516S'> Course Site </a>","Requisite":["Requisite: Introductory level Drawing or Printmaking 1 or permission of the instructor. Limited to 10 students. Spring semester. Senior Resident Artist Garand."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-217","x":1.0,"y":2.0,"id":"1","attributes":{"Title":"Improvising the Space Between: Drawing, Architecture, and Sculpture","Description":"Listed in: \n, as ARHA-217\nMoodle site: \n (Section 01)\nThis course is an exploration into the shared territories of drawing, architecture, and sculpture, and the hybrid spaces that may be created between those disciplines. An improvisational and responsive approach, in the spirit of experimentation and open inquiry, frames the studio-based course work. We will consider potentials and challenges of space, light, materials, joinery, structural geometries, organic growth, and temporality. After this initial period of information gathering, students will be free to determine the format or combination of formats that will shape an extended semester-end project. Readings, artist talks, museum visits and a wide range of pertinent visual materials will supplement and inform our studio work.\nPriority given to ARHA, FCAS, and FAMS majors, and to those attending the first class.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-217-1516F'> Course Site </a>","Requisite":["Requisite: One prior course in studio arts, architecture, or film production, or permission of the instructor. Limited to 12 students. Fall semester. Professor Keller."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-252","x":2.0,"y":2.0,"id":"2","attributes":{"Title":"Contemporary Art Since 1989","Description":"Listed in: \n, as ARHA-252\n (Section 01)\nThis course focuses on contemporary art in an age of globalization. In the past 25 years, the breadth and range of contemporary artistic production has expanded in surprising ways, reflecting social, political, technological, and economic upheavals on a global scale. In this course, we will examine major developments in contemporary art as they both speak to different local, regional, and international transformations (i.e., momentous events such as Tiananmen Square or the dissolution of the USSR up until the Arab Spring) as well as address significant institutional, discursive, curatorial, and aesthetic shifts in the field. The opening up of not only geopolitical borders, but also frontiers between artists, curators, critics, and visual thinkers, has challenged contemporary art in creative ways. Readings in the course will reflect this diversity of artistic and cultural thought. Largely theme-based, specific topics to be considered will include the rise of new media in a digital age, questions of identity and social visibility, and art’s relationship to ecology. Two 80-minute classes per week. \nLimited to 25 students. Spring semester. Visiting Professor Cohen.\nPriority to ARHA majors, then seniors, with the aim to engage a diversity of students from across disciplines and the Five Colleges.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-252-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ENGL-382","x":3.5,"y":3.0,"id":"3","attributes":{"Title":"American Avant-Garde Cinema","Description":"Listed in: \n, as ARHA-382  |  \n, as ENGL-382  |  \n, as FAMS-381\nMoodle site: \n (Section 01)\n(Offered as ENGL 382, ARHA 382, and FAMS 381.)  This course examines the history of American avant-garde film, paying special attention to the alternative cultural institutions that have facilitated experimental cinema’s emergence and longevity in the U.S. since the 1940s. Through critical readings and weekly film screenings, we will analyze some of the major tendencies that have defined the postwar American avant-garde, including the poetic and amateur filmmakers of the ’40s and ’50s, the underground film and political documentary movements of the ’60s, the structural film and women’s cinema formations of the ’70s, the turn toward small-gauge and found footage practices in the ’80s, and more contemporary engagements with hand-made film and expanded cinema. Special emphasis will be given to the broader institutional practices that have surrounded the production and maintenance of avant-garde film culture. Examining critical histories of radical filmmaking collectives, cooperative distribution centers, art film societies, critical journals, and experimental film archives, we will consider how the avant-garde’s interest in creating an alternative cinema necessitated a dramatic reorganization of existing modes of filmic production, distribution, exhibition, reception, and preservation. Screenings of films by Maya Deren, Stan Brakhage, Jonas Mekas, Andy Warhol, Barbara Rubin, \n, Michael Snow, Barbara Hammer, Saul Levine, Peggy Ahwesh, Jennifer Reeves, and others will be included.  Two class meetings and one screening per week.\nPriority will be given to FAMS, ARHA, and ENGL majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-382-1516F'> Course Site </a>","Requisite":["Requisite: One 100-level or 200-level FAMS or ENGL course, or consent of the instructor. Limited to 30 students. Fall semester. Visiting Professor Guilford."]},"color":"rgb(131, 183, 75)","size":10.0},{"label":"ARHA-221","x":5.0,"y":2.0,"id":"4","attributes":{"Title":"Foundations in Video Production","Description":"Listed in: \n, as ARHA-221  |  \n, as FAMS-221\nMoodle site: \n (Section 01)\n(Offered as ARHA 221 and FAMS 221) This introductory course is designed for students with no prior experience in video production. The aim is both technical and creative. We will begin with the literal foundation of the moving image--the frame--before moving through shot and scene construction, lighting, sound-image concepts and final edit. In addition to instruction in production equipment and facilities, the course will also explore cinematic form and structure through weekly readings, screenings and discussion. Each student will work on a series of exercises, a collaborative project and a final video assignment. There will be one 3-hour class and one film screening each week.\nLimited to 12 students. Fall semester. Professor Levine.\nPriority will be given to FAMS and ARHA majors, then attention will be given to achieving a mix of majors and Five College participation.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-221-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-251","x":6.0,"y":2.0,"id":"5","attributes":{"Title":"Contemporary Art Since 1960","Description":"Listed in: \n, as ARHA-251\nMoodle site: \n (Section 01)\nThis course charts developments in contemporary art on a global scale since the 1960s. The first part of the course will concentrate on transformations in artistic practice following the breakdown of modernist discourse in the United States and Europe. We will discuss movements such as Pop Art, Conceptualism, Minimalism, Land Art, and more, while contextualizing these artistic movements in terms of the broader sociopolitical activism and changes that were occurring in the 1960s and 1970s. The course will then focus on a globalized shift in artistic production that took place in the 1980s and 1990s, tracing contemporary art from around the world and how it has responded to contested issues of post-colonialism, globalization, and the expansion of information technologies. Finally, the course will conclude with a theme-based exploration of diverse contemporary artistic movements and practices that investigate various ways of being and living in the world in the twenty-first century.\nLimited to 25 students.  Fall semester.  Visiting Professor Cohen.\nPriority to ARHA majors, then seniors, with the aim to engage students from across disciplines.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-251-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-307","x":7.0,"y":3.0,"id":"6","attributes":{"Title":"Eight People, One Place and a Book, II\n ","Description":"Listed in: \n, as ARHA-307\nMoodle site: \n (Section 01)\nIn this advanced photography course (a continuation of ARHA 306), eight students and the professor will choose a single site to travel to weekly to photograph. Participants will work individually in their chosen medium to build a body of work that represents their experience of that place. Simultaneously, the group will be collectively designing and producing a limited edition book that weaves together the varied ways these individual artists see, experience and produce work from a single place. The course will also include group and individual critiques of the students’ work, historical and topical lectures from the history of photography, and the careful examination of the book as a final vehicle for artistic work. Analog and digital technologies associated with book making will be reviewed, as well as the ideas and theory of book structure, sequence, and design.\nInterviews will be used to select a group of students who have a range of experiences, ideas, and approaches.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ARHA/ARHA-307-1415S'> Course Site </a>","Requisite":["Requisite: ARHA 306 or equivalent, and permission of the instructor.  Limited to 8 students. Enrollment is determined by interview with the professor. Spring semester.  Professor Kimball."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-277","x":9.0,"y":2.0,"id":"7","attributes":{"Title":"The Culture and Idea of Photography","Description":"Listed in: \n, as ARHA-277\n (Section 01)\nThis course is about the centrality of the photographic image - that is, an image produced by mechanical means - in our visual experience, in the rituals, practices and representation of everyday life. Since we no longer, if ever, experience an image in isolation from our experiences of other images and mediums, the culture and idea of photography is understood as utterly diverse in its functions. We will consider photography's histories, theory and practice, especially its relation to \"images that move\" and its profound role in what we now understand as visual culture. We will examine theoretical, social and cultural issues and contexts influencing image culture through specific examples from contemporary photography, film, media art and other visual media.\npreference to art, art history, architecture and other creative disciplines","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-277-1516S'> Course Site </a>","Requisite":["Requisite: At least one other course in the arts and humanities, or consent of the instructor. Limited to 24 students. Spring semester. Five College Visiting Professor Falk."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"BLST-313","x":10.0,"y":3.0,"id":"8","attributes":{"Title":"Visual Arts and Orature in Africa","Description":"Listed in: \n, as ARHA-138  |  \n, as BLST-313\nFormerly listed as: BLST-43  |  FIAR-38\nMoodle site: \n (Section 01)\n(Offered as BLST 313 [A] and ARHA 138.) In the traditionally non-literate societies of Africa, verbal and visual arts constitute two systems of communication. The performance of verbal art and the display of visual art are governed by social and cultural rules. We will examine the epistemological process of understanding cultural symbols, of visualizing narratives, or proverbs, and of verbalizing sculptures or designs. Focusing on the Yoruba people of West Africa, the course will attempt to interpret the language of their verbal and visual arts and their interrelations in terms of cultural cosmologies, artistic performances, and historical changes in perception and meaning. We will explore new perspectives in the critical analysis of African verbal and visual arts, and their interdependence as they support each other through mutual references and allusions.\nFall semester. Professor Abiodun.\n$10.00","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-313-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(82, 156, 136)","size":10.0},{"label":"ARHA-354","x":11.0,"y":3.0,"id":"9","attributes":{"Title":"Renaissance Illusions: Art, Matter, Spirit","Description":"Listed in: \n, as ARCH-355  |  \n, as ARHA-354  |  \n, as EUST-355\nMoodle site: \n (Section 01)\n(Offered as ARHA 354, ARCH 355, and EUST 355.) Artists such as Donatello, Fra Angelico, Botticelli, Leonardo, Raphael, Bramante, Michelangelo, Cellini and Titian, but also unknown artisans, constructed illusions imitating nature or offering profound spiritual connectedness, be it through the spatial grandeur of perspectival narratives on painted walls, in sculpture and the built environment, or through the expert crafting of precious materials for domestic and ritual objects. Art, artifacts, and architecture created for merchants, monks, princes and pontiffs in the urban centers of Florence, Rome, Venice, and Paris from the fourteenth through the sixteenth centuries range from the gravely restrained and intentionally simple and devout to the monumental, fantastically complex or blindingly splendid. Emphasis will be upon the way the form, materiality, and content of each type of art conveyed ideas concerning creativity, originality, and individuality, but also expressed ideals of devotion and civic virtue; how artists dealt with the revived legacy of antiquity to develop an original visual language; how art revealed attitudes toward the body and the spirit, expressed the relationship between nature, the imagination and art, and developed the rhetoric of genius; and how art and attitudes towards it changed over time.\nRather than taking the form of a survey, this course, based on lectures but regularly incorporating discussion, will examine selected works in depth and will analyze contemporary attitudes toward art of this period through study of the art and the primary sources concerning it.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-354-1516F'> Course Site </a>","Requisite":["Requisite: One course in ARHA, FAMS, or ARCH, or with permission of the instructor. Fall semester. Professor Courtright."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-102","x":15.5,"y":1.0,"id":"10","attributes":{"Title":"Practice of Art","Description":"Listed in: \n, as ARHA-102\nFormerly listed as: ARAH-02\n (Section 01)\nAn introduction to two-dimensional and three-dimensional studio disciplines with related lectures and readings. Historical and contemporary references will be used throughout the course to enhance and increase the student’s understanding of the visual vocabulary of art. How the comprehension of differing visual practices directly relates to personal investigations and interpretations within the covered disciplines of drawing, sculpture, painting, photography and printmaking. This includes applying elements of composition, weight, line, value, perspective, form, spatial concerns, color theory and graphics. Work will be developed from exercises based on direct observation and memory, realism and abstraction. Formal and conceptual concerns will be an integral aspect of the development of studio work. Class time will be a balance of lectures, demonstrations, exercises, discussions and critiques. Weekly homework assignments will consist of studio work and reading assignments. Two two-hour class sessions per week. No prior studio experience is required.\nNot open to students who have taken ARHA 111 or 215. Limited to 25 students. Fall and spring semesters: Senior Resident Artist Gloman.\nPriority given to ARHA and ARCH majors. Others admitted to balance by class year and major.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-102-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-256","x":19.0,"y":2.0,"id":"11","attributes":{"Title":"Twentieth-Century Architecture: Socialism, Capitalism and Globalization","Description":"Listed in: \n, as ARHA-256\n (Section 01)\nThis lecture course examines the history of the modernist movement from 1914 to the present in relationship to the primary ideologies of the twentieth and twenty-first centuries--socialism, capitalism, and globalism.  It considers the work of the founding figures--Wright, Mies, Gropius and Le Corbusier--and significant themes, such as the individual versus the collective; European versus American approaches; modernism beyond the West; the impact of popular culture and new technologies; and issues surrounding sustainability.\nRecommended requisite: ARCH/ARHA/EUST 135. Limited to 35 students. Spring semester. Visiting Lecturer Vickery.\npreference will be given to Art and Art History majors as well as Architectural Studies majors","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-256-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-332","x":15.0,"y":3.0,"id":"12","attributes":{"Title":"Substance and Space: Explorations in Sculpture","Description":"Listed in: \n, as ARHA-332\nMoodle site: \n (Section 01)\nThis course offers an in-depth exploration of three-dimensional practice. The focus will be on extending the range of object-based art. Projects will involve combining materials, using alternative materials and processes and employing contemporary formats including installation and site-specific work.  Basic sculptural processes such as carving, casting and welding will be revaluated for new potential.  Figurative, abstract, architectural and conceptual approaches will be considered. Students will be encouraged to explore new territory while refining and developing their critical and technical skills. Contemporary critical approaches will be introduced through readings and visual presentations.\nPreference to ARHA majors, then the instructor will work toward a mix of majors and Five Colleges representation.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-332-1415F'> Course Site </a>","Requisite":["Requisite: ARHA 214 or permission of the instructor.  Limited to 14 students. Spring semester. Visiting Lecturer Culhane."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-444","x":21.0,"y":4.0,"id":"13","attributes":{"Title":"Films That Try: Essay Film Production","Description":"Listed in: \n, as ARHA-444  |  \n, as FAMS-444\nMoodle site: \n (Section 01)\n(Offered as ARHA 444 and FAMS 444) Essay filmmaking is a dynamic form with many commonly cited attributes—the presence of an authorial voice, an emphasis on broad themes, an eclectic approach to genre, and the tendency to digress or draw unexpected connections. Yet, true to its nature, the precise definition of the essay film is in constant flux. It can be both personal and political, individual and collective, noble and mischievous. Essay filmmakers themselves are equally diverse, ranging from established film auteurs to Third Cinema activists and contemporary video artists.\nIf we entertain the notion that the processes of cinema closely resemble the mechanics of human thought, then the essay film may be the medium’s purest expression. To watch or make such a film, we must give ourselves over to a compulsive, restless energy that delights in chasing a subject down any number of rabbit holes and blind alleys, often stopping to admire the scenery on the way. As with thought, there is no end product, no clear boundaries, no goal but the activity itself.\nThe term \"essay\" finds its origins in the French \n, meaning “to attempt” or to try.” In this advanced production workshop, we will read, screen and discuss examples of the essayistic mode in literature and cinema while making several such attempts of our own. Students will complete a series of writing assignments and video projects informed by class materials and group discussion.\nPriority to ARHA/FAMS majors, then attention will be given to achieving a mix of majors and Five College participation.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-444-1415F'> Course Site </a>","Requisite":["Requisite:  One 200-level production course or relevant experience (to be discussed with the instructor in advance of the first class). Limited to 12 students.  Fall semester. Professor Levine."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-386","x":23.0,"y":3.0,"id":"14","attributes":{"Title":"Pre-Columbian Art and Architecture","Description":"Listed in: \n, as ARHA-386\n (Section 01)\nThis course provides an introduction to the Pre-Columbian art and architecture of the Americas. It explores major traditions in architecture and city planning, murals, sculpture, painting, masks, and textiles. The first half of the semester concentrates on Preclassic and Classic Mesoamerica (Mexico and Central America); the second on Postclassic Mesoamerica, North America, and the Andes.\n Spring semester. Visiting Professor Couch.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-386-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-274","x":24.0,"y":2.0,"id":"15","attributes":{"Title":"Contemporary Art and Curatorial Practice","Description":"Listed in: \n, as ARHA-274\nMoodle site: \nMagdalena Holdar (Section 01)\nSince the thorough renegotiation of the concept of art in the 1960s and 70s, contemporary art has continuously come to explore new media, sites, and expressions. Conceptual art, performance, video- and sound-based art are examples that often illustrate this development. However, they also act alongside an expanded understanding of traditional art forms such as painting and sculpture, both of which have taken radically new directions during the past decades. The vivid and changing field of artistic practices provides new challenges for museums and curators in terms of collecting, displaying, and communicating art to the public. This course offers theoretical and practical takes on curating and curatorial practices in relation to contemporary art and makes full use of the collection and facilities of the Mead Art Museum. The course investigates the relation between contemporary artistic and curatorial practices mainly from the perspective of the museum, but also with reference to curating outside the frame of an institution. It is designed to combine theory with practice in order to raise awareness of the effects curating can have on the individual artwork. The course aims to deepen the understanding of the individual artwork’s potential to communicate different narratives or expressions. Class is based on lectures regularly incorporating discussion. Recurring sessions at the Mead, which will include examinations of works from the collection, constitute a core in the course structure.\nSeminars and lectures discuss central aspects in curating and museum practices, such as collecting and conservation; installation and display; education (including the use of new media); documentation. Named aspects are related to contemporary artistic practices in performance, photography, video- and sound-based art, conceptual art, street art and graffiti, contemporary painting, and sculpture. Furthermore, the course discusses the artist as researcher and curator, areas that have had impact on art education and the distinction between curating and art production in recent years. The course includes one field trip, e.g., Mass MoCA.\nLimited to 15 students. Art history concentrators preferred; then upper-class students who have taken art history. Fall semester. STINT Fellow Holdar.\nPreference given to Art History concentrators; then upper-class students who have taken art history","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-274-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"SWAG-115","x":25.0,"y":1.0,"id":"16","attributes":{"Title":"Equality and Violence","Description":"Listed in: \n, as ARHA-115  |  \n, as SWAG-115\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as SWAG 115 and ARHA 115.) This Inside/Out course will meet every week at the Hampshire County Jail, and students will study how inequality of various kinds is linked to violence and sexual assault and also examine social art practice and its relation to issues of power.  Readings and discussions will focus on gender, racial, and class inequalities in society and examples of contemporary art work which address them. Inside and outside students will pursue and refine themes through interviews with one another and in art projects and individual essays.  They will produce a final project in a public forum to be decided on by the students for an audience of incarcerated and Amherst students. Students will create an accompanying  publication of text and images that enlarges on their debates and discussions. The course will be conducted on the Inside/Out model, and authorities from the Jail will collaborate with participants in determining the nature of permitted research, the format, and the timing of the final project.\nNot open to first-year students.  Limited to 12 students.  Interview with the instructor prior to admission is required.  Fall semester.  Professor Saxton and Visiting Artist-In-Residence Ewald.\nPermission of instructor\n13.07","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-115-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(17, 254, 247)","size":10.0},{"label":"ARHA-261","x":26.0,"y":2.0,"id":"17","attributes":{"Title":"Buddhist Art of Asia","Description":"Listed in: \n, as ARHA-261  |  \n, as ASLC-260\nMoodle site: \n (Section 01)\n(Offered as ARHA 261 and ASLC 260.)  Visual imagery plays a central role in the Buddhist faith.  As the religion developed and spread throughout Asia it took many forms.  This class will first examine the appearance of the earliest aniconic traditions in ancient India, the development of the Buddha image, and early monastic centers.  It will then trace the dissemination and transformation of Buddhist art as the religion reached South-East Asia, Central Asia, and eventually East Asia.  In each region indigenous cultural practices and artistic traditions influenced Buddhist art.  Among the topics the class will address are the nature of the Buddha image, the political uses of Buddhist art, the development of illustrated hagiographies, and the importance of pilgrimage, both in the past and the present.\nFall semester. Professor Morse.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-261-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-357","x":27.0,"y":3.0,"id":"18","attributes":{"Title":"American Art in the Jazz Age","Description":"Listed in: \n, as ARHA-357\nMoodle site: \nCarol Troyen (Section 01)\nThe American avant-garde in the period between the two world wars was both revolutionary and combative, determined to forge a radical style that was in tune with European innovations yet also clearly American.  This course will explore the achievement of such painters and photographers as Alfred Stieglitz, Georgia O’Keeffe, Edward Hopper, Ansel Adams, Aaron Douglas, and Stuart Davis against the background of more conservative movements of the era (e.g., American Impressionism, the colonial revival) as well as in light of the lively culture generated by bohemian writers, patrons, critics, and political activists.\nLimited to 15 students.  Fall semester.  Visiting Professor Troyen.\nPriority to ARHA and AMST majors, then attention to achieving a mix of majors","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-357-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-284","x":28.0,"y":2.0,"id":"19","attributes":{"Title":"Women and Art in Early Modern Europe","Description":"Listed in: \n, as ARHA-284  |  \n, as EUST-284  |  \n, as SWAG-206\nFormerly listed as: ARAH-84  |  EUST-55  |  WAGS-06\nMoodle site: \n (Section 01)\n(Offered as ARHA 284, EUST 284, and SWAG 206.) This course will examine the ways in which prevailing ideas about women and gender-shaped visual imagery, and how these images influenced ideas concerning women from the Renaissance to the Enlightenment. It will adopt a comparative perspective, both by identifying regional differences among European nations and tracing changes over time. In addition to considering patronage of art by women and works by women artists, we will look at the depiction of women heroes such as Judith; the portrayal of women rulers, including Elizabeth I and Marie de' Medici; and the imagery of rape. Topics emerging from these categories of art include biological theories about women; humanist defenses of women; the relationship between the exercise of political power and sexuality; differing attitudes toward women in Catholic and Protestant art; and feminine ideals of beauty.\nLimited to 15 students. Fall semester. Professor Courtright.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-284-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-218","x":12.0,"y":2.0,"id":"20","attributes":{"Title":"Photography I","Description":"Listed in: \n, as ARHA-218\nFormerly listed as: ARAH-18\n (Section 01)\nAn introduction to black-and-white still photography. The basic elements of photographic technique will be taught as a means to explore both general pictorial structure and photography’s own unique visual language. Emphasis will be centered less on technical concerns and more on investigating how images can become vessels for both ideas and deeply human emotions. Weekly assignments, weekly critiques, readings, and slide lectures about the work of artist-photographers, one short paper, and a final portfolio involving an independent project of choice. Two three-hour meetings per week.\nPriority given to ARHA and ARCH majors. Others admitted to balance by class year and major.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-218-1516S'> Course Site </a>","Requisite":["Requisite: ARHA 102 or 111, or consent of the instructor. Limited to 12 students. Fall semester: Visiting Lecturer Meyer. Spring semester: Professor Kimball."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-270","x":29.0,"y":2.0,"id":"21","attributes":{"Title":"African Art and the Diaspora","Description":"Listed in: \n, as ARHA-270  |  \n, as BLST-293\nFormerly listed as: ARAH-70  |  BLST-45\nMoodle site: \n (Section 01)\n(Offered as ARHA 270 and BLST 293 [D].) The course of study will examine those African cultures and their arts that have survived and shaped the aesthetic, philosophic and religious patterns of African descendants in Brazil, Cuba, Haiti and urban centers in North America. We shall explore the modes of transmission of African artistry to the West and examine the significance of the preservation and transformation of artistic forms from the period of slavery to our own day. Through the use of films, slides and objects, we shall explore the depth and diversity of this vital artistic heritage of Afro-Americans.\nFall semester.  Professor Abiodun.\n$10.00","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-270-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-213","x":14.0,"y":2.0,"id":"22","attributes":{"Title":"Printmaking I: The Handprinted Image","Description":"Listed in: \n, as ARHA-213\nFormerly listed as: ARAH-13\n (Section 01)\nAn introduction to intaglio and relief processes including drypoint, engraving, etching, aquatint, monoprints, woodcut and linocut. The development of imagery incorporating conceptual concerns in conjunction with specific techniques will be a crucial element in the progression of prints. Historical and contemporary references will be discussed to further enhance understanding of various techniques. Critiques will be held regularly with each assignment; critical analysis of prints utilizing correct printmaking terminology is expected. A final project of portfolio making and a portfolio exchange of an editioned print are required.\nPriority will be given to art majors, seniors, art majors from the 5-college consortium","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-213-1516S'> Course Site </a>","Requisite":["Requisite: ARHA 102 or 111, or consent of the instructor. Limited to 12 students. Fall and Spring semesters. Senior Resident Artist Garand."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARCH-216","x":13.0,"y":2.0,"id":"23","attributes":{"Title":"Digital Constructions: Intermediate Architectural Design Studio","Description":"Listed in: \n, as ARCH-216  |  \n, as ARHA-216\nFormerly listed as: ARAH-16  |  EUST-52\n (Section 01)\nIn this intermediate architectural design studio we will explore the intellectual and creative process of making and representing architectural space. The focus will be to explore the boundaries of architecture--physically and theoretically, historically and presently--through digital media. Our process will prompt us to dissect 20th-century European architectures and urban spaces and to explore their relationships to contemporary, global issues. The capstone of the course will be a significant design project (TBD) requiring rigorous studio practices, resulting in plans, sections, elevations and digital models. This course will introduce students to various digital diagramming, drawing, and modeling software, while challenging students to question the theoretical and practical implications of these interdisciplinary media processes. Students will be required to participate in three workshop days outside of class time aimed at improving upon proficiency with digital tools. This course will combine lectures, reading, discussion, and extensive studio design.\nStudents will be selected for this course based on seniority and major, then background.","Department Code":"ARCH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARCH/ARCH-216-1516S'> Course Site </a>","Requisite":["Requisite: ARHA 111. Admission with consent of the instructor. Limited to 12 students. Fall and spring semesters. Lecturer Jaminet."]},"color":"rgb(95, 60, 39)","size":10.0},{"label":"ARHA-214","x":15.5,"y":2.0,"id":"24","attributes":{"Title":"Sculpture I","Description":"Listed in: \n, as ARHA-214\nFormerly listed as: ARAH-14\n (Section 01)\nAn introduction to the practice of sculpture in a contemporary and historical context. A series of directed projects will address various material and technical processes such as construction, modeling, casting and carving. Other projects will focus primarily on conceptual and critical strategies over material concerns. By the end of the course, students will have developed a strong understanding of basic principles of contemporary sculpture and have acquired basic skills and knowledge of materials and techniques. Further, students will be expected to have formed an awareness of conceptual and critical issues in current sculptural practice, establishing a foundation for continued training and self-directed work in sculpture and other artistic disciplines. Two three-hour class meetings per week.\nOthers admitted to balance by class year, major, and Five Colleges participation","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-214-1516S'> Course Site </a>","Requisite":["Requisite: ARHA 102 or 111 or consent of the instructor. Limited to 14 students. Fall semester:  Visiting Lecturer Culhane. Spring semester:  Professor Keller."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"RUSS-245","x":30.0,"y":2.0,"id":"25","attributes":{"Title":"Art and Politics in Russia, 1860 to the Present","Description":"Listed in: \n, as ARHA-245  |  \n, as EUST-255  |  \n, as RUSS-245\nMoodle site: \n (Section 01)\n(Offered as RUSS 245, ARHA 245 and EUST 255.) The interchange between art and politics has long been a focal point of Russian cultural production. This course will survey the dynamic relationship between aesthetic innovation and political transformation in Russia from 1860 to the present. In doing so, it will cultivate appreciation of a wide range of artistic achievements originating in Moscow and St. Petersburg. Class members will employ a comparative approach to explore how various Russian artists responded to changing local circumstances, while also positioning themselves in relation or opposition to significant socio-political events occurring in Western Europe and America. Special attention will be devoted to considering how Russian artists engaged themes that are central to the study of aesthetics and politics worldwide, including artistic autonomy; participation and collaboration; the relationship between art and life; abstraction and representation; mass media and popular culture; commodification and institutionalization; and avant-gardism. Individuals and groups to be discussed include the Wanderers, the Russian Futurists, the Russian Constructivists, Ilya Kabakov, Komar and Melamid, the Moscow Actionists, and Pussy Riot. Assigned readings will be complemented by visits to the Mead Art Museum. No acquaintance with Russian language or culture is assumed.\nFall semester.  Visiting Professor Maydanchik.\n$100","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RUSS/RUSS-245-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(101, 201, 235)","size":10.0},{"label":"ARHA-253","x":31.0,"y":2.0,"id":"26","attributes":{"Title":"Dutch and Flemish Painting (The ","Description":"Listed in: \n, as ARHA-253  |  \n, as EUST-253\nFormerly listed as: EUST-75  |  FIAR-41  |  FIAR-53\nMoodle site: \n (Section 01)\n(Offered as ARHA 253 and EUST 253). This course means to ask the question: What would it be like to engage with the paintings of Jan van Eyck, Roger van der Weyden, Hieronymous Bosch, Pieter Bruegel, Jan Vermeer and Rembrandt van Rijn as a consciously embodied person and to reclaim in such a direct encounter the rejuvenating powers of \n, insight and wisdom residing within ourselves and in the \nof works of art with which we would \n. In addition to reaffirming the practice of artistic contemplation for its own sake, “Dutch and Flemish Painting” will offer explicit guidance in both the means and the attitude of being that underlie and enable such beholding. In learning how to 'behold', our goal will be to allow a series of exemplary masterpieces including Van Eyck’s\nand the\nRoger’s\nthe\nand the\nBosch’s\nBrueghal's\nVermeer’s\nand\nRembrandt’s\nand several intimate \nto open outward and implicate us in their human aspiration to wholeness. Two class meetings per week.\nLimited to 25 students. Fall semester.  Professor Upton.\nselect students according to their preparation, artistic interest and seniority at the College","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-253-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-111","x":14.0,"y":1.0,"id":"27","attributes":{"Title":"Drawing I","Description":"Listed in: \n, as ARHA-111\nFormerly listed as: ARAH-04\n (Section 01)\nAn introductory course in the fundamentals of drawing. The class will be based in experience and observation, exploring various techniques and media in order to understand the basic formal vocabularies and conceptual issues in drawing; subject matter will include still life, landscape, interior, and figure. Weekly assignments, weekly critiques, final portfolio. Two three-hour sessions per week.\nLimited to 20 students.  Fall semester:  Senior Resident Artist Gloman and Professor Keller.  Spring semester: Professor Keller.\nPriority will be given first to ARHA Majors, Then evenly distributed between all classes","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-111-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-361","x":32.0,"y":3.0,"id":"28","attributes":{"Title":"Arts of Korea","Description":"Listed in: \n, as ARHA-361  |  \n, as ASLC-361\nMoodle site: \n (Section 01)\n(Offered as ARHA 361 and ASLC 361.)  A study of the major artistic traditions of the Korean peninsula and the cultural context that shaped them. Starting with the prehistoric period and continuing to the beginning of the twenty-first century, this seminar will focus in particular on the Buddhist architecture and sculpture of the Three Kingdoms and Unified Silla periods, Goguryeo celadons and Joseon Dynasty painting. It will conclude with an examination of Korean art during the Japanese colonial period and developments in contemporary art during the past three decades. Relevant artistic developments in China and Japan will also be considered to bring the distinctive traditions of the Korean peninsula into clearer focus. There will be field trips to look at collections of Korean art in the northeast.\nLimited to 15 students. Spring semester. Professor Morse.\nPriority to ARHA and ASLC majors.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ARHA/ARHA-361-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-324","x":16.0,"y":3.0,"id":"29","attributes":{"Title":"Sculpture II","Description":"Listed in: \n, as ARHA-324\nFormerly listed as: ARAH-24\n (Section 01)\nA studio course that investigates more advanced techniques and concepts in sculpture leading to individual exploration and development. Projects cover figurative and abstract problems based on both traditional themes and contemporary developments in sculpture, including: clay modeling, carving, wood and steel fabrication, casting, and mixed-media construction. Weekly in-class discussion and critiques will be held. Two two-hour class meetings per week.\nPriority given to ARHA and Architectural Studies majors.  Others will be admitted to balance year, major, and Five College participation.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-324-1516S'> Course Site </a>","Requisite":["Requisite: ARHA 214 or consent of the instructor. Limited to 12 students. Spring semester. Professor Keller."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-154","x":33.0,"y":1.0,"id":"30","attributes":{"Title":"Art and Architecture of South Asia","Description":"Listed in: \n, as ARHA-154  |  \n, as ASLC-154\n (Section 01)\n(Offered as ARHA 154 and ASLC 154.)  This introductory course surveys the architecture, painting, sculpture, textiles, decorative arts, and photography of South Asia (India, Sri Lanka, Bangladesh, Nepal, Bhutan, Pakistan, and Afghanistan), from 2300 B.C., touching on the present. It considers the role of tradition in the broader history of art in India, but does not see India as \"traditional\" or unchanging. The Indian sub-continent is the source for multi-cultural civilizations that have lasted and evolved for several thousand years. Its art is as rich and complex as that of Europe, and as diverse. This course attempts to introduce the full range of artistic production in India in relation to the multiple strands that have made the cultural fabric of the sub-continent so rich and long lasting. Films, musical recordings, and museum field-trips will supplement assigned readings and lectures. No previous background is presumed, and all readings will be available in English. \nLimited to 25 students. Spring semester. Assistant Professor Rice. \nPreference given to ARHA and ASLC students","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-154-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"BLST-315","x":34.0,"y":3.0,"id":"31","attributes":{"Title":"Myth, Ritual and Iconography in West Africa","Description":"Listed in: \n, as ARHA-353  |  \n, as BLST-315\nFormerly listed as: BLST-42\nMoodle site: \n (Section 01)\n(Offered as BLST 315 [A] and ARHA 353.) Through a contrastive analysis of the religious and artistic modes of expression in three West African societies--the Asanti of the Guinea Coast, and the Yoruba and Igbo peoples of Nigeria--the course will explore the nature and logic of symbols in an African cultural context. We shall address the problem of cultural symbols in terms of African conceptions of performance and the creative play of the imagination in ritual acts, masked festivals, music, dance, oral histories, and the visual arts as they provide the means through which cultural heritage and identity are transmitted and preserved, while, at the same time, being the means for innovative responses to changing social circumstances.\nSpring semester. Professor Abiodun.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-315-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(82, 156, 136)","size":10.0},{"label":"ARHA-224","x":35.0,"y":2.0,"id":"32","attributes":{"Title":"Translating Nature: Drawing, Painting, and Sculpture","Description":"Listed in: \n, as ARHA-224\n (Section 01)\nThis course explores the visual structures of natural things. The processes and disciplines of drawing, acrylic painting, watercolor and sculpture will be used to examine natural subjects such as plants, animals, landscape and the figure. We will work directly from life. Out-of-class trips will be frequent to access natural subject matter not found in the classroom.\ngive preference to art, art history, architecture and other creative disciplines","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-224-1516S'> Course Site </a>","Requisite":["Requisite: One of Drawing 1, Painting 1, or Sculpture1 (because of the diversity of subject and materials used).  Limited to 8 students. Spring semester. Senior Resident Artist Gloman."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-266","x":36.0,"y":2.0,"id":"33","attributes":{"Title":"Sacred Images and Sacred Space: The Visual Culture of Religion in Japan","Description":"Listed in: \n, as ARHA-266  |  \n, as ASLC-261\nFormerly listed as: ASLC-61  |  FIAR-66\nMoodle site: \n (Section 01)\n(Offered as ARHA 266 and ASLC 261.) An interdisciplinary study of the visual culture of the Buddhist and Shinto religious traditions in Japan. The class will examine in depth a number of Japan's most important sacred places, including Ise Shrine, Tôdaiji, Daitokuji and Mount Fuji, and will also look at the way contemporary architects such as Andô Tadao and Takamatsu Shin have attempted to create new sacred places in Japan today. Particular emphasis will be placed on the ways by which the Japanese have given distinctive form to their religious beliefs through architecture, painting and sculpture, and the ways these objects have been used in religious ritual.\nSpring semester. Professor Morse.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ARHA/ARHA-266-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-223","x":37.0,"y":2.0,"id":"34","attributes":{"Title":"The Artist Is Absent","Description":"Listed in: \n, as ARHA-223\nMoodle site: \nNathaniel Lieb (Section 01)\nIn this course we will resist the art world’s current tendency to lionize the artist as a master creator/seer, who works within a veil of rarified spirits and to whom the truth is revealed. We will view the artist-student not as a genius auteur but rather a pragmatic re-discoverer of human truths lost in plain sight.  Students will become collaborators with their audience, allowing viewers to consciously discover their own paths of entry to the artworks. \nWorking in a wide range of media, digital (photography, video), manual (sculpture, drawing) and performance, students will explore the breadth of expressive potential that can be found in observing and using small human gestures. Students will be asked to reach beyond traditional studio practice to engage with art-making in alternative ways that reflect our common humanity rather than specific cultural vicissitudes.  To this end it may be an advantage to be unfamiliar with a material or technique, unbound by canons of traditional art-making; therefore no prior studio experience is required for the course.\nCoursework will be complemented by class visits from a variety of practitioners: painters, photographers, magicians, and others.   Additionally, students may be asked to participate in a collaborative public project, that could take a form as varied as a parade or projected-image event.\nLimited to 12 students.  Spring semester.  Artist-in-Residence Lieb.\nARHA majors, then non-majors and Five College students","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ARHA/ARHA-223-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-306","x":8.0,"y":3.0,"id":"35","attributes":{"Title":"Eight People, One Place and a Book","Description":"Listed in: \n, as ARHA-306\nMoodle site: \n (Section 01)\nIn this advanced photography course, eight students and the professor will choose a single site to travel to weekly to photograph. Participants will work individually in their chosen medium to build a body of work that represents their experience of that place. Simultaneously, the group will be collectively designing and producing a limited edition book that weaves together the varied ways these individual artists see, experience and produce work from a single place. The course will also include group and individual critiques of the students’ work, historical and topical lectures from the history of photography, and the careful examination of the book as a final vehicle for artistic work. Analog and digital technologies associated with book making will be reviewed, as well as the ideas and theory of book structure, sequence, and design.\npersonal interview","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-306-1415F'> Course Site </a>","Requisite":["Requisite: Introductory Photography, at least one other intermediate photography course or equivalent, and permission of the instructor.  Limited to 8 students. Enrollment is determined by interview with the professor. Fall semester.  Professor Kimball."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-276","x":38.0,"y":2.0,"id":"36","attributes":{"Title":"Border Culture: Globalization and Contemporary Art","Description":"Listed in: \n, as ARHA-276\nMoodle site: \n (Section 01)\nThis course will look at globalization and contemporary art through the lens of border culture, a term that refers to the \"deterritorialized\" experience of people when they move or are displaced from their context or place of origin. Their experience of belonging and understanding of identity are affected by borders within the realms of language, gender, ideology, race, and genres of cultural production as well as geopolitical locations. Border culture emerged in the 1980s in Tijuana/San Diego in a community of artists who had spent many years living outside their homelands or living between two cultures—an experience that in 2015 might well represent the nature of contemporary life as well as art praxis. Readings will include the voices of artists, critics, historians, theorists, anthropologists, and philosophers.\nLimited to 24 students.  Spring semester.  Five College Visiting Professor Falk.\ngive preference to art, art history, architecture and other creative disciplines","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ARHA/ARHA-276-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-281","x":39.0,"y":2.0,"id":"37","attributes":{"Title":"The Arts of Exchange: Cross-Cultural Interaction in the Islamic World, 1400-1800","Description":"Listed in: \n, as ARHA-281  |  \n, as ASLC-281\nMoodle site: \n (Section 01)\n(Offered as ARHA 281 and ASLC 281.)  This course examines artistic exchanges and encounters in the Islamic world during the early modern period. We will focus on the movement of artists, objects, and systems of knowledge between and beyond the Mamluk, Ottoman, Timurid, Safavid, and Mughal courts, placing special emphasis upon encounters with the arts of Europe and East Asia. Among the topics to be considered are the design, circulation, and trade of textiles; the arts of diplomacy and gift exchange; the nature of curiosity and wonder; and artists’ responses to the “other.” This course aims to challenge conventional, essentialist binaries (e.g., East vs. West, Islamic vs. European), and to re-assess the standard art historical narratives from a more culturally, geographically, and economically interconnected perspective.\nLimited to 25 students.  Spring semester.  Visiting Professor Rice.\nPreference will be given to ASLC and ARHA majors, then to others to achieve a range of students across disciplines.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ARHA/ARHA-281-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-441","x":22.0,"y":4.0,"id":"38","attributes":{"Title":"Documentary Production","Description":"Listed in: \n, as ARHA-441  |  \n, as FAMS-441\nMoodle site: \n (Section 01)\n(Offered as ARHA 441 and FAMS 441.)  Intended for advanced film/video production students, this course will explore creative documentary practice through readings, weekly screenings and production assignments. Each student will complete a series of projects working both as a single maker and in collaboration with other members of the class. Topics may include: shooting the interview; scripting, performance and reenactment; history and narrativity; place and space; ethnography and the “embedded” filmmaker. We will also host visiting filmmakers and, where possible, visit a cultural institution which supports and screens cutting-edge documentary work.\nThe course will be taught annually but will focus on a set of revolving themes and issues that inform contemporary documentary filmmaking and the critical discourse that  surrounds it. The theme for fall 2015 will be “Ecstatic Truth: Fact versus Fiction.”  One 3-hour class and one evening screening each week.\nPriority will be given to FAMS and ARHA majors, then attention will be given to achieving a mix of majors and Five College participation","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-441-1516F'> Course Site </a>","Requisite":["Requisite: A prior 200-level production course or relevant experience (to be discussed with the instructor in advance of the first class). Limited to 12 students. Fall semester. Professor Levine."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-381","x":40.0,"y":3.0,"id":"39","attributes":{"Title":"The Art of the Talisman","Description":"Listed in: \n, as ARHA-381  |  \n, as ASLC-381\nMoodle site: \n (Section 01)\n(Offered as ARHA 381 and ASLC 381.)  The term “talisman,” from \n (Greek) and \n (Arabic), has traditionally been defined as a magical object that is believed to repel harmful or evil forces. According to this view, a talisman is more interesting for what it does rather than what it represents or how it looks. Taking the arts of the Near East and South Asia as its primary frame, this course aims to move beyond these standard claims to examine the aesthetic dimensions of the talisman. What forms do talismans assume, and why? How—and with what materials, texts, and physical senses (smell, sight, touch)—are talismans made? And in what ways does this intersection of multiple systems of knowledge challenge basic assumptions regarding the relationship between art and reality? Among the objects we will explore are amulets, prayer scrolls, astrological materials, illustrated divination manuscripts, books of wonders, and talismanic clothing. While our case studies will be drawn mainly from the Islamic and South Asian spheres, students will have the opportunity to investigate a topic outside these realms for their final research project. Participation in class discussion, a significant component of the course, is expected. All readings will be available in English. One class meeting per week.\n Preference will be given to ASLC and ARHA majors and seniors, then juniors in order to achieve a range of students across the disciplines.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-381-1415F'> Course Site </a>","Requisite":["Requisite: One course in History of Art, History, Anthropology, or Religion. Limited to 20 students. Permission required for first-year students. Fall semester. Visiting Professor Rice."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-323","x":18.0,"y":3.0,"id":"40","attributes":{"Title":"Advanced Studio Seminar","Description":"Listed in: \n, as ARHA-323\nFormerly listed as: FIAR-23\n (Section 01)\nA studio course that will emphasize compositional development by working from memory, imagination, other works of art and life. The use of a wide variety of media will be encouraged including, but not limited to, drawing, painting, printmaking and collage. Students will be required to create an independent body of work that explores an individual direction in pictorial construction. In addition to this independent project, course work will consist of slide lectures, individual and group critiques, in-class studio experiments and field trips.\n Priority given to ARHA and ARCH majors. Others admitted to balance by class year and major.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-323-1516S'> Course Site </a>","Requisite":["Requisite: ARHA 222, 326 or 327. Limited to 8 students. Spring semester. Professor Sweeney."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ENGL-462","x":41.0,"y":4.0,"id":"41","attributes":{"Title":"Film and Video Curation","Description":"Listed in: \n, as ARHA-462  |  \n, as ENGL-462  |  \n, as FAMS-462\n (Section 01)\n(Offered as ENGL 462, FAMS 462, and ARHA 462.)  In recent years, curating has taken on an increasingly central role in the production of contemporary media cultures.  As the practice of selecting, organizing, and presenting cultural artifacts for public exhibition, curating often determines the sorts of media forms audiences have access to and the frameworks through which those media forms are interpreted.  Curating requires a facility with a wide variety of skills, from historical research to critical analysis, communication, administration, and creative thinking.  Yet it also entails an attentiveness to the complex socio-political issues that subtend all approaches to cultural representation.\nThis course introduces students to the history, theory, and practice of film and video curation, paying special attention to the curation of experimental media.  Students will learn about curating in both theoretical and practical ways, analyzing a variety of conceptual issues and debates that have emerged from historical and contemporary approaches to experimental film and video exhibition, while also embarking on creative assignments designed to allow them to begin developing their own curatorial perspectives.  Through weekly screenings, readings, and discussion seminars, as well as visits to off-campus arts venues and cultural institutions, we will examine the different registers of film and video exhibitions that are regularly shaped by curators (program, sequence, exhibition space, text, and formats, etc.), as well as the broader social and political stakes of media curation.  Two class meetings and one screening per week.\nPriority will be given to FAMS, ARHA, and ENGL majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-462-1516S'> Course Site </a>","Requisite":["Requisite:  At least one foundational course in FAMS or ARHA.  Open to juniors and seniors.  Limited to 12 students.  Spring semester.  Visiting Professor Guilford."]},"color":"rgb(131, 183, 75)","size":10.0},{"label":"ARHA-351","x":42.0,"y":3.0,"id":"42","attributes":{"Title":"Art, Power, and Global Exhibitions, 1850 – Present","Description":"Listed in: \n, as ARHA-351\nMoodle site: \n (Section 01)\nThis course focuses on the exhibition of artistic and cultural objects from the mid-nineteenth century through the twenty-first century. We will look at how viewing, collecting, categorizing, objectifying, and turning objects into commodities are tied to nineteenth-century European imperialism and nationalism, and how these processes reveal tensions between universalistic claims and local conditions. How do the legacies of imperialism and nationalism continue to shape art and stereotyping in the modern era? Have twenty-first century curators and art professionals who work in regions such as the Middle East, Latin America, and East Asia maintained or resisted such stereotyping in the modern era? Topics to be covered may include: World’s Fairs, ethnographic museums, national collections, dilemmas of representation after the Holocaust, MoMA (NYC) and the Guggenheim Museums, world biennials and mega-exhibitions, commercialized art fairs, and display on the Internet. Largely discussion-based, this class will combine theoretical texts with the visual analysis and writings of art historians, curators, and artists in order to introduce some of the key epistemological shifts underpinning artistic/cultural display and exhibition-making in a global context. We will also visit the Mead Museum and take one to three field trips to prominent international museums in the region.\nLimited to 12 students.  Fall semester. Visiting Professor Cohen.\nPriority to ARHA majors, then seniors, with the aim to engage a diversity of students from across disciplines and the Five Colleges.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-351-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-374","x":43.0,"y":3.0,"id":"43","attributes":{"Title":"To Sculpt a Modern Woman's Life","Description":"Listed in: \n, as ARHA-374  |  \n, as EUST-384  |  \n, as SWAG-374\nMoodle site: \n (Section 01)\n(Offered as ARHA 374, EUST 384, and SWAG 374.) We will revel in dramatically different works by women artists, from Magdalena Abakanowicz, Lynda Benglis and Louise Bourgeois, to Eva Hesse, Jeanne-Claude, Jenny Holzer, Rona Pondick, Doris Salcedo, Kiki Smith and Rachel Whiteread on down, as we explore how they created themselves through their work. As a foil, we will analyze the invented personas of Sarah Bernhardt and Madonna, as well as images of women by Renoir, Cézanne, Picasso, Magritte, de Kooning, Woody Allen, and Saura. While we will focus on original objects and primary texts (such as artists' letters or interviews), we will also critique essays by current feminist scholars and by practitioners of \"the new cultural his-tory,\" in order to investigate possible models for understanding the relationship between a woman and her modern culture at large. Assignments will include a substantial research paper and at least one field trip.\nStudents will write a page after the first class, explaining why they want to take the seminar","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-374-1415F'> Course Site </a>","Requisite":["Requisite: One course in modern art or consent of the instructor.  Limited to 15 students.  Fall semester. Professor Staller."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-301","x":44.0,"y":3.0,"id":"44","attributes":{"Title":"The ","Description":"Listed in: \n, as ARHA-301\nFormerly listed as: FIAR-91  |  FIAR-92\nMoodle site: \n (Section 01)\nWhat would it be like to “behold”? Without diminishing the value of objective observation, analysis, cultural and historical positioning of works of art, this seminar will offer a working hypothesis concerning the act of “beholding” as a deliberate and disciplined means of entering into the thrall of the \n of individual works of art. Learning to behold by beholding: Each member of the seminar will have the opportunity to experience and assess the power of “beholding” by way of a semester-long encounter with one painting of their choosing, including time spent with this painting \n. We will follow the progress of each encounter in conversation and presentation during our class meetings through a series of particular focused steps leading to the direct experience of “beholding,” both individually and as a group. Our goal will be to re-imagine the possibility that \n contemplation realized in multiple forms (not only pictorial, architectural and sculptural, but social, political, economic, religious and spiritual) is the highest aspiration of our human being in which love will have become the animating source of compassionate action. One class meeting per week.\nAttendance at first class is mandatory. Limited to 10 students. Fall semester.  Professor Upton.\nselect students according to their preparation, artistic interest and seniority at the College","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-301-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"THDA-352","x":45.0,"y":3.0,"id":"45","attributes":{"Title":"Performance in Place: Site Specific ","Description":"Listed in: \n, as ARHA-342  |  \n, as FAMS-342  |  \n, as MUSI-352  |  \n, as THDA-352\n (Section 01)\n(Offered as THDA 352, FAMS 342 and MUSI 352.) The focus of this studio course will be to create performances, installations and/or videos in multiple locations both on and off campus.  This course is especially designed for students in dance, theater, film/video, art, music and creative writing who want to explore the challenges and potentials in creating performances and events outside of traditional \"frames\" or venues (e.g., the theater, the gallery, the concert hall). In the first part of the semester we will experiment with different techniques for working together as an ensemble and developing responses to different spaces. We will then select different sites--based on student interest and location access--and spend the rest of the semester creating events/performances on site.  Interaction with communities at these sites will also be explored, connecting the artistic work to community engagement and raising awareness of the issues and ethics involved in site-specific performance. These projects will be performed in process and at the end of the semester in a three-day festival.\nClass meetings TTh 1-2:20; outside rehearsal/lab sessions TBA.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-352-1516S'> Course Site </a>","Requisite":["Requisite: Previous experience in improvisation and/or composition in dance, theater, performance, film/video, music/sound, installation, creative writing, and/or design is required. Spring semester.  Professor Woodson. "]},"color":"rgb(197, 191, 199)","size":10.0},{"label":"ARHA-215","x":17.0,"y":2.0,"id":"46","attributes":{"Title":"Painting I","Description":"Listed in: \n, as ARHA-215\nFormerly listed as: ARAH-15\nMoodle site: \n (Section 01)\nAn introduction to the fundamentals of the pictorial organization of painting. Form, space, color and pattern, abstracted from nature, are explored through the discipline of drawing by means of paint manipulation. Slide lectures, demonstrations, individual and group critiques are regular components of the studio sessions. Two three-hour meetings per week.\nPreference to ARHA majors, then to seniors","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-215-1516F'> Course Site </a>","Requisite":["Requisite: ARHA 102 or 111 or consent of the instructor. Limited to 18 students. Fall semester. Professor Sweeney."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-358","x":46.0,"y":3.0,"id":"47","attributes":{"Title":"Photography and Political Violence","Description":"Listed in: \n, as ARHA-358\n (Section 01)\nThis course will examine historical and contemporary photographic images of political violence from around the world. How have artists, photojournalists, and citizens worked to make visible forms of state repression and censorship, human rights violations, genocide, terrorism, and violence against broader ecosystems? How have they historically used lens-based witnessing to resist such violence or to participate in political protest? This course will not only investigate the circulation of iconic photographs of war and state aggression (from the Holocaust and the atomic bomb to Abu Ghraib), but it will also examine the ethics of photography-based documentation in the aftermath of such atrocities. What kind of truth claims can photographs make as evidence of organized political violence, whether in the courtroom or in the larger public sphere? What are the stakes of using photography to lend visibility to self-determination movements and human rights struggles? Visual analysis will be supplemented by close readings of interdisciplinary texts from an array of scholars, artists, and critics. Due to the sensitive nature of much of the material, the class will also involve extensive in-class discussion and debate. Two 80-minute classes per week.\nPriority to ARHA majors, then seniors, with the aim to engage a diversity of students from across disciplines.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-358-1516S'> Course Site </a>","Requisite":["Requisite: Previous courses in ARHA or permission of the instructor. Limited to 20 students. Spring semester. Visiting Professor Cohen."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"RUSS-246","x":47.0,"y":2.0,"id":"48","attributes":{"Title":"Visual Art of the Cold War","Description":"Listed in: \n, as ARHA-246  |  \n, as EUST-256  |  \n, as RUSS-246\n (Section 01)\n(Offered as RUSS 246, ARHA 246, and EUST 256.)  This course will offer a comparative overview of how visual art developed in the Soviet Union, the United States, and the “two Germanys” within the intellectual and political climate that defined the Cold War (1947-1991). By considering how the conditions of artistic production and reception differed—and also sometimes converged—under democratic capitalism in the West and state socialism in the East, we will gain new perspectives on the intersection of art and ideology in the postwar period. Special attention will be given to debates concerning the relationships between collectivity and individuality; avant-gardism and kitsch; abstraction and realism; technology and the body; art and mass media; propaganda and activism; and consumption and leisure. We will conclude by discussing how the acceleration of globalization following the end of the Cold War has impacted recent art practice. Movements and paradigms to be covered include Socialist Realism, Abstract Expressionism, Pop Art, Sots Art, Fluxus, Situationism, Conceptual Art, Performance Art, Body Art, and Institutional Critique.\nSpring semester. Visiting Professor Maydanchik.","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RUSS/RUSS-246-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(101, 201, 235)","size":10.0},{"label":"ARHA-222","x":18.0,"y":2.0,"id":"49","attributes":{"Title":"Drawing II","Description":"Listed in: \n, as ARHA-222\nFormerly listed as: ARAH-22\nMoodle site: \n (Section 01)\nA course appropriate for students with prior experience in basic principles of visual organization, who wish to investigate further aspects of pictorial construction using the figure as a primary measure for class work. The course will specifically involve an anatomical approach to the drawing of the human figure, involving slides, some reading, and out-of-class drawing assignments. Two two-hour meetings per week.\nPreference to ARHA majors, then to seniors","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-222-1516F'> Course Site </a>","Requisite":["Requisite: ARHA 102 or 111, or consent of the instructor. Limited to 18 students. Fall semester. Professor Sweeney."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-137","x":48.0,"y":1.0,"id":"50","attributes":{"Title":"American Art and Architecture, 1600 to Present","Description":"Listed in: \n, as ARHA-137\nFormerly listed as: FIAR-37  |  FIAR-54\nMoodle site: \n (Section 01)\nThrough the study of form, content, and context (and the relationship among these categories) of selected works of painting, architecture, and sculpture made in colonial America and the United States from the seventeenth to the twentieth century, this course will probe changing American social and cultural values embodied in art. We will study individual artists as well as thematic issues, with particular attention to the production and reception of art in a developing nation, the transformation of European architectural styles into a new environment, the construction of race in ante- and post-bellum America, and the identification of an abstract style of art with the political ascendance of the United States after World War II.  Introductory level.\nLimited to 35 students. Spring semester.  Professor Clark.\nPriority to Art and the History of Art and American Studies majors, then seniors. If necessary, equal numbers of students in other class years are selected randomly.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ARHA/ARHA-137-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-335","x":20.0,"y":3.0,"id":"51","attributes":{"Title":"Experiments in 16mm Film","Description":"Listed in: \n, as ARHA-335  |  \n, as FAMS-335\n (Section 01)\n(Offered as ARHA 335 and FAMS 335.)  This intermediate production course surveys the outer limits of cinematic expression and provides an overview of creative 16mm film production. We will begin by making cameraless projects through drawing, painting and scratching directly onto the film strip before further exploring the fundamentals of 16mm technology, including cameras, editing and hand-processing. While remaining aware of our creative choices, we will invite chance into our process and risk failure, as every experiment inevitably must.\nThrough screenings of original film prints, assigned readings and discussion, the course will consider a number of experimental filmmakers and then conclude with a review of exhibition and distribution strategies for moving image art. All students will complete a number of short asignments on film and one final project on either film or video, each of which is to be presented for class critique.  One 3-hour class and one film screening per week.\nPriority given to ARHA/FAMS majors","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-335-1516S'> Course Site </a>","Requisite":["Requisite:  One 200-level production course or relevant experience (to be discussed with the instructor in advance of the first class).  Limited to 12 students. Spring semester. Professor Levine."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-151","x":49.0,"y":1.0,"id":"52","attributes":{"Title":"Twenty-four Buildings","Description":"Listed in: \n, as ARHA-151\nMoodle site: \nRalph Lieberman (Section 01)\nThis course is a history of western architecture from Classical Greece to Post-Modern America in the form of relatively detailed considerations of two dozen buildings. After introductory discussions of the nature of architecture and various structural materials and systems, each class will be devoted to a single building. This approach offers the scope to demonstrate that works of architecture can be historically important for different reasons: some conclude a line of stylistic or technical development, others initiate them; some are structurally daring while others are quite unadventurous; some were built to solve standard problems, others to solve new and unprecedented ones.\nThe lectures are intended as both introductions to particular buildings and examples of the varied ways architecture can be considered. What makes specific buildings great will be emphasized rather than how they fit into an apparently inevitable development. Among the buildings to be studied are: the Parthenon, the Pantheon, Constantine’s church of Saint Peter, Hagia Sophia, Chartres cathedral, The Ospedale degli Innocenti in Florence, Sant’Andrea in Mantua, Bramante’s Saint Peter’s, Saint Eustache in Paris, the Villa Rotunda, Sant’Ivo alla Sapienza in Rome, the Petit Trianon at Versailles, the Crystal Palace, the Paris Opera, the Guaranty Building in Buffalo, Villa Savoye near Paris, Fallingwater, the Seagram Building in New York and the Guggenheim Museum in Bilbao.\nLimited to 30 students. Spring semester. Visiting Lecturer Lieberman.\nPriority to ARHA majors,then sophomores, juniors and seniors","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ARHA/ARHA-151-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-326","x":17.0,"y":3.0,"id":"53","attributes":{"Title":"Painting II","Description":"Listed in: \n, as ARHA-326\nFormerly listed as: ARAH-26\n (Section 01)\nThis course offers students knowledgeable in the basic principles and skills of painting and drawing an opportunity to investigate personal directions in painting. Assignments will be collectively as well as individually directed. Discussions of the course work will assume the form of group as well as individual critiques. Two three-hour class meetings per week.\n Priority given to ARHA and ARCH majors. Others admitted to balance by class year and major.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-326-1516S'> Course Site </a>","Requisite":["Requisite: ARHA 215 or consent of the instructor. Limited to 18 students. Spring semester.  Professor Sweeney."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"RUSS-244","x":50.0,"y":2.0,"id":"54","attributes":{"Title":"Histories of Performance in 20th-Century Russia","Description":"Listed in: \n, as ARHA-244  |  \n, as RUSS-244\nMoodle site: \n (Section 01)\n(Offered as ARHA 244 and RUSS 244) This course will explore the various trajectories of “performance” in Russia throughout the twentieth century. The medium of performance was central to several crucial episodes in the history of Russian visual art, including Futurism, World of Art, Moscow Conceptualism, Sots Art, and Moscow Actionism. Russian performance art developed alongside achievements in the adjacent modes of dance, theater, and music. Yet, performance was also a significant phenomenon within Russian culture more broadly. Event-based artworks often responded to the performative elements of political rituals, acts of self-fashioning, mass spectacles, underground economic transactions, speech acts, and bureaucratic operations taking place in Moscow and St. Petersburg. Class participants will employ an expanded view of performance as we attempt to reconcile the intersecting meanings of the genre as an artistic practice, a social behavior, and a political strategy. In doing so, we will put pressure on established ideas about spectatorship, presence, dematerialization, participation, identity, and spectacle as they pertain to modern art. Artistic practices will be framed by readings drawn from the fields of art history, cultural studies, sociology, anthropology, and performance studies. No acquaintance with Russian language or culture is assumed.\nSpring semester. Visiting Professor Maydanchik.\n60.00","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RUSS/RUSS-244-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(101, 201, 235)","size":10.0},{"label":"HIST-242","x":51.0,"y":2.0,"id":"55","attributes":{"Title":"Material Culture of American Homes","Description":"Listed in: \n, as ARCH-242  |  \n, as ARHA-133  |  \n, as HIST-242\nFormerly listed as: FIAR-33  |  HIST-37\nMoodle site: \n (Section 01)\n(Offered as HIST 242 [US\n], ARCH 242, and AHRA 133.) Using architecture, artifacts, visual evidence and documentary sources, the course examines social and cultural forces affecting the design and use of domestic architecture, home furnishings, and domestic technology in the eastern United States from 1600 to 1960. In addition to providing a survey of American domestic architecture, the course provides an introduction to the study of American material culture. Field trips to Historic Deerfield, Old Sturbridge Village, Hartford, Connecticut, and sites in Amherst form an integral part of the course. Two class meetings per week.\nLimited to 25 students.  Fall semester.  Professor K. Sweeney.\nPreference given to history and art and history of art majors.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-242-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(67, 104, 247)","size":10.0},{"label":"ENGL-281","x":52.0,"y":2.0,"id":"56","attributes":{"Title":"Foundations and Integrations:  Film and Media Studies","Description":"Listed in: \n, as ARHA-272  |  \n, as ENGL-281  |  \n, as FAMS-220\n (Section 01)\n(Offered as ENGL 281, FAMS 220, and ARHA 272.)  “Foundations and Integrations” will be an annual team-taught course between a Critical Studies scholar and moving-image artist.  A requirement of the Film and Media Studies major, it will build on critical analysis of moving images and introductory production work to develop an integrated critical and creative practice.  Focused in particular around themes and concepts, students will develop ideas in both written and visual form.  The theme for spring 2016 will be “The Essay.”\nRequisites:  A foundations course in Critical Studies of Film and Media (such as “Coming to Terms: Cinema”) and an introductory film/video production workshop. Not open to first-year students.  Limited to 15 students.  Spring semester.  Professor Levine.\nPriority will be given to Film and Media Studies majors; priority will secondly be given to English and Art majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-281-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(131, 183, 75)","size":10.0},{"label":"ARHA-275","x":53.0,"y":2.0,"id":"57","attributes":{"Title":"Contemporary Art: Art Since 1945","Description":"Listed in: \n, as ARHA-275\nMoodle site: \nAnthony W. Lee (Section 01)\nThis course traces the different paths of painting, sculpture, and photography in the United States and, to a lesser extent in Western Europe, since World War II. Initially, most of these paths took shape in relation to a “crisis of modernism,” but increasingly, they have taken on a different vitality, drawing energy from a wide variety of postmodern and post-colonial subjects and debates: identity politics, transnationalism, diaspora, and more.\nLimited to 25 students. Spring semester. Visiting Professor Lee.\ngive preference to art, art history, architecture and other creative disciplines","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ARHA/ARHA-275-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-350","x":54.0,"y":3.0,"id":"58","attributes":{"Title":"Practice and Theory of Art History","Description":"Listed in: \n, as ARHA-350\nMoodle site: \n (Section 01)\nWhat is art history? What is its history? What are its premises and where does it come from? This seminar will explore the historical foundations, formulations, and applications of current art historical methods, the foundations of the art historical discipline as it emerged from the late nineteenth and early twentieth centuries, as well as attitudes towards and theories on art practice in their diverse global contexts from before the modern period. Both practice and theory will be considered through discussion of select texts and objects drawn from a variety of traditions. Topics may include: style and periodization; iconography, narratology, and phenomenology; semiotics; the social functions of images and the social history of art; the cultural foundations of representation, aesthetics, and vision; art and the material world; art, gender, and sexuality; collecting and commodification of art; and post-colonialism and post-modernism.\nLimited to 20 students. Spring semester. Professor Rice. \nPriority to ARHA majors","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-350-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-385","x":55.0,"y":3.0,"id":"59","attributes":{"Title":"Witches, Vampires and Other Monsters","Description":"Listed in: \n, as ARHA-385  |  \n, as EUST-385  |  \n, as SWAG-310\nFormerly listed as: EUST-70  |  FIAR-85  |  FIAR-92  |  WAGS-10\nMoodle site: \n (Section 01)\n(Offered as ARHA 385, EUST 385, and SWAG 310.) This course will explore the construction of the monstrous, over cultures, centuries and disciplines. With the greatest possible historical and cultural specificity, we will investigate the varied forms of monstrous creatures, their putative powers, and the explanations given for their existence-as we attempt to articulate the kindred qualities they share. Among the artists to be considered are Valdés Leal, Velázquez, Goya, Munch, Ensor, Redon, Nolde, Picasso, Dalí, Kiki Smith, and Cindy Sherman. Two class meetings per week.\nLimited to 20 students. Fall semester.  Professor Staller.\nIn order to foster a rich interdisciplinary discussion, I will divide the names of pre-registered students by major and class, and pick the names out of a hat. Students will be notified within a week after pre-registration if they have received a spot.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-385-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-149","x":56.0,"y":1.0,"id":"60","attributes":{"Title":"Survey of African Art","Description":"Listed in: \n, as ARHA-149  |  \n, as BLST-123\nFormerly listed as: BLST-46  |  FIAR-49  |  FIAR-68\nMoodle site: \n (Section 01)\n(Offered as ARHA 149 and BLST 123 [A].)  An introduction to the ancient and traditional arts of Africa. Special attention will be given to the archaeological importance of the rock art paintings found in such disparate areas as the Sahara and South Africa, achievements in the architectural and sculptural art in clay of the early people in the area now called Zimbabwe and the aesthetic qualities of the terracotta and bronze sculptures of the Nok, Igbo-Ukwe, Ife and Benin cultures in West Africa, which date from the second century B.C.E. to the sixteenth century C.E. The study will also pursue a general socio-cultural survey of traditional arts of the major ethnic groups of Africa.\nSpring semester.  Professor Abiodun.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-149-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-327","x":14.0,"y":3.0,"id":"61","attributes":{"Title":"Printmaking II: Further Investigations of the Hand Pulled Print","Description":"Listed in: \n, as ARHA-327\nFormerly listed as: ARAH-27\nMoodle site: \n (Section 01)\nThis course is an extension of intaglio and relief processes introduced in ARHA 213 with an introduction to lithography. Techniques involved will be drypoint, etching, engraving, aquatint, monoprints, monotypes, woodcut, linocut and stone lithography. Printmaking processes will include color printing, combining printmaking techniques and editioning. Combining concept with technique will be an integral element to the development of imagery. A final project of portfolio-making and a portfolio exchange of prints will be required. Individualized areas of investigation are encouraged and expected. In-class work will involve demonstration, discussion and critique.\nPriority will be given to art majors, seniors,  art majors from the 5-college consortium","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-327-1516F'> Course Site </a>","Requisite":["Requisite: ARHA 213 or consent of the instructor. Limited to 12 students. Fall semester.  Resident Artist Garand."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"HIST-226","x":57.0,"y":2.0,"id":"62","attributes":{"Title":"Women and War in European History, 1558-1918","Description":"Listed in: \n, as ARHA-226  |  \n, as EUST-226  |  \n, as HIST-226\n (Section 01)\n (Section 01)\n(Offered as HIST 226 [EU\n]. ARHA 226, and EUST 226.) Although overlooked in military histories until recently, women have long been actively involved in warfare: as combatants, as victims, as workers, and as symbols. This course examines both the changing role of women, and the shifting constructions of “womanhood,” in four major European conflicts: the wars of Elizabeth I in sixteenth-century England, the wars and peace of Marie de Médicis in seventeenth-century France, the French Revolution, and the First World War. Using methodologies drawn from Art History and History, the course seeks to understand the gendered nature of warfare. Why are images of women and the family central to the iconography of war, and how have representations of womanhood shifted according to the aims of particular conflicts? To what extent do women’s experiences of warfare differ from men’s, and can war be considered a source of women’s liberation or oppression? Students will analyze a range of historical images in conjunction with primary source texts from these conflicts and will also develop an original research project related to the course’s themes. Two class meetings per week.\nRecommended requisite: A course in Art History or History. Limited to 25 students. Spring semester. Professors Boucher and Courtright.\ncourse in Art History or History preferred but not required","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-226-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(67, 104, 247)","size":10.0},{"label":"ARHA-152","x":58.0,"y":1.0,"id":"63","attributes":{"Title":"Visual Culture of the Islamic World","Description":"Listed in: \n, as ARHA-152  |  \n, as ASLC-142\nMoodle site: \n (Section 01)\n(Offered as ARHA 152 and ASLC 142.)  This introductory course explores the architecture, manuscripts, painting, textiles, decorative arts, material culture, and popular art of the Islamic world, from the late seventh century C.E., touching on the present. It follows a basic chronology, but is structured primarily through thematic issues central to the study of Islamic visual culture, including, but not limited to: orality and textuality, geometry and ornament, optics and perception, sacred and royal space, the image and aniconism, modernity and tradition, and artistic exchange with Europe, China, and beyond. The class will focus on the relationships between visual culture, history, and literature, analyzing specific sites or objects, for example the Dome of the Rock in Jerusalem, carved ivory boxes from Spain, luxury manuscripts from Cairo, gardens of Iran, and contemporary art from Pakistan, alongside primary and secondary texts. Films, audio recordings, and field-trips to local museum collections will supplement assigned readings and lectures. Participation in class discussion, a significant component of the course, is expected. No previous background is presumed, and all readings will be available in English.\nLimited to 25 students. Fall semester.  Visiting Professor Rice.\nPriority to ARHA and ASLC majors, then selected from class level  in order to achieve a range of students across the disciplines.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-152-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-135","x":59.0,"y":1.0,"id":"64","attributes":{"Title":"Art and Architecture of Europe from 1400 to 1800","Description":"Listed in: \n, as ARCH-135  |  \n, as ARHA-135  |  \n, as EUST-135\nFormerly listed as: EUST-38  |  FIAR-35\n (Section 01)\n(Offered as ARHA 135, ARCH 135, and EUST 135.) This course is an introduction to painting, sculpture, and architecture of the early modern period. The goal of the course is to identify artistic innovations that characterize European art from the Renaissance to the French Revolution, and to situate the works of art historically, by examining the intellectual, political, religious, and social currents that contributed to their creation. In addition to tracing stylistic change within the oeuvre of individual artists and understanding its meaning, we will investigate the varied character of art, its interpretation, and its context in different regions, including Italy, France, Spain, Germany and the Netherlands.\nLimited to 30 students.  Fall and spring semesters.  Professor Courtright. \nPreference to majors, then first years, seniors, and finally lottery.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-135-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-328","x":12.0,"y":3.0,"id":"65","attributes":{"Title":"Photography II","Description":"Listed in: \n, as ARHA-328\nFormerly listed as: ARAH-28\n (Section 01)\nThis course is a continuing investigation of the skills and questions introduced in ARHA 218.  It will include an introduction to varied camera and film formats and both analog and digital photography methods. An emphasis will be placed on defining, locating and pursuing independent work; this will be accomplished through a series of weekly demonstrations, assignments and a final independent project. Student work will be discussed and evaluated in group and individual critiques. This is complemented by slide presentations and topical readings of contemporary and historical photography.\nPriority given to ARHA and ARCH majors. Others admitted to balance by class year and major.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-328-1516S'> Course Site </a>","Requisite":["Requisite: ARHA 218 or consent of the instructor. Limited to 12 students.  Spring semester.  Visiting Lecturer Young."]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-343","x":60.0,"y":3.0,"id":"66","attributes":{"Title":"Lost and Found: Appropriated, Recycled and Reclaimed Images","Description":"Listed in: \n, as ARHA-343  |  \n, as FAMS-343\nMoodle site: \n (Section 01)\n(Offered as ARHA 343 and FAMS 343) From the found-footage experiments of the avant-garde to the digital remixes of the networked age, artists have used pre-existing material to question the ideologies of dominant media, explore technological possibilities and play situationist pranks. With the advent of file-sharing platforms, streaming video and cheap DVDs, we live in an era dominated by what Hito Steyerl calls “the poor image” – low resolution, second- or third-generation images whose quality has been sacrificed for accessibility. The availability of this material has allowed artists to work economically and to borrow the aesthetics of cinema and television for their own purposes, but it also foregrounds many problematic questions of authorship and ownership.\nThis course is a hands-on investigation into the practice of recycling, recontextualizing and remixing moving images. We will screen found-footage work, collage films and remakes in addition to discussing readings by filmmakers, artists and theorists that will provide ideas and models for our own production. The class will also review the fundamentals of editing as we create projects both entirely from found material and in combination with our own footage.  Two 2-hour classes per week (one seminar/critique and one lecture/screening). \nLimited to 12 students.  Spring semester. Professor Levine.\nPriority given to FAMS and ARHA majors, then attention will be given to achieving a mix of majors and Five College participation.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ARHA/ARHA-343-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"ARHA-267","x":61.0,"y":2.0,"id":"67","attributes":{"Title":"Arts of the Islamic Book","Description":"Listed in: \n, as ARHA-267  |  \n, as ASLC-267\nMoodle site: \n (Section 01)\n(Offered as ARHA 267 and ASLC 267.)  This course considers the arts of the Islamic book, with a special focus on illustrated manuscripts produced at the royal courts of Greater Iran (including Afghanistan and Uzbekistan) and Islamic South Asia from the thirteenth through the seventeenth centuries. Among the types of manuscripts to be considered are dynastic and world histories, poetic works, horoscopes, genealogies, divinations texts, and albums. The class will explore in depth the nature of the royal book workshop, manuscript patronage and production (from paper, pigments, and brushes to gold leaf illumination and binding), the formation of visual and stylistic idioms, the roles of originality and imitation in artistic practice, the aesthetics of the illustrated page, word and text relationships, and the theorization of painting and calligraphy in technical treatises, poetry, and other primary texts. Emphasis will be placed on the great movement of artists, materials, and ideas across the Islamic world, all of which contributed to the rise of an elite, cosmopolitan culture of manuscript connoisseurs. Examination of objects in the Mead Art Museum, Frost Library, and other local collections will supplement classroom discussion and assigned readings. No previous knowledge of the topic is presumed, and all reading will be available in English.\nLimited to 20 students.  Fall semester. Professor Rice.\nPriority to Art and ASLC majors, then juniors, seniors in order to achieve a range of students across the disciplines.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-267-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(16, 145, 128)","size":10.0},{"label":"FAMS-445","x":62.0,"y":4.0,"id":"68","attributes":{"Title":"Cinema Experiments","Description":"Listed in: \n, as ARHA-445  |  \n, as FAMS-445\nMoodle site: \n (Section 01)\n(Offered as ARHA 445 and FAMS 445.) This advanced production course surveys the outer limits of cinematic expression and provides an overview of creative 16mm film production. We will begin by making cameraless projects through drawing, painting and scratching directly onto the film strip before further exploring the fundamentals of 16mm technology, including camera, editing and hand-processing. While remaining aware of our creative choices, we will invite chance into our process and risk failure, as every experiment inevitably must.\nThrough screenings of original film prints, assigned readings and discussion, the course will consider a number of experimental filmmakers and then conclude with a review of exhibition and distribution strategies for moving image art. All students will complete one short project on film and one final project on either film or video, each of which is to be presented for class critique.  Two 2-hour classes per week (one workshop/seminar and one lecture/screening).\nPriority given to ARHA/FAMS majors","Department Code":"FAMS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/FAMS/FAMS-445-1415S'> Course Site </a>","Requisite":["Requisite:  One 200-level production course or relevant experience (to be discussed with the instructor in advance of the first class).  Limited to 12 students. Spring semester. Professor Levine."]},"color":"rgb(15, 133, 225)","size":10.0},{"label":"ENGL-100","x":4.0,"y":1.0,"id":"69","attributes":{"Title":"ENGL-100","Description":"not offered in the last 4 semesters","Department Code":"ENGL","Course Site":"","Requisite":""},"color":"rgb(131, 183, 75)","size":10.0},{"label":"ENGL-200","x":3.0,"y":2.0,"id":"70","attributes":{"Title":"ENGL-200","Description":"not offered in the last 4 semesters","Department Code":"ENGL","Course Site":"","Requisite":""},"color":"rgb(131, 183, 75)","size":10.0},{"label":"ARHA-200","x":21.0,"y":2.0,"id":"71","attributes":{"Title":"ARHA-200","Description":"not offered in the last 4 semesters","Department Code":"ARHA","Course Site":"","Requisite":""},"color":"rgb(16, 145, 128)","size":10.0},{"label":"FAMS-200","x":62.0,"y":2.0,"id":"72","attributes":{"Title":"FAMS-200","Description":"not offered in the last 4 semesters","Department Code":"FAMS","Course Site":"","Requisite":""},"color":"rgb(15, 133, 225)","size":10.0}]}