{"edges":[{"label":"","source":"12","target":"43","id":"6","attributes":{},"color":"rgb(80, 110, 188)","size":1.0},{"label":"","source":"17","target":"3","id":"8","attributes":{},"color":"rgb(8, 190, 17)","size":1.0},{"label":"","source":"20","target":"43","id":"10","attributes":{},"color":"rgb(80, 110, 188)","size":1.0},{"label":"","source":"28","target":"30","id":"12","attributes":{},"color":"rgb(248, 119, 17)","size":1.0},{"label":"","source":"28","target":"48","id":"14","attributes":{},"color":"rgb(248, 119, 17)","size":1.0},{"label":"","source":"30","target":"48","id":"16","attributes":{},"color":"rgb(248, 119, 17)","size":1.0},{"label":"","source":"34","target":"3","id":"18","attributes":{},"color":"rgb(8, 190, 17)","size":1.0},{"label":"","source":"34","target":"17","id":"20","attributes":{},"color":"rgb(8, 190, 17)","size":1.0},{"label":"","source":"37","target":"28","id":"22","attributes":{},"color":"rgb(248, 119, 17)","size":1.0},{"label":"","source":"37","target":"30","id":"24","attributes":{},"color":"rgb(248, 119, 17)","size":1.0},{"label":"","source":"37","target":"48","id":"26","attributes":{},"color":"rgb(248, 119, 17)","size":1.0},{"label":"","source":"51","target":"5","id":"28","attributes":{},"color":"rgb(254, 37, 228)","size":1.0},{"label":"","source":"52","target":"6","id":"30","attributes":{},"color":"rgb(229, 107, 138)","size":1.0},{"label":"","source":"53","target":"6","id":"32","attributes":{},"color":"rgb(229, 107, 138)","size":1.0},{"label":"","source":"54","target":"10","id":"34","attributes":{},"color":"rgb(131, 131, 97)","size":1.0},{"label":"","source":"54","target":"24","id":"36","attributes":{},"color":"rgb(131, 131, 97)","size":1.0},{"label":"","source":"54","target":"38","id":"38","attributes":{},"color":"rgb(131, 131, 97)","size":1.0},{"label":"","source":"55","target":"43","id":"40","attributes":{},"color":"rgb(80, 110, 188)","size":1.0},{"label":"","source":"56","target":"49","id":"42","attributes":{},"color":"rgb(1, 122, 98)","size":1.0}],"nodes":[{"label":"ENGL-280","x":0.0,"y":2.0,"id":"0","attributes":{"Title":"Coming to Terms: Cinema","Description":"Listed in: \n, as ENGL-280  |  \n, as FAMS-210\nFormerly listed as: ENGL-16  |  FAMS-20\nMoodle site: \n (Section 01)\n(Offered as ENGL 280 and FAMS 210.)  An introduction to cinema studies through consideration of a few critical and descriptive terms, together with a selection of various films (classic and contemporary, foreign and American) for illustration and discussion.  The terms for discussion will include, among others:  \n, montage, realism, visual pleasure, and the avant-garde.  Two class meetings and one screening per week.\nLimited to 35 students.  Fall semester.  Visiting Professor Guilford.\nPriority will be given to declared FAMS majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-280-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"ANTH-241","x":1.0,"y":2.0,"id":"1","attributes":{"Title":"Visual Anthropology","Description":"Listed in: \n, as ANTH-241  |  \n, as FAMS-378\nFormerly listed as: ANTH-41\n (Section 01)\n(Offered as ANTH 241 and FAMS 378.) This course will explore and evaluate various visual genres, including photography, ethnographic film and museum presentation as modes of anthropological analysis--as media of communication facilitating cross-cultural understanding. Among the topics to be examined are the ethics of observation, the politics of artifact collection and display, the dilemma of representing non-Western “others” through Western media, and the challenge of interpreting indigenously produced visual depictions of “self” and “other.”\nLimited to 30 students. Spring semester. Professor Gewertz.\nIf the course is overenrolled, will privilege majors and ask students to provide the reasons they wish to take the course.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ANTH/ANTH-241-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(220, 46, 104)","size":10.0},{"label":"ENGL-381","x":2.0,"y":3.0,"id":"2","attributes":{"Title":"Cinema and Everyday Life","Description":"Listed in: \n, as ENGL-381  |  \n, as FAMS-351\nFormerly listed as: ENGL-84\nMoodle site: \n (Section 01)\n(Offered as ENGL 381 and FAMS 351.) Film theorist Siegfried Kracauer declared that some of the first films showed “life at its least controllable and most unconscious moments, a jumble of transient, forever dissolving patterns accessible only to the camera.” This course will explore the ways contemporary narrative films aesthetically represent everyday life–capturing both its transience and our everyday ruminations. We will further consider the ways we incorporate film into our everyday lives through various modes of viewings (the arthouse, the multiplex, the DVD, the mp3), our means of perception, and in the kinds of souvenirs we keep. We will look at films by Chantal Akerman, Robert Altman, Marleen Gorris, Hirokazu Koreeda, Marzieh Makhmalbaf, Terrence Malick, Lynne Ramsay, Tsai Ming-liang, Agnès Varda, Wong Kar-wai, and Andy Warhol. Readings will include work by Roland Barthes, Walter Benjamin, Marlene Dietrich, Sigmund Freud, and various works in film and media studies. Two class meetings and one screening per week.\nNot open to first-year students.  Limited to 30 students.  Fall semester.  Professor Hastie.\nPreference given to English majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-381-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"MUSI-238","x":3.5,"y":2.0,"id":"3","attributes":{"Title":"Pioneer Valley Soundscapes","Description":"Listed in: \n, as FAMS-312  |  \n, as MUSI-238\nFormerly listed as: FAMS-42  |  MUSI-19\nMoodle site: \nMaria E. Mendonca (Section 01)\n(Offered as MUSI 238 and FAMS 312.)  This course is about exploring, participating in, and documenting the musical communities and acoustic terrain of the Pioneer Valley. The first part of the course will focus on local histories and music scenes, ethnographic methods and technologies, and different techniques of representation. The second part of the course will involve intensive, sustained engagement with musicians and sounds in the Pioneer Valley. Course participants will give weekly updates about their fieldwork projects and are expected to become well-versed in the musics they are studying. There will be a significant amount of work and travel outside of class meetings. The course will culminate in contributions to a web-based documentary archive of Pioneer Valley soundscapes. We will also benefit from visits and interaction with local musicians. Two class meetings per week.\nInstructor's consent.","Department Code":"MUSI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/MUSI/MUSI-238-1415F'> Course Site </a>","Requisite":["Requisite: MUSI 111, 112, or consent of the instructor.  Limited to 12 students. Fall semester.  Valentine Visiting Professor Mendonca."]},"color":"rgb(8, 190, 17)","size":10.0},{"label":"ENGL-374","x":5.0,"y":3.0,"id":"4","attributes":{"Title":"Spike Lee’s Joints","Description":"Listed in: \n, as BLST-330  |  \n, as ENGL-374  |  \n, as FAMS-358\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as ENGL 374, BLST 330 [US], and FAMS 358.)  In offering extended formal considerations of Spike Lee’s cinematic oeuvre–in particular his uses of light, sound, and color–this course is interested in how shifting through various modes of critical inquiry can enable or broaden different kinds of cultural, political, or historical engagement with a film. This semester we will also pay special attention to the question of what it means to encapsulate a particular cultural moment, particularly vis-à-vis the often differing demands of fictional and non-fictional representation.\nSpring semester.  Professors Parham and Drabinski.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-374-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"THDA-353","x":6.0,"y":3.0,"id":"5","attributes":{"Title":"Performance Studio","Description":"Listed in: \n, as FAMS-345  |  \n, as THDA-353\nFormerly listed as: THDA-62\nMoodle site: \n (Section 01)\n(Offered as THDA 353 and FAMS 345.)  In this advanced course in the techniques of creating performance, each student will create and rehearse a performance piece that develops and incorporates original choreography, text, music, sounds and / or video. Improvisational and collaborative structures and approaches among and within different media will be investigated.  The final performance pieces will be presented in the Holden Theater. \nTwo ninety-minute class sessions per week.  There will be weekly mandatory showings.  These showings are a working document of the important and  necessary vicissitudes within a creative process.   ","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/THDA/THDA-353-1516F'> Course Site </a>","Requisite":["Requisite: THDA 252 or the equivalent and consent of the instructor. Fall semester. Visiting Resident Artist Schmitz."]},"color":"rgb(254, 37, 228)","size":10.0},{"label":"ENGL-382","x":7.5,"y":3.0,"id":"6","attributes":{"Title":"American Avant-Garde Cinema","Description":"Listed in: \n, as ARHA-382  |  \n, as ENGL-382  |  \n, as FAMS-381\nMoodle site: \n (Section 01)\n(Offered as ENGL 382, ARHA 382, and FAMS 381.)  This course examines the history of American avant-garde film, paying special attention to the alternative cultural institutions that have facilitated experimental cinema’s emergence and longevity in the U.S. since the 1940s. Through critical readings and weekly film screenings, we will analyze some of the major tendencies that have defined the postwar American avant-garde, including the poetic and amateur filmmakers of the ’40s and ’50s, the underground film and political documentary movements of the ’60s, the structural film and women’s cinema formations of the ’70s, the turn toward small-gauge and found footage practices in the ’80s, and more contemporary engagements with hand-made film and expanded cinema. Special emphasis will be given to the broader institutional practices that have surrounded the production and maintenance of avant-garde film culture. Examining critical histories of radical filmmaking collectives, cooperative distribution centers, art film societies, critical journals, and experimental film archives, we will consider how the avant-garde’s interest in creating an alternative cinema necessitated a dramatic reorganization of existing modes of filmic production, distribution, exhibition, reception, and preservation. Screenings of films by Maya Deren, Stan Brakhage, Jonas Mekas, Andy Warhol, Barbara Rubin, \n, Michael Snow, Barbara Hammer, Saul Levine, Peggy Ahwesh, Jennifer Reeves, and others will be included.  Two class meetings and one screening per week.\nPriority will be given to FAMS, ARHA, and ENGL majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-382-1516F'> Course Site </a>","Requisite":["Requisite: One 100-level or 200-level FAMS or ENGL course, or consent of the instructor. Limited to 30 students. Fall semester. Visiting Professor Guilford."]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"ARHA-221","x":9.0,"y":2.0,"id":"7","attributes":{"Title":"Foundations in Video Production","Description":"Listed in: \n, as ARHA-221  |  \n, as FAMS-221\nMoodle site: \n (Section 01)\n(Offered as ARHA 221 and FAMS 221) This introductory course is designed for students with no prior experience in video production. The aim is both technical and creative. We will begin with the literal foundation of the moving image--the frame--before moving through shot and scene construction, lighting, sound-image concepts and final edit. In addition to instruction in production equipment and facilities, the course will also explore cinematic form and structure through weekly readings, screenings and discussion. Each student will work on a series of exercises, a collaborative project and a final video assignment. There will be one 3-hour class and one film screening each week.\nLimited to 12 students. Fall semester. Professor Levine.\nPriority will be given to FAMS and ARHA majors, then attention will be given to achieving a mix of majors and Five College participation.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-221-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(131, 131, 97)","size":10.0},{"label":"FAMS-213","x":10.0,"y":2.0,"id":"8","attributes":{"Title":"Knowing Cinema","Description":"Listed in: \n, as FAMS-213\nMoodle site: \n (Section 01)\nSoviet filmmaker Dziga Vertov claimed that the movie camera is different from, even superior to, human vision and thus allows us to see in new ways. Many others have echoed this idea about cinema’s powerful impact on our ways of seeing and knowing the world. As an introduction to the study of cinema, this course cultivates in students what Vertov called “the Kino-eye.” Our emphasis will be on narrative film, but with some attention paid to experimental, documentary, and animated works as well. This course treats cinema as an international art form: we will examine a wide range of films from many countries over the past century and more. Through exposure to the great variety of filmmaking and writing about film around the world, from the silent era to the digital revolution, students will receive a comprehensive introduction to the key formal features of film and to the major debates that inform film studies.\nLimited to 35 students. Fall semester. Professor Van Compernolle.\npreference given to declared FAMS majors if oversubscribed","Department Code":"FAMS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/FAMS/FAMS-213-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(1, 122, 98)","size":10.0},{"label":"ENGL-488","x":11.0,"y":4.0,"id":"9","attributes":{"Title":"Early Cinema, Late Cinema","Description":"Listed in: \n, as ENGL-488  |  \n, as FAMS-488\nMoodle site: \nKalisha R. Cornett (Section 01)\n(Offered as ENGL 488 and FAMS 488.)  This course will examine questions of the origins of cinema and notions of its demise.  From its inception, cinema has shaped and informed a critical relationship to modern popular culture.  Recent technological innovations have dislodged the cinema from its position as a distinctive arbiter of public experience and aesthetic engagement, as new mediums and new methods of dissemination proliferate in our networked society.  Claims about the “death of cinema” and the predominance of “new media” will be investigated as they have changed over time.  The central project of the course is to make sense of the salient features of the cinema while considering the significance of new forms of moving-image practices.  Students will collectively research, plan, and curate a repertory theater series that reflects class discussion and alternative modes of film distribution and exhibition.\nRecommended requisite: At least one foundational course in FAMS or an equivalent introductory film course.  Open to juniors and seniors.  Limited to 15 students.  Spring semester.  Dean’s Faculty Fellow Cornett.\nPreference given to junior and senior majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-488-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"ARHA-444","x":13.0,"y":4.0,"id":"10","attributes":{"Title":"Films That Try: Essay Film Production","Description":"Listed in: \n, as ARHA-444  |  \n, as FAMS-444\nMoodle site: \n (Section 01)\n(Offered as ARHA 444 and FAMS 444) Essay filmmaking is a dynamic form with many commonly cited attributes—the presence of an authorial voice, an emphasis on broad themes, an eclectic approach to genre, and the tendency to digress or draw unexpected connections. Yet, true to its nature, the precise definition of the essay film is in constant flux. It can be both personal and political, individual and collective, noble and mischievous. Essay filmmakers themselves are equally diverse, ranging from established film auteurs to Third Cinema activists and contemporary video artists.\nIf we entertain the notion that the processes of cinema closely resemble the mechanics of human thought, then the essay film may be the medium’s purest expression. To watch or make such a film, we must give ourselves over to a compulsive, restless energy that delights in chasing a subject down any number of rabbit holes and blind alleys, often stopping to admire the scenery on the way. As with thought, there is no end product, no clear boundaries, no goal but the activity itself.\nThe term \"essay\" finds its origins in the French \n, meaning “to attempt” or to try.” In this advanced production workshop, we will read, screen and discuss examples of the essayistic mode in literature and cinema while making several such attempts of our own. Students will complete a series of writing assignments and video projects informed by class materials and group discussion.\nPriority to ARHA/FAMS majors, then attention will be given to achieving a mix of majors and Five College participation.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-444-1415F'> Course Site </a>","Requisite":["Requisite:  One 200-level production course or relevant experience (to be discussed with the instructor in advance of the first class). Limited to 12 students.  Fall semester. Professor Levine."]},"color":"rgb(131, 131, 97)","size":10.0},{"label":"GERM-348","x":15.0,"y":3.0,"id":"11","attributes":{"Title":"Nazi Cinema","Description":"Listed in: \n, as FAMS-325  |  \n, as GERM-348\n (Section 01)\n(Offered as GERM 348 and FAMS 325.) This course examines the vital role cinema played in sustaining the totalitarian Nazi system. From the visually stunning “documentaries” of Leni Riefenstahl to the tearful melodramas starring Swedish diva Zarah Leander, from the vicious anti-Semitic diatribes of propaganda minister Joseph Goebbels to the ostensibly apolitical “revue films” featuring Hungarian dancer-chanteuse Marika Rökk, the cinema of the Third Reich (1933-45) is fraught with contradiction and complexity. How did the German film industry cope with the exodus of Jewish (or politically suspect) talent after Hitler came to power? What tensions arose between a centralized bureaucracy pursuing an ideological agenda and an industry geared toward profit maximization? How do genre films of the period negotiate the conflict between official notions of a “racially homogeneous” body politic on the one hand and audiences’ pervasive fascination with the exotic on the other? What does the popularity of stars such as Hans Albers, Heinz Rühmann, Lilian Harvey, and Kristina Söderbaum tell us about the private dreams and aspirations of German audiences at the time? Were there pockets of resistance to censorship? Can there be artistic freedom under a totalitarian regime? To answer questions such as these, we will examine films from a wide range of directors, including Willi Forst, Veit Harlan, Helmut Käutner, Wolfgang Liebeneiner, Leni Riefenstahl, Reinhold Schünzel, Detlef Sierck/Douglas Sirk, and Hans Steinhoff. Conducted in English, with German majors required to do a substantial portion of the reading in German.\nSpring semester. Professor Rogowski.","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GERM/GERM-348-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(196, 150, 167)","size":10.0},{"label":"FREN-208","x":15.5,"y":2.0,"id":"12","attributes":{"Title":"French Conversation","Description":"Listed in: \n, as FREN-208\nFormerly listed as: FREN-08\n (Section 01)\nTo gain as much confidence as possible in idiomatic French, we discuss French social institutions and culture, trying to appreciate differences between French and American viewpoints. Our conversational exchanges will touch upon such topics as French education, art and architecture, the status of women, the spectrum of political parties, minority groups, religion, and the position of France and French-speaking countries in the world. Supplementary work with audio and video materials.\nSeniors will have the lowest priority and will be dropped first.  Priority will be given to:  first- and second-year students, especially those who are planning to study in France, and to French majors and potential majors.\n$35.00","Department Code":"FREN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/FREN/FREN-208-1516S'> Course Site </a>","Requisite":["Requisite: FREN 205, or completion of AP French, or four years of secondary school French in a strong program. Limited to 16 students. Fall and spring semester. Professor Sigal."]},"color":"rgb(80, 110, 188)","size":10.0},{"label":"ENGL-475","x":18.0,"y":4.0,"id":"13","attributes":{"Title":"Serial Fictions: The Victorian Novel and Contemporary Television","Description":"Listed in: \n, as ENGL-475  |  \n, as FAMS-475\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as ENGL 475 and FAMS 475.)  This course examines the similarities in form and content between the Victorian novel and the modern television series.  While contemporary TV and fiction from over a century ago might seem like a surprising pairing, the two forms have a great deal in common. Indeed, serial television finds its foundation in nineteenth-century publication practices:  the Victorian novels we now read as massive single-volume books were originally published in small weekly or monthly parts.  Focusing on case studies in which we place a Victorian novel and a television series side by side, this course interrogates questions of genre, form, medium, and the dubious division of popular entertainment and high art. Through experiments with our own reading, writing, and viewing habits, we will ask how the serial forms of the Victorian novel and TV illuminate each other, what habits of consumption they promote, and what they have to teach us about seriality itself.\nOpen to juniors and seniors.  Limited to 16 students.  Fall semester.  Professors Christoff and Hastie.\nPreference given to junior and senior ENGL and FAMS majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-475-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"SPAN-239","x":19.0,"y":2.0,"id":"14","attributes":{"Title":"Buñuel, Saura, Almodóvar: Spanish Auteurs","Description":"Listed in: \n, as EUST-249  |  \n, as FAMS-355  |  \n, as SPAN-239\nMoodle site: \nDavid Rodriguez-Solas (Section 01)\n(Offered as SPAN 239, EUST 249, and FAMS 355.) This course will consider the filmography of directors who have borne the label “auteur” as a distinction both within Spanish and transnational cinema. Students will explore how “auteristic” cinema has been used as a strategic practice for branding Spanish films, and will study stylistic features associated with each auteur. We will investigate fetishism and dream sequences in Buñuel’s filmography (\n, \n, \n). Saura’s metaphorical films will be analyzed as representations of the opposition to Francoism (\n, \n). We will study Almodóvar’s mastering of the language of melodrama in films such as \n and \n. Finally, we will study lesser-known Spanish auteurs such as Luis García Berlanga (\n), Víctor Erice (\n), and Isabel Coixet (\n). Conducted in Spanish.\nRequisite SPAN 199, 211, 212 or consent of the instructor.  Limited to 20 students.  Spring semester. Visiting Professor Rodriguez-Solas.\nPriority given to Spanish majors\n$10","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SPAN/SPAN-239-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(248, 119, 17)","size":10.0},{"label":"ENGL-377","x":20.0,"y":3.0,"id":"15","attributes":{"Title":"The Documentary Impulse","Description":"Listed in: \n, as ENGL-377  |  \n, as FAMS-383\nMoodle site: \n (Section 01)\n(Offered as ENGL 377 and FAMS 383.)  This course focuses on the documentary impulse–that is, the desire for an encounter with the “real”–as a way of understanding the different philosophies and ideologies that have shaped the history and practice of documentary. We will approach canonical studies of the modes of documentary (e.g., expository, observational, poetic, reflexive), placing pressure on concepts whose resonance or antagonism has shaped the notion of documentary, such as spectacle, authenticity, reality, mimesis, art, fiction, and performance. In addition to encountering canonical documentary films and major debates, we will analyze documentary as a complex discourse that has been shaped by multiple media forms (such as photography, television, and new media) and exhibition contexts (the art gallery, the cinema, the smartphone). Assignments will include group presentations, analytical exercises, and a final research paper. Two class meetings and one screening per week.\nRecommended requisite: A prior introductory film course.  Not open to first-year students.  Limited to 35 students.  Fall semester.  Professor Rangan.\nWhen 300 level courses have limited enrollment, faculty members try to ensure that students bring a diverse range of ideas and expertise to the class–majors and non-majors, upper and lower classes, and so forth.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-377-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"FAMS-228","x":21.0,"y":2.0,"id":"16","attributes":{"Title":"Introduction to Super 8 Film and Digital Video","Description":"Listed in: \n, as ENGL-287  |  \n, as FAMS-228\nMoodle site: \n (Section 01)\n(Offered as ENGL 287 and FAMS 228.)  This course will introduce students to basic Super 8 film and digital video techniques.  The course will include workshops in shooting for film and video, Super 8 film editing, Final Cut Pro video editing, lighting, stop motion animation, sound recording and mixing.  Students will learn to think about and look critically at the moving and still image.  Students will complete three moving image projects, including one Super 8 film, one video project, and one mixed media project.  Weekly screenings will introduce students to a wide range of approaches to editing, writing, and directing in experimental, documentary, narrative, and hybrid cinematic forms.  Screenings include works by Martha Rosler, Bill Viola, the Yes Men, Jennifer Reeves, Mona Hatoum, Guillermo Gómez-Peña, Dziga Vertov, D.A. Pennebaker, Jean-Pierre Gorin, Cécile Fontaine, and Johanna Vaude.\nAdmission with consent of the instructor.  Please complete the questionnaire at https://www.amherst.edu/academiclife/departments/film/major/major-requirements/forms.  Limited to 13 students.  Spring semester.  Five College Professor Hillman.\nQuestionnaire available on Amherst website. ","Department Code":"FAMS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/FAMS/FAMS-228-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(1, 122, 98)","size":10.0},{"label":"MUSI-112","x":3.0,"y":1.0,"id":"17","attributes":{"Title":"Exploring Music","Description":"Listed in: \n, as MUSI-112\nFormerly listed as: MUSI-12\n (Section 01)\nThrough analysis, performance, and composition, we will build a solid working understanding of basic principles of melody and harmony common in Western musical traditions. Assignments will include writing short melodies and accompaniments as well as more detailed compositional and improvisational projects. We will use our instruments and voices to bring musical examples to life in the classroom. Two class meetings and one lab session per week. Students who have not previously taken a course in music theory at Amherst College are encouraged to take a self-administered placement exam available on reserve in the Music Library and on the Music Department Website (www.amherst.edu/~music/TheoryPlacement.pdf ). Students are also encouraged to discuss placement in music theory with a member of the Music Department. This course is considered a point of entry to MUSI 241.\nIndividual meeting with instructor to test musical background & ear to determine class level. If overenrolled, preference will be give to those who have submitted a Music Theory Placement Exam, then to 1st-years, sophomores, & juniors.","Department Code":"MUSI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/MUSI/MUSI-112-1516S'> Course Site </a>","Requisite":["Requisite: MUSI 111, or equivalent ability gained by playing an instrument or singing. Limited to 30 students. Spring semester. Professor Schneider."]},"color":"rgb(8, 190, 17)","size":10.0},{"label":"GERM-368","x":22.0,"y":3.0,"id":"18","attributes":{"Title":"SPACE","Description":"Listed in: \n, as ARCH-368  |  \n, as EUST-368  |  \n, as FAMS-368  |  \n, as GERM-368\nMoodle site: \n (Section 01)\n(Offered as GERM 368, ARCH 368, EUST 368, and FAMS 368.) This research seminar will explore conceptions of space as they have informed and influenced thought and creativity in the fields of cultural studies, literature, architecture, urban studies, performance, and the visual, electronic, and time-based arts. Students will select and pursue a major semester-long research project early in the semester in consultation with the professor, and present their research in its various stages of development throughout the semester, in a variety of media formats (writing, performance, video, electronic art/interactive media, installation, online and networked events, architectural/design drawings/renderings), along with oral presentations of readings and other materials. Readings and visual materials will be drawn from the fields of literature and philosophy; from architectural, art, and film theory and history; from performance studies and performance theory; and from theories of technology and the natural and built environment. Emphasis on developing research, writing, and presentation skills is a core of this seminar.\nPreference given to German majors and European Studies majors, as well as to students interested in architecture/design, performance, film/video, interactive installation, and/or the environment. Conducted in English. German majors will select a research project focused on a German Studies context, and will do a substantial portion of the readings in German.\nLimited to 15 students. Enrollment requires attendance at the first class meeting. Spring semester. Professor Gilpin.\nPreference given to German, European Studies, and Architectural Studies majors.\n$25","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/GERM/GERM-368-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(196, 150, 167)","size":10.0},{"label":"GERM-347","x":23.0,"y":3.0,"id":"19","attributes":{"Title":"Weimar Cinema: The \"Golden Age\" of German Film","Description":"Listed in: \n, as FAMS-323  |  \n, as GERM-347\nFormerly listed as: GERM-47\nMoodle site: \n (Section 01)\n(Offered as GERM 347 and FAMS 323.)  This course examines the German contribution to the emergence of film as both a distinctly modern art form and as a product of mass culture. The international success of Robert Wiene’s Expressionist phantasmagoria, \n (1920), heralded the beginning of a period of unparalleled artistic exploration, prior to the advent of Hitler, during which the ground was laid for many of the filmic genres familiar today: horror film (F.W. Murnau’s \n), detective thriller (Fritz Lang’s \n), satirical comedy (Ernst Lubitsch’s \n), psychological drama (G.W. Pabst’s \n), science fiction (Lang’s \n), social melodrama  (Pabst’s \n), historical costume film (Lubitsch’s \n), political propaganda (Slatan Dudow’s \n), anti-war epic (Pabst’s\n), a documentary montage (Walther Ruttmann’s \n), and the distinctly German genre of the “mountain film” (Leni Riefenstahl’s \n). Readings, including Siegried Kracauer, Walter Benjamin, Lotte H. Eisner, Béla Balázs, and Rudolf Arnheim, will address questions of technology and modernity, gender relations after World War I, the intersection of politics and film, and the impact of German and Austrian exiles on Hollywood. Conducted in English, with German majors required to do a substantial portion of the reading in German.\nSpring semester. Professor Rogowski.\n$20.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/GERM/GERM-347-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(196, 150, 167)","size":10.0},{"label":"FREN-207","x":16.5,"y":2.0,"id":"20","attributes":{"Title":"Introduction to French Literature and Culture","Description":"Listed in: \n, as FREN-207\nFormerly listed as: FREN-07\n (Section 01)\n (Section 02)\nThrough class discussion, debates, and frequent short papers, students develop effective skills in self-expression, analysis, and interpretation. Literary texts, articles on current events, and films are studied within the context of the changing structures of French society and France’s complex relationship to its recent past. Assignments include both creative and analytic approaches to writing. Some grammar review as necessary, as well as work on understanding spoken French using video materials. Highly recommended for students planning to study abroad.\n$40.00","Department Code":"FREN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/FREN/FREN-207-1516S'> Course Site </a>","Requisite":["Requisite: FREN 205, or completion of AP French, or four years of secondary school French in a strong program. Fall semester: Professor Rockwell.  Spring semester: Professors Katsaros and Rockwell."]},"color":"rgb(80, 110, 188)","size":10.0},{"label":"ANTH-206","x":24.0,"y":2.0,"id":"21","attributes":{"Title":"Ethnographic Film","Description":"Listed in: \n, as ANTH-206  |  \n, as FAMS-357\nMoodle site: \n (Section 01)\n(Offered as ANTH 206 and FAMS 357.)  This course will examine ethnographic film beginning in the early twentieth century. Through a combination of critical readings and film viewings we will address issues of representation, vision, gender, film techniques, knowledge production, and our relationships with difference vis-à-vis ethnographic film. While not specifically a production course, the making of student videos is encouraged, and student-made videos will be screened in class at the end of the semester.\nLimited to 30 students.  Spring semester.  Visiting Professor Hall.\nPriority given to seniors and majors.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ANTH/ANTH-206-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(220, 46, 104)","size":10.0},{"label":"ENGL-477","x":25.0,"y":4.0,"id":"22","attributes":{"Title":"The Confession:  Theory and Practice","Description":"Listed in: \n, as ENGL-477  |  \n, as FAMS-455\nMoodle site: \n (Section 01)\n(Offered as ENGL 477 and FAMS 455.)  Confession is arguably central to expressions of postmodern selfhood in TV talk shows, YouTube videos, tweets, and Facebook updates. It also informs the evidentiary logic of our civil apparatuses (legal, medical, humanitarian) and infuses the fabric of our diplomatic, familial, and intimate relations. Indeed, we might say that the confession is the preeminent practice through which we understand the “truth” of our selves.This course investigates the many meanings and itineraries of the confession. We will focus on the various institutional sites that have shaped confessional regimes of truth (such as the church, the school, the clinic, the prison, the courtroom), as well as the role of media forms (from autobiographical video to cinematic melodrama and reality television) in consolidating and challenging these regimes. Readings and assignments emphasize a twinned engagement with media and cultural theory. Topics include: narratives on coming-out, truth and reconciliation, hysteria, torture, the female orgasm, insanity defenses, and racial passing. One two hour-and-forty-minute class meeting and one screening per week.\nPreference given to junior and senior English and FAMS majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-477-1516F'> Course Site </a>","Requisite":["Requisite:  At least one foundational course in FAMS or equivalent introductory film course, plus any one course in cultural studies/literary theory/gender studies/race and ethnicity studies.  Open to juniors and seniors.  Limited to 18 students.  Fall semester.  Professor Rangan."]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"FAMS-321","x":26.0,"y":3.0,"id":"23","attributes":{"Title":"European Film","Description":"Listed in: \n, as FAMS-321  |  \n, as FREN-361\nFormerly listed as: FREN-61\n (Section 01)\n(Offered as FAMS 321 and FREN 361) A study of some of the greatest French New Wave (1959-1963) films, as well as earlier French films that influenced the New Wave. From the New Wave we shall view Truffaut’s\n; Godard’s \n, \n, and \n; \n and \n by Resnais. We shall also study \n (1933) and \n (1934) by Jean Vigo; \n (1932) \n (1937), and \n (1939) by Jean Renoir; Jean-Pierre Melville’s \n (1956) and \n (1956) by Robert Bresson. No previous training in film analysis is required. Conducted in English.\nSpring semester. Professor Caplan.\n40.00","Department Code":"FAMS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/FAMS/FAMS-321-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(1, 122, 98)","size":10.0},{"label":"ARHA-441","x":14.0,"y":4.0,"id":"24","attributes":{"Title":"Documentary Production","Description":"Listed in: \n, as ARHA-441  |  \n, as FAMS-441\nMoodle site: \n (Section 01)\n(Offered as ARHA 441 and FAMS 441.)  Intended for advanced film/video production students, this course will explore creative documentary practice through readings, weekly screenings and production assignments. Each student will complete a series of projects working both as a single maker and in collaboration with other members of the class. Topics may include: shooting the interview; scripting, performance and reenactment; history and narrativity; place and space; ethnography and the “embedded” filmmaker. We will also host visiting filmmakers and, where possible, visit a cultural institution which supports and screens cutting-edge documentary work.\nThe course will be taught annually but will focus on a set of revolving themes and issues that inform contemporary documentary filmmaking and the critical discourse that  surrounds it. The theme for fall 2015 will be “Ecstatic Truth: Fact versus Fiction.”  One 3-hour class and one evening screening each week.\nPriority will be given to FAMS and ARHA majors, then attention will be given to achieving a mix of majors and Five College participation","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-441-1516F'> Course Site </a>","Requisite":["Requisite: A prior 200-level production course or relevant experience (to be discussed with the instructor in advance of the first class). Limited to 12 students. Fall semester. Professor Levine."]},"color":"rgb(131, 131, 97)","size":10.0},{"label":"SWAG-208","x":27.0,"y":2.0,"id":"25","attributes":{"Title":"Black Feminist Literary Traditions","Description":"Listed in: \n, as BLST-345  |  \n, as ENGL-276  |  \n, as FAMS-379  |  \n, as SWAG-208\n (Section 01)\n(Offered as SWAG 208, BLST 345 [US], ENGL 276, and FAMS 379.) Reading the work of black feminist literary theorists and black women writers, we will examine the construction of black female identity in American literature, with a specific focus on how black women writers negotiate race, gender, sexuality, and class in their work. In addition to reading novels, literary criticism, book reviews, and watching documentaries, we will examine the stakes of adaptation and mediation for black female-authored texts. Students will watch and analyze the film and television adaptations of \n (1985), \n (1989), and \n (2005) as well as examine how Toni Morrison’s \n (1970) was mediated and interpreted by Oprah Winfrey’s book club and daytime talk show. Authors will include Toni Morrison, Zora Neale Hurston, Alice Walker, Gwendolyn Brooks, and Gloria Naylor.  Writing Attentive. Expectations include three writing projects, a group presentation, and various in-class assignments.\nLimited to 20 students. Priority given to those students who attend the first day of the class. Open to first-year students with consent of the instructor. Spring semester. Professor Henderson.\nPriority given to those students who attend the first day of class","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SWAG/SWAG-208-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(203, 114, 45)","size":10.0},{"label":"ENGL-378","x":28.0,"y":3.0,"id":"26","attributes":{"Title":"Race and Empire:  Film and Literature","Description":"Listed in: \n, as ENGL-378  |  \n, as FAMS-373\nMatthew A. Tierney (Section 01)\n(Offered as ENGL 378 and FAMS 373.)  Anti-racists, dark comics, revolutionary anarchists, queer dystopians, and communitarian futurists have long sought aesthetic means to resist common-sense understandings of racial identity and imperial politics.  Exploring film and literature, in texts of both fiction and non-fiction, we will ask how life has been lived in the context of race and empire, as well as how it might be lived otherwise.  We will address intimate and local forms of racism but, following Frantz Fanon’s claim that race is a fundamental component of culture and “never a superadded element,” we will also theorize ways in which race and empire also structure our present.  We will incorporate insights gained through formal analysis with critical readings in history and political theory, in films from \n to \n to \n, and in literary writing by authors including Richard Wright, Karen Tei Yamashita, and Peter Dimock.\nOpen to sophomores and juniors.  Limited to 30 students.  Fall semester.  Visiting Professor Tierney.\nI will handle over-enrollment by considering year (prioritizing seniors) and past experience in film/media studies courses.  I will also prioritize FAMS, ENGL, and SWAG majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-378-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"SPAN-391","x":29.0,"y":3.0,"id":"27","attributes":{"Title":"The Cinema of Robert Rodriguez","Description":"Listed in: \n, as FAMS-359  |  \n, as SPAN-391\nMoodle site: \n (Section 01)\n(Offered as SPAN 391 and FAMS 359.)  In this seminar we will explore how Robert Rodriguez’s films—from his earliest short “Bedhead” in 1990 to the \nin 2010—creatively texture three decades of social and historical change that inform the U.S. Latino experience. We will explore issues of content (race, sexuality, ethnicity, gender, and class) as well as how Rodriguez uses formal devices (lighting, camera angle and lens, sound, editing, and mise-en-scène) to give various shapes to his many filmic stories. We will consider, for instance, how his comic-book approach to filmmaking allows him to create films that push at the boundaries of social and natural norms. We will also explore questions of production and consumption, including how his films trigger different thoughts of and feelings toward Latinos in new and innovative ways.  Finally, by analyzing his film repertoire, we will identify a coherence and consistency in Rodriguez’s approach and worldview that opens audience eyes to new ways of seeing Latinos in the world. Students will acquire the tools developed in film theory and concepts from Latino Studies to analyze the films of Robert Rodriguez within the broader perspectives of the study of U.S. popular culture. We will learn a variety of approaches and methods for studying Rodriguez’s films—as well as develop our own approach and method in response to critically consuming his films.  In our analysis of Rodriguez’s films we will learn of the social, historical, and cultural significance of Latinos in the U.S.  Primary viewing materials will include “Bedhead” (1991); \n(1992); \n(1994); \n(1995); “The Misbehavers” (in \n) (1995); \n(1996); \n(1998); \n(2001)\n(2003); \n(2005); \n(2007); \n(2010); \n(2011); \n(2013); \n (2014). For secondary readings students will study chapters from Aldama’s \nalong with the work of Chon Noriega, Charles Ramírez Berg, and Rosa Linda Fregoso. Conducted in English.\nFall semester. Professor Aldama.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SPAN/SPAN-391-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(248, 119, 17)","size":10.0},{"label":"SPAN-211","x":30.0,"y":2.0,"id":"28","attributes":{"Title":"Introduction to Hispanic Literatures","Description":"Listed in: \n, as SPAN-211\nFormerly listed as: SPAN-11\n (Section 01)\nThis course provides an introduction to the diverse literatures of the Spanish-speaking world over the course of six centuries, from the Middle Ages to the turn of the twentieth century. Students will learn the tools, language, and critical vocabulary for advanced work reading the canon of Hispanic literatures from Spain, Latin America, and the Caribbean Basin, identifying aesthetic trends and historical periods such as the Renaissance, the Golden Age, the Romantic era, realism and modernism. The syllabus will include a wide variety of authors of different national, political, and artistic persuasions and an array of linguistic styles.\nLimited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall semester: Professor Infante. Spring semester: Professor Brenneis.\nPriority will be given to Spanish majors.\n20","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-211-1516S'> Course Site </a>","Requisite":["Requisite: SPAN-199 or consent of the instructor. A medium to high level knowledge of the Spanish language and reasonable proficiency in listening, speaking, reading, and writing in Spanish are required."]},"color":"rgb(248, 119, 17)","size":10.0},{"label":"ENGL-462","x":33.0,"y":4.0,"id":"29","attributes":{"Title":"Film and Video Curation","Description":"Listed in: \n, as ARHA-462  |  \n, as ENGL-462  |  \n, as FAMS-462\n (Section 01)\n(Offered as ENGL 462, FAMS 462, and ARHA 462.)  In recent years, curating has taken on an increasingly central role in the production of contemporary media cultures.  As the practice of selecting, organizing, and presenting cultural artifacts for public exhibition, curating often determines the sorts of media forms audiences have access to and the frameworks through which those media forms are interpreted.  Curating requires a facility with a wide variety of skills, from historical research to critical analysis, communication, administration, and creative thinking.  Yet it also entails an attentiveness to the complex socio-political issues that subtend all approaches to cultural representation.\nThis course introduces students to the history, theory, and practice of film and video curation, paying special attention to the curation of experimental media.  Students will learn about curating in both theoretical and practical ways, analyzing a variety of conceptual issues and debates that have emerged from historical and contemporary approaches to experimental film and video exhibition, while also embarking on creative assignments designed to allow them to begin developing their own curatorial perspectives.  Through weekly screenings, readings, and discussion seminars, as well as visits to off-campus arts venues and cultural institutions, we will examine the different registers of film and video exhibitions that are regularly shaped by curators (program, sequence, exhibition space, text, and formats, etc.), as well as the broader social and political stakes of media curation.  Two class meetings and one screening per week.\nPriority will be given to FAMS, ARHA, and ENGL majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-462-1516S'> Course Site </a>","Requisite":["Requisite:  At least one foundational course in FAMS or ARHA.  Open to juniors and seniors.  Limited to 12 students.  Spring semester.  Visiting Professor Guilford."]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"SPAN-212","x":31.0,"y":2.0,"id":"30","attributes":{"Title":"Hispanic World: Past, Present and Future","Description":"Listed in: \n, as SPAN-212\nFormerly listed as: SPAN-04  |  SPAN-08  |  SPAN-10  |  SPAN-12\nMoodle site: \n (Section 01)\nA survey course that provides an understanding and appreciation of the Spanish-speaking world (including both North and South America and Spain) through language, geography, history, economics, sociopolitical issues, folklore, literature and art. The different units in this course are geographically oriented, and they will focus on individual countries or particular Hispanic groups. Writing skills will be refined by the completion of research papers, and communication skills will be developed further by class discussions and oral presentations. Comprehension will be enhanced by presenting students with literary texts, movies, documentaries and periodicals.\nLimited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall semester: Lecturer Bel.\nPriority will be given to Spanish majors.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SPAN/SPAN-212-1516F'> Course Site </a>","Requisite":["Requisite: SPAN-199 or SPAN-211, or consent of the instructor. A medium to high level knowledge of the Spanish language and reasonable proficiency in listening, speaking, reading, and writing in Spanish are required."]},"color":"rgb(248, 119, 17)","size":10.0},{"label":"LJST-225","x":34.0,"y":2.0,"id":"31","attributes":{"Title":"Film, Myth, and the Law","Description":"Listed in: \n, as FAMS-371  |  \n, as LJST-225\nFormerly listed as: FAMS-51  |  LJST-25  |  LJST-52\nMoodle site: \n (Section 01)\n(Offered as LJST 225 and FAMS 371.)  The proliferation of law in film and on television has expanded the sphere of legal life itself. Law lives in images that today saturate our culture and have a power all their own, and the moving image provides a domain in which legal power operates independently of law’s formal institutions. This course will consider what happens when legal events are re-narrated in film and examine film’s treatment of legal officials, events, and institutions (e.g., police, lawyers, judges, trials, executions, prisons). Does film open up new possibilities of judgment, model new modes of interpretation, and provide new insights into law’s violence? We will discuss ways in which myths about law are reproduced and contested in film. Moreover, attending to the visual dimensions of law’s imagined lives, we ask whether law provides a template for film spectatorship, positioning viewers as detectives and as jurors, and whether film, in turn, sponsors a distinctive visual aesthetics of law. Among the films we may consider are \n and\n. Throughout we will draw upon film theory and criticism as well as the scholarly literature on law, myth, and film.\nLimited to 30 students. Spring semester. Professor Umphrey.\nWe aim to admit a mix of students with background in LJST and/or film studies in order to foster a rich interdisciplinary conversation.\n15.00","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/LJST/LJST-225-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(131, 43, 219)","size":10.0},{"label":"THDA-352","x":35.0,"y":3.0,"id":"32","attributes":{"Title":"Performance in Place: Site Specific ","Description":"Listed in: \n, as ARHA-342  |  \n, as FAMS-342  |  \n, as MUSI-352  |  \n, as THDA-352\n (Section 01)\n(Offered as THDA 352, FAMS 342 and MUSI 352.) The focus of this studio course will be to create performances, installations and/or videos in multiple locations both on and off campus.  This course is especially designed for students in dance, theater, film/video, art, music and creative writing who want to explore the challenges and potentials in creating performances and events outside of traditional \"frames\" or venues (e.g., the theater, the gallery, the concert hall). In the first part of the semester we will experiment with different techniques for working together as an ensemble and developing responses to different spaces. We will then select different sites--based on student interest and location access--and spend the rest of the semester creating events/performances on site.  Interaction with communities at these sites will also be explored, connecting the artistic work to community engagement and raising awareness of the issues and ethics involved in site-specific performance. These projects will be performed in process and at the end of the semester in a three-day festival.\nClass meetings TTh 1-2:20; outside rehearsal/lab sessions TBA.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/THDA/THDA-352-1516S'> Course Site </a>","Requisite":["Requisite: Previous experience in improvisation and/or composition in dance, theater, performance, film/video, music/sound, installation, creative writing, and/or design is required. Spring semester.  Professor Woodson. "]},"color":"rgb(254, 37, 228)","size":10.0},{"label":"ASLC-234","x":36.0,"y":2.0,"id":"33","attributes":{"Title":"Japan on Screen","Description":"Listed in: \n, as ASLC-234  |  \n, as FAMS-320\nFormerly listed as: ASLC-34  |  FAMS-32\n (Section 01)\n(Offered as ASLC 234 [J] and FAMS 320.)  Is the concept of national cinema useful in the age of globalization?  Given the international nature of cinema at its inception, was it ever a valid concept?  In this course, we will consider how the nation is represented on screen as we survey the history of film culture in Japan, from the very first film footage shot in the country in 1897, through the golden age of studio cinema in the 1950s, to important independent filmmakers working today. While testing different theories of national, local, and world cinema, we will investigate the Japanese film as a narrative art, as a formal construct, and as a participant in larger aesthetic and social contexts.  This course includes the major genres of Japanese film and influential schools and movements.  Students will also learn and get extensive practice using the vocabulary of the discipline of film studies.  This course assumes no prior knowledge of Japan or Japanese, and all films have English subtitles.\nSpring semester.  Professor Van Compernolle.","Department Code":"ASLC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ASLC/ASLC-234-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(228, 62, 31)","size":10.0},{"label":"MUSI-111","x":4.0,"y":1.0,"id":"34","attributes":{"Title":"Introduction to Music","Description":"Listed in: \n, as MUSI-111\nFormerly listed as: MUSI-11\n (Section 01)\nDescription for the Fall Semester:\nThis course is intended for students with little or no background in music who would like to develop a theoretical and practical understanding of how music works. Students will be introduced to different kinds of musical notation, melodic systems, harmonies, meters, and rhythmic techniques with the goal of attaining basic competence in the performance and creation of music. The music we analyze and perform will be drawn from the Western tonal tradition as well as a variety of other musical traditions. Assignments will include notational exercises, short papers, and the preparation of music for classroom performance. This course serves as a prerequisite for many other Music Department offerings. Three class meetings and one lab section per week.\nStudents with some musical experience contemplating MUSI 111 are encouraged to take a self-administered placement exam available on reserve in the Music Library and on the Music Department Website (www.amherst.edu/~music/TheoryPlacement.pdf). Students are also encouraged to discuss placement in music theory with a member of the Music Department.\nLimited to 30 students. Fall semester. Professor Schneider.\nDescription for the Spring Semester:\nThis course is intended for students with little or no background in music who would like to develop a theoretical and practical understanding of how music works. Students will be introduced into the technical details of music such as musical notation, intervals, basic harmony, meter and rhythm. Familiarity with basic music theory will enable students to read and perform at sight as well as to compose melodies with chordal accompaniment. The music we analyze and perform will draw from the folk, popular, and concert traditions from around the world, including the Western tonal tradition. Assignments will include notational exercises, short papers, and preparation of music for classroom performance. This course serves as a requisite for many of the Music Department offerings. Two class meetings and one lab section per week.\nStudents with some musical experience contemplating MUSI 111 are encouraged to take a self-administered placement exam available on reserve in the Music Library and on the Music Department Website (www.amherst.edu/~music/TheoryPlacement.pdf). Students are also encouraged to discuss placement in music theory with a member of the Music Department.\nLimited to 30 students. Spring semester. Professor J. Robinson.\nBased on an individual meeting with the instructor in the first week of class in which the musical background & ear will be tested to determine the appropriateness of the class level. Then, preference to 1st-years, seniors, and sophomores.","Department Code":"MUSI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/MUSI/MUSI-111-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(8, 190, 17)","size":10.0},{"label":"ENGL-480","x":37.0,"y":4.0,"id":"35","attributes":{"Title":"Film Historiography in Theory and Practice","Description":"Listed in: \n, as ENGL-480  |  \n, as FAMS-480\nMoodle site: \nNathaniel W. Brennan (Section 01)\n(Offered as ENGL 480 and FAMS 480.)  This seminar will introduce students to the methodologies of film history, covering recent questions in the field of cinema studies as well as more general work on historical and archival practice.  We will explore concepts such as historical spectatorship and reception, the intellectual history of film theory, production and studio history, the history of narrative and form, and national and transnational film history.  Students will also be introduced to the practical matters of historical research such as utilizing special collections (public and private) and handling and assessing archival material.  The course will be research intensive; in addition to the assigned readings and discussion in class, students will undertake one major research project and present their findings over the course of the semester.  Two class meetings and one screening per week.\nOpen to juniors and seniors.  Limited to 15 students.  Spring semester.  Visiting Professor Brennan.\nPreference given to junior and senior majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-480-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"SWAG-469","x":38.0,"y":4.0,"id":"36","attributes":{"Title":"South Asian Feminist Cinema","Description":"Listed in: \n, as ASLC-452  |  \n, as FAMS-322  |  \n, as SWAG-469\nFormerly listed as: ASLC-52  |  FAMS-58  |  WAGS-69\nMoodle site: \n (Section 01)\n(Offered as SWAG 469, ASLC  452 [SA], and FAMS 322.)  How do we define the word “feminism”? Can the term be used to define cinematic texts outside the Euro-American world? In this course we will study a range of issues that have been integral to feminist theory--the body, domesticity, same sex desire, gendered constructions of the nation, feminist utopias and dystopias--through a range of South Asian cinematic texts. Through our viewings and readings we will consider whether the term “feminist” can be applied to these texts, and we will experiment with new theoretical lenses for exploring these films. Films will range from Satyajit Ray’s classic masterpiece \n to Gurinder Chadha’s trendy diasporic film, \n. Attendance for screenings on Monday is compulsory.\nLimited to 20 students.  Fall semester.  Professor Shandilya.\ncontact instructor\n60","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-469-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(203, 114, 45)","size":10.0},{"label":"SPAN-199","x":31.0,"y":1.0,"id":"37","attributes":{"Title":"Spanish Writing Workshop","Description":"Listed in: \n, as SPAN-199\nFormerly listed as: SPAN-07\n (Section 01)\nIn this course students will learn how to approach writing as a process. The emphasis is on writing as a communicative act rather than as a mere language exercise. As such, emphasis is given to the interaction between the author and the text, the target audience, and the purpose and message of the final product. In order to develop the necessary skills that good writers should have, the course will focus on expanding vocabulary, exploring rhetorical techniques for organizing information, developing strategies for writing, and characterizing the target audience(s). At the same time we will insist upon critical readings, and the processes of revising and editing. In addition, this course includes the study of written texts (narrative, description, poems, reports, essays, letters, etc.), and of literature’s many genres and subgenres (prose, poetry, drama, etc.).\nThis course prepares students for advanced-level courses offered by the Spanish Department. Three hours per week with the lecturer. Limited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall and Spring semester: Lecturer Granda.\nPriority will be given to pre-registered students.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-199-1516S'> Course Site </a>","Requisite":["Requisite: Spanish IV (SPAN-130) or Spanish Placement Exam."]},"color":"rgb(248, 119, 17)","size":10.0},{"label":"ARHA-335","x":12.0,"y":3.0,"id":"38","attributes":{"Title":"Experiments in 16mm Film","Description":"Listed in: \n, as ARHA-335  |  \n, as FAMS-335\n (Section 01)\n(Offered as ARHA 335 and FAMS 335.)  This intermediate production course surveys the outer limits of cinematic expression and provides an overview of creative 16mm film production. We will begin by making cameraless projects through drawing, painting and scratching directly onto the film strip before further exploring the fundamentals of 16mm technology, including cameras, editing and hand-processing. While remaining aware of our creative choices, we will invite chance into our process and risk failure, as every experiment inevitably must.\nThrough screenings of original film prints, assigned readings and discussion, the course will consider a number of experimental filmmakers and then conclude with a review of exhibition and distribution strategies for moving image art. All students will complete a number of short asignments on film and one final project on either film or video, each of which is to be presented for class critique.  One 3-hour class and one film screening per week.\nPriority given to ARHA/FAMS majors","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-335-1516S'> Course Site </a>","Requisite":["Requisite:  One 200-level production course or relevant experience (to be discussed with the instructor in advance of the first class).  Limited to 12 students. Spring semester. Professor Levine."]},"color":"rgb(131, 131, 97)","size":10.0},{"label":"ENGL-281","x":39.0,"y":2.0,"id":"39","attributes":{"Title":"Foundations and Integrations:  Film and Media Studies","Description":"Listed in: \n, as ARHA-272  |  \n, as ENGL-281  |  \n, as FAMS-220\n (Section 01)\n(Offered as ENGL 281, FAMS 220, and ARHA 272.)  “Foundations and Integrations” will be an annual team-taught course between a Critical Studies scholar and moving-image artist.  A requirement of the Film and Media Studies major, it will build on critical analysis of moving images and introductory production work to develop an integrated critical and creative practice.  Focused in particular around themes and concepts, students will develop ideas in both written and visual form.  The theme for spring 2016 will be “The Essay.”\nRequisites:  A foundations course in Critical Studies of Film and Media (such as “Coming to Terms: Cinema”) and an introductory film/video production workshop. Not open to first-year students.  Limited to 15 students.  Spring semester.  Professor Levine.\nPriority will be given to Film and Media Studies majors; priority will secondly be given to English and Art majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-281-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"FAMS-350","x":40.0,"y":3.0,"id":"40","attributes":{"Title":"Experimental Narrative Cinema in a Global Context","Description":"Listed in: \n, as ENGL-376  |  \n, as FAMS-350\nMoodle site: \n (Section 01)\n(Offered as FAMS 350 and ENGL 376).  This course will introduce students to a diverse range of experimental approaches to narrative filmmaking. Students will gain skills in filmmaking and criticism through project assignments, readings and analysis of language, performance and visual structure within selected films. Workshops in cinematography, sound recording and editing will be offered. The course will concentrate on filmmakers who are working in a context of multiple languages, hybrid forms and transnational histories. Screenings will include works by Jia Zhangke, Mati Diop, Abderrahmane Sissako, Pedro Costa, Claire Denis, and Nagisa Oshima. Students will complete three film and video projects. Lab fee required. Course meetings include one three hour consecutive meeting per week and one screening time per week.\nRecommended prior coursework:  ENGL 287/FAMS 228, Introduction to Super 8 Film and Digital Video, or other introductory course in film and video, photography, or painting. Admission with consent of instructor. Please complete the questionnaire at https://www.amherst.edu/academiclife/departments/film/major/major-requirements/forms and submit to Prof. Hillman. Limited to 13 students. Fall semester. Five College Professor Hillman.\nPriority given to FAMS majors and Five College Film majors and concentrators.","Department Code":"FAMS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/FAMS/FAMS-350-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(1, 122, 98)","size":10.0},{"label":"ENGL-456","x":41.0,"y":4.0,"id":"41","attributes":{"Title":"Ghosts in Shells? Virtuality and Embodiment from Passing to the Posthuman","Description":"Listed in: \n, as BLST-441  |  \n, as ENGL-456  |  \n, as FAMS-451\nMoodle site: \n (Section 01)\n(Offered as ENGL 456, BLST 441 [US], and FAMS 451.) This class begins with narratives about individuals who pass–that is, who come to be recognized as someone different from whom they were sexually or racially “born as.”  Such stories suggest that one’s identity depends minimally on the body into which one is born, and is more attached to the supplementation and presentation of that body in support of whichever cultural story the body is desired to tell.  Drawing on familiar liberal humanist claims, which centralize human identity in the mind, these narratives also respond to the growing sophistication of human experience with virtual worlds–from acts of reading to immersions in computer simulation.  But what kinds of tensions emerge when bodies nonetheless signify beyond an individual’s self-imagination?  As technology expands the possibilities of the virtual, for instance surrogacy, cloning, and cybernetics, what pressures are brought to bear on the physical human body and its processes to signify authentic humanness?  Rather than ask whether identity is natural or cultural, our discussions will project these questions into a not-so-distant future:  What would it mean to take “human” as only one identity, as a category amongst many others, each also acknowledged as equally subject to the same social and biological matrices of desire, creation, and recognition? We will approach these questions through works of literature, philosophy, media history, and contemporary science writing.\nOpen to juniors and seniors.  Limited to 15 students.  Fall semester.  Professor Parham.\nPriority to Senior  ENGL Majors with no prior level IV courses, then Junior ENGL Majors with no prior level IV courses and then to pre-registered Jr/Sr majors in ENGL, BLST and FAMS, then UMASS Grad Students, and finally other five college students.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-456-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"ARHA-343","x":42.0,"y":3.0,"id":"42","attributes":{"Title":"Lost and Found: Appropriated, Recycled and Reclaimed Images","Description":"Listed in: \n, as ARHA-343  |  \n, as FAMS-343\nMoodle site: \n (Section 01)\n(Offered as ARHA 343 and FAMS 343) From the found-footage experiments of the avant-garde to the digital remixes of the networked age, artists have used pre-existing material to question the ideologies of dominant media, explore technological possibilities and play situationist pranks. With the advent of file-sharing platforms, streaming video and cheap DVDs, we live in an era dominated by what Hito Steyerl calls “the poor image” – low resolution, second- or third-generation images whose quality has been sacrificed for accessibility. The availability of this material has allowed artists to work economically and to borrow the aesthetics of cinema and television for their own purposes, but it also foregrounds many problematic questions of authorship and ownership.\nThis course is a hands-on investigation into the practice of recycling, recontextualizing and remixing moving images. We will screen found-footage work, collage films and remakes in addition to discussing readings by filmmakers, artists and theorists that will provide ideas and models for our own production. The class will also review the fundamentals of editing as we create projects both entirely from found material and in combination with our own footage.  Two 2-hour classes per week (one seminar/critique and one lecture/screening). \nLimited to 12 students.  Spring semester. Professor Levine.\nPriority given to FAMS and ARHA majors, then attention will be given to achieving a mix of majors and Five College participation.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ARHA/ARHA-343-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(131, 131, 97)","size":10.0},{"label":"FREN-365","x":16.0,"y":3.0,"id":"43","attributes":{"Title":"Toward the New Wave","Description":"Listed in: \n, as FAMS-327  |  \n, as FREN-365\nFormerly listed as: FREN-65\nMoodle site: \n (Section 01)\n(Offered as FREN  365 and FAMS 327.)  The class will study films from the French New Wave (1959-63), as well as earlier French films that influenced many New Wave directors.  These films will include:  Jean-Luc Godard's \n, \n, and \n; Alain Resnais' \nand \nby François Truffaut and Agnès Varda's  \n, as well as \nand \nby Jean Vigo;\n, l\n and \nby Jean Renoir; Jean-Pierre Melville's \n; and Robert Bresson's \n.  This course will also provide basic training in the analysis of films.  Conducted in French.\n$60.00","Department Code":"FREN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/FREN/FREN-365-1415F'> Course Site </a>","Requisite":["Requisite:  One of the following--FREN 207, 208, 311, or equivalent.  Fall semester.  Professor Caplan."]},"color":"rgb(80, 110, 188)","size":10.0},{"label":"ENGL-277","x":43.0,"y":2.0,"id":"44","attributes":{"Title":"Videogames and the Boundaries of Narrative","Description":"Listed in: \n, as ENGL-277  |  \n, as FAMS-333\nMoodle site: \n (Section 01)\n(Offered as ENGL 277 and FAMS 333.)  In this course we will engage in a comprehensive approach to narrative video gaming–-play, interpretation, and design–-to explore how video gaming helps us to conceptualize the boundaries between our experiences of the world and our representations thereof.  We will ask how play and interactivity change how we think about the work of narrative.  What would it mean to think about video games alongside texts focused on similar subjects but in different media?  How, for instance, does \n change how we understand C.L.R. James, Susan Buck-Morss, Isabel Allende, or others’ discussions of the Haitian Revolution?  And how do video games help us to reconceptualize the limits of other media forms, particularly around questions of what it means to represent differences in race, gender, physical ability?  Finally, how might we more self-consciously capitalize on gaming’s potential to transform the work of other fields, for instance education and community development?      \nIn this course, students will play and analyze video games while engaging texts from a variety of other critical and creative disciplines.  Assignments for this course will be scaled by experience-level.  No experience with video games or familiarity with computer coding is required for this course, as the success of this method will require that students come from a wide variety of skill levels.\nSpring semester.  Professor Parham.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-277-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"GERM-363","x":44.0,"y":3.0,"id":"45","attributes":{"Title":"Traumatic Events","Description":"Listed in: \n, as ARCH-363  |  \n, as EUST-363  |  \n, as FAMS-370  |  \n, as GERM-363\nFormerly listed as: FAMS-53  |  GERM-63\nMoodle site: \n (Section 01)\n(Offered as ARCH 363, GERM 363, EUST 363, and FAMS 370.) How is memory constructed and represented? How is it possible to bear witness, and what exactly is involved? Who is authorized to testify, to whom, when? Whose story is it? Is it possible to tell \"the story\" of a traumatic event? What are the disorders of testimony, and how and where do they emerge? This course will observe the workings of trauma (the enactment and working-through of collective and individual symptoms of trauma), memory, and witnessing in various modes of everyday life. We will examine notions of catastrophe, disaster, accident, and violence, and explore the possibilities and impossibilities of bearing witness in many forms of cultural production: in fiction, poetry, architecture, critical theory, oral and written testimonies, visual art, monuments, memorials, philosophy, science, cartoons, film, video, theater, television reportage, newspaper documentation, performance, online, and in our public and domestic spaces. We will study various representations of trauma, paying particular attention to events in Germany and Europe from the twentieth century, as well as to 9/11 and other recent international events. Material to be examined will be drawn from the work of Pina Bausch, Joseph Beuys, Christian Boltanski, Cathy Caruth, Paul Celan, Marguerite Duras, Peter Eisenman, Shoshana Felman, Florian Freund, Jochen Gerz, Geoffrey Hartman, Rebecca Horn, Marion Kant, Anselm Kiefer, Ruth Klüger, Dominick LaCapra, Claude Lanzmann, Dori Laub, Daniel Libeskind, W.G. Sebald, Art Spiegelman, Paul Virilio, Peter Weiss, Wim Wenders, Elie Wiesel, Christa Wolf, and others. Conducted in English with German majors required to do a substantial portion of the reading in German.\nFall semester. Professor Gilpin.\n40.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/GERM/GERM-363-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(196, 150, 167)","size":10.0},{"label":"ENGL-388","x":45.0,"y":3.0,"id":"46","attributes":{"Title":"Screenwriting","Description":"Listed in: \n, as ENGL-388  |  \n, as FAMS-240\nFormerly listed as: ENGL-24  |  FAMS-25\nMoodle site: \nChris Mason Johnson (Section 01)\n(Offered as ENGL 388 and FAMS 240.)  A first workshop in narrative screenwriting.  Through frequent exercises, readings and screenings we will explore the fundamentals of scene and story shape as they’re practiced in mainstream American commercial filmmaking while taking a broader look at what a screenplay might be outside of that world.  We’ll look at two modes of writing that are often at odds with each other:  the well-established craft of three-act screenwriting within the Hollywood tradition, on the one hand, and the more elastic possibilities of the audio-visual medium as exemplified by the so-called “art film,” on the other.  One three-hour class meeting per week.\nOpen to sophomores, juniors, and seniors.  Preference will be given to English and FAMS majors.  Admission with consent of the instructor.  Limited to 12 students.  Please complete the questionnaire at https://www.amherst.edu/academiclife/departments/film/major/major-requirements/forms.  Fall semester.  Visiting Lecturer Johnson.\nQuestionnaire available on Amherst website.  Preference will be given to English and FAMS majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-388-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"ENGL-180","x":46.0,"y":1.0,"id":"47","attributes":{"Title":"Film and Writing","Description":"Listed in: \n, as ENGL-180  |  \n, as FAMS-110\nFormerly listed as: ENGL-01  |  FAMS-10\n (Section 01)\n(Offered as ENGL 180 and FAMS 110.)  A first course in reading films and writing about them.  A varied selection of films for study and criticism, partly to illustrate the main elements of film language and partly to pose challenging texts for reading and writing.  Frequent short papers.  Two class meetings and one screening per week.\nLimited to 25 students.  Fall semester:  Professor Hastie.  Spring semester:  Visiting Professor Guilford.\nPreference will be given to first-year students.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-180-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"SPAN-238","x":32.0,"y":2.0,"id":"48","attributes":{"Title":"Hispanic Genre Films","Description":"Listed in: \n, as EUST-248  |  \n, as FAMS-352  |  \n, as SPAN-238\nMoodle site: \nDavid Rodriguez-Solas (Section 01)\n(Offered as SPAN 238, EUST 248, and FAMS 352.) This course will be an introduction to genre films from Argentina, Cuba, Mexico, and Spain. We will study Hispanic interpretations of filmic genres such as melodrama, thriller, comedy, horror and musical. How did these genres develop? How stable are genre conventions? Is it possible to study national cinemas in the time of transnational films? This course will include critical readings and mandatory weekly screenings of films by Luis Buñuel, Juan José Campanella, Pedro Almodóvar, and Alejandro González Iñárritu. Conducted in Spanish.\nPriority given to Spanish majors\n$15","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/SPAN/SPAN-238-1415F'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212 or consent of the instructor. Limited to 15 students. Priority given to Spanish majors. Fall semester. Visiting Professor Rodriguez-Solas."]},"color":"rgb(248, 119, 17)","size":10.0},{"label":"FAMS-445","x":47.0,"y":4.0,"id":"49","attributes":{"Title":"Cinema Experiments","Description":"Listed in: \n, as ARHA-445  |  \n, as FAMS-445\nMoodle site: \n (Section 01)\n(Offered as ARHA 445 and FAMS 445.) This advanced production course surveys the outer limits of cinematic expression and provides an overview of creative 16mm film production. We will begin by making cameraless projects through drawing, painting and scratching directly onto the film strip before further exploring the fundamentals of 16mm technology, including camera, editing and hand-processing. While remaining aware of our creative choices, we will invite chance into our process and risk failure, as every experiment inevitably must.\nThrough screenings of original film prints, assigned readings and discussion, the course will consider a number of experimental filmmakers and then conclude with a review of exhibition and distribution strategies for moving image art. All students will complete one short project on film and one final project on either film or video, each of which is to be presented for class critique.  Two 2-hour classes per week (one workshop/seminar and one lecture/screening).\nPriority given to ARHA/FAMS majors","Department Code":"FAMS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/FAMS/FAMS-445-1415S'> Course Site </a>","Requisite":["Requisite:  One 200-level production course or relevant experience (to be discussed with the instructor in advance of the first class).  Limited to 12 students. Spring semester. Professor Levine."]},"color":"rgb(1, 122, 98)","size":10.0},{"label":"ENGL-487","x":48.0,"y":4.0,"id":"50","attributes":{"Title":"Rhetorics of New Media","Description":"Listed in: \n, as ENGL-487  |  \n, as FAMS-453\nMatthew A. Tierney (Section 01)\n(Offered as ENGL 487 and FAMS 453.)  Digital technologies tend to be described as absolutely new, without any precedent in history or culture.  But these technologies are just the latest to have shaped culture, as well as the many ways that we talk about culture.  Ours is a complex present, filled by technologies that are brand new as well as devices and artforms that survive from earlier periods of innovation.  In this way, videogames and surveillance systems coexist with books and movies, and technophobes share their world with technophiles.  In this course, we will read literature (both print and electronic), watch films, and discuss games and art, while exploring cultural and political theory that spans the past half-century.  Is there progressive potential in the trend toward computerization?  Or contrarily, in what ways might technophilia and technocracy obstruct the betterment of society?  We’ll take up these and related questions, and study the legitimating language by which the increasingly digital world has come to make sense.  From this rhetorical and historical perspective, we’ll address topics ranging from globalization to media “evolution,” the aesthetics of code, the newness of new media, technics-out-of-control, gamification of war, technologies of race and gender, and the ideology of computationalism.\nOpen to juniors and seniors.  Limited to 15 students.  Fall semester.  Visiting Professor Tierney.\nPreference given to junior and senior ENGL majors.  I will also consider past experience in film/media studies courses.  I will also prioritize FAMS and SWAG majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-487-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(229, 107, 138)","size":10.0},{"label":"THDA-252","x":6.0,"y":2.0,"id":"51","attributes":{"Title":"THDA-252","Description":"not offered in the last 4 semesters","Department Code":"THDA","Course Site":"","Requisite":""},"color":"rgb(254, 37, 228)","size":10.0},{"label":"ENGL-100","x":8.0,"y":1.0,"id":"52","attributes":{"Title":"ENGL-100","Description":"not offered in the last 4 semesters","Department Code":"ENGL","Course Site":"","Requisite":""},"color":"rgb(229, 107, 138)","size":10.0},{"label":"ENGL-200","x":7.0,"y":2.0,"id":"53","attributes":{"Title":"ENGL-200","Description":"not offered in the last 4 semesters","Department Code":"ENGL","Course Site":"","Requisite":""},"color":"rgb(229, 107, 138)","size":10.0},{"label":"ARHA-200","x":13.0,"y":2.0,"id":"54","attributes":{"Title":"ARHA-200","Description":"not offered in the last 4 semesters","Department Code":"ARHA","Course Site":"","Requisite":""},"color":"rgb(131, 131, 97)","size":10.0},{"label":"FREN-311","x":17.0,"y":3.0,"id":"55","attributes":{"Title":"FREN-311","Description":"not offered in the last 4 semesters","Department Code":"FREN","Course Site":"","Requisite":""},"color":"rgb(80, 110, 188)","size":10.0},{"label":"FAMS-200","x":47.0,"y":2.0,"id":"56","attributes":{"Title":"FAMS-200","Description":"not offered in the last 4 semesters","Department Code":"FAMS","Course Site":"","Requisite":""},"color":"rgb(1, 122, 98)","size":10.0}]}