{"edges":[{"label":"","source":"31","target":"44","id":"6","attributes":{},"color":"rgb(224, 126, 51)","size":1.0}],"nodes":[{"label":"HIST-466","x":0.0,"y":4.0,"id":"0","attributes":{"Title":"Mexican Material and Visual Culture","Description":"Listed in: \n, as HIST-466\nMoodle site: \n (Section 01)\n[LA]  We surround ourselves with stuff. These items that we create, use, display, and dwell in contain evidence about our lives. This course examines the historical role of material, architectural and visual objects in the creation of Mexico’s political and social order from the ancient Aztecs and Maya through today. Students will analyze material and visual evidence to learn about ethnic and gender relations, economic transformations, structures of rule, the experience of inequality, and the continual reconstruction of historical memory. Materials we will study include preconquest illuminated manuscripts, sculptures and temples; Spanish colonial paintings, architecture, ritual items, arts and crafts, maps, books, and botanical drawings; and modern sculpture, architecture, urban planning, maps, photographs, handicrafts, clothing, magazines, and even beauty contests. We will draw upon the rich collection of Mexican art in the Mead Art Museum, as well as items available in area museums and in digital archives. We will supplement our study of material culture with secondary texts and primary sources. Knowledge of Spanish and previous experience with Latin American history would be helpful, but are neither required nor expected. Two class meetings per week.\nLimited to 15 students. Not open to first-year students; preference given to juniors and seniors majoring in history or in art history.  Fall semester.  Professor López.\nPreference given to juniors and seniors majoring in history or art history.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-466-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-390","x":1.0,"y":3.0,"id":"1","attributes":{"Title":"War Through Film; 1914-","Description":"Listed in: \n, as HIST-390\nMoodle site: \n (Section 03)","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-390-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-393","x":2.0,"y":3.0,"id":"2","attributes":{"Title":"Early Islam: Construction of an Historical Tradition","Description":"Listed in: \n, as ASLC-355  |  \n, as HIST-393\nFormerly listed as: ASLC-55  |  HIST-60\nMoodle site: \n (Section 01)\n(Offered as HIST 393 [ME\n] and ASLC 355 [WA].)  This course examines in depth the formative period of Islam between c. 500-680. Using predominantly primary material, we will chart the emergence, success, and evolution of Islam, the Islamic community, and the Islamic polity. The focus of this course is on understanding the changing nature over time of peoples’ understanding of and conception of what Islam was and what Islam implied socially, religiously, culturally and politically. We concentrate on exploring the growth of the historical tradition of Islam and its continued contestations amongst scholars today. This course will familiarize students with the events, persons, ideas, texts and historical debates concerning this period. It is not a course on the religion or beliefs of Islam, but a historical deconstruction and analysis of the period. \n Two class meetings per week.\nAdmission with consent of the instructor. Not open to first-year students. Limited to 15 students. Fall semester. Professor Ringer.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-393-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-411","x":3.0,"y":4.0,"id":"3","attributes":{"Title":"Commodities, Nature and Society","Description":"Listed in: \n, as HIST-411\nFormerly listed as: HIST-91\nMoodle site: \n (Section 01)\n[\n] Participants in this seminar will explore the environmental and social histories of nine commodities: sugar, silver, silk, coffee, tobacco, sneakers, microchips, units of bandwidth, and the human body. Each of these commodities represents a complex array of linkages among producers, consumers, and intermediaries over time and space. Readings draw upon the disciplines of history, ecology, anthropology, and geography to place these commodities in their social, environmental, and spatial contexts. One of our aims is to understand the changing roles of natural systems and the divisions of labor that underlie the long-term processes of globalization.  One class meeting per week.\nLimited to 15 students.  Spring semester.  Professor Melillo.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-411-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-453","x":4.0,"y":4.0,"id":"4","attributes":{"Title":"The Era of the American Revolution","Description":"Listed in: \n, as HIST-453\nFormerly listed as: HIST-83\nMoodle site: \n (Section 01)\n[US\n] This seminar, focused on the period from 1760 to 1815, examines the origins, development and more immediate consequences of the American Revolution. The course looks at the founding of the American republic as an intellectual debate, a social movement, a military conflict and a political revolution. By offering an overview of these developments and introducing the historiographic debates surrounding them, the seminar provides students with the necessary background to examine in depth a topic of interest by writing a research paper. The course will also provide instruction in writing such a research paper using the rich and readily accessible primary sources from the period. Two class meetings per week.\nNot open to first-year students. Limited to 20 students. Fall semester.  Professor K. Sweeney.\nPreference will be given first to junior and senior history majors, then to underclass history majors, and then seniors and juniors in that order.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-453-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-265","x":5.0,"y":2.0,"id":"5","attributes":{"Title":"Environmental History of Latin America","Description":"Listed in: \n, as HIST-265\nFormerly listed as: HIST-54\nMoodle site: \n (Section 01)\n[LA] In this course we will focus on the links between environmental impacts (such as environmental degradation, desertification, soil “exhaustion,” species extinction, genetic simplification, oil extraction, biotic invasions, deforestation, pesticide contamination, and animal grazing) and human problems (such as colonial and imperial domination, declining subsistence, defense and violation of civil rights, income inequality, scientific racism, regional underdevelopment, incomplete capitalist transformation, social marginalization, and political violence). Questions we will engage include: How have environmental changes contributed to, or otherwise conditioned, processes of conquest and domination? How have these processes of conquest, domination, and resistance, in turn, altered the environmental? In what ways has environmental devastation been a rational response to the challenges people face, and in what ways has it been irrational? Can history guide us in our current efforts to develop a sustainable approach to the environment that helps the land and its fauna, but does so in a way that brings greater justice and self-determination to the people who live there, while at the same time balancing the interests of the state and of investors? The class will introduce students to classic texts in Latin American environmental history (including the foundational studies by Warren Dean and Elinore Melville), as well as some of the newest scholarship. Two class meetings per week.\n Spring semester.  Professor López.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-265-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-266","x":6.0,"y":2.0,"id":"6","attributes":{"Title":"State Violence, Memory, and Reconciliation in Latin America since 1960","Description":"Listed in: \n, as HIST-266\nMoodle site: \nJoshua M. Rosenthal (Section 01)\n[LA] The course centers on events in Argentina, Chile, and Brazil since 1960. In each country the military seized power and then, after years of directing violence against its own population in the name of combating communism, peacefully ceded power to a democratically elected government. Since those transitions, each country has struggled to deal with what happened during these dictatorships. We will consider the broad history of governmental pardons, similar dynamics in other Latin American countries such as Colombia and Guatemala, and contemporary practices of Truth and Reconciliation.  In the process, we will explore the following questions:  What is the role of public memory in these processes? Does an effort toward peaceful reconciliation inevitably place individual and societal needs in opposition? How have recent events blurred the distinction between international and domestic law? Finally, what does the history of pardoning reveal about contemporary practices of Truth and Reconciliation? Course readings will include academic literature, memoirs, and the public reports of various truth commissions. Two class meetings per week.\nLimited to 25 students.  Fall semester.  Visiting Professor Rosenthal.\nhistory majors have priority","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-266-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-214","x":7.0,"y":2.0,"id":"7","attributes":{"Title":"Science and Society in Modern America","Description":"Listed in: \n, as HIST-214\nFormerly listed as: HIST-68\nMoodle site: \n (Section 01)\n[US] A survey of the social, political, and institutional development of science in America from the Civil War to the present. Emphasis will be on explaining how the United States moved from the periphery to the center of international scientific life. Topics will include the professionalization of science; roles of scientists in industry, education, and government; ideologies of basic research; and the response of American scientists to the two world wars, the Depression, and the Cold War. Two class meetings per week.\nSpring semester. Professor Servos.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-214-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-105","x":8.0,"y":1.0,"id":"8","attributes":{"Title":"Global Environmental History of the Twentieth Century","Description":"Listed in: \n, as HIST-105\nFormerly listed as: HIST-27\nMoodle site: \n (Section 01)\n[\n] This course examines the environmental history of the world since 1900 with a particular focus on Latin America, Sub-Saharan Africa, and China. We will use books, articles, four films, and a range of online media to illuminate the comparative and interdisciplinary possibilities of global environmental history. In addition to studying the past, we will explore how to use historical knowledge in the formulation of policy recommendations and grassroots initiatives for addressing contemporary environmental issues. Two class meetings per week.\nFall semester. Professor Melillo.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-105-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-339","x":9.0,"y":3.0,"id":"9","attributes":{"Title":"A Price for Everything: Making of a Market Society","Description":"Listed in: \n, as EUST-329  |  \n, as HIST-339\n (Section 01)\n(Offered as HIST 339 [EU/p] and EUST 329.)  This seminar reviews the various socio-cultural configurations of economic relations from the high medieval to the early modern era. Drawing on works from a range of disciplines, we focus on the intersection of market and culture, on how people have struggled to arrange and institutionalize market exchange, and how they have sought to make sense of those changing relations. The course is built around a basic question that is also a current debate: What can we and what can we not buy and sell? And why? To answer these questions, we first consider the foundational works that still govern our basic notions about the market society we live in. We then review several fields of our social lives that have been transformed through market exchange: What makes one good a gift and another a commodity? How can we set a price on the work we do? How did money make the world go around? Why am I often the sum of what I own? And what do these questions tell us about our relationship with each other and our things? We will consider both critical essays and historical case-studies. The goal of the course is to gain a historical and critical perspective on the making of a market society, provide approaches for applied research, and allow us to be conscious participants in the contemporary transformation of our own society.  One class meeting per week. \nLimited to 20 students.  Spring semester. Visiting Professor Cho.\nPreference to upper level history and economics majors.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-339-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-402","x":10.0,"y":4.0,"id":"10","attributes":{"Title":"Wine, History, and the Environment","Description":"Listed in: \n, as ENST-401  |  \n, as HIST-402\n (Section 01)\n(Offered as HIST 402 [\n] and ENST 401.) Wine is as old as Western civilization. Its consumption is deeply wedded to leading religious and secular traditions around the world. Its production has transformed landscapes, ecosystems, and economies. In this course we examine how wine has shaped the history of Europe, North Africa, and the Americas. Through readings, scientific study, historical research, and class discussion, students will learn about such issues as: the environmental impact of wine; the politics of taste and class; the organization of labor; the impact of imperialism and global trade; the late nineteenth-century phylloxera outbreak that almost destroyed the European wine industry; and the emergence of claims about \n (the notion that each wine, like each culture, is uniquely tied to a place) and how such claims are tied to regional and national identity. Through class discussion, focused research and writing workshops, and close mentoring, each student will learn about wine while designing and executing an independent research project. We will also get our hands dirty with soil sampling, learn the basics of sediment analysis in the laboratory, and have a go at fermentation. Two meetings per week.\nThis is a research seminar open to juniors and seniors. Priority given to history and environmental studies majors. History majors may take this course either as a research seminar or in place of HIST 301 “Writing the Past.”\nLimited to 15 students. Spring semester.  Professor López.\nPriority will be given to History majors..","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-402-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-477","x":11.0,"y":4.0,"id":"11","attributes":{"Title":"The History and Memory of the Asia-Pacific War","Description":"Listed in: \n, as ASLC-462  |  \n, as HIST-477\nFormerly listed as: ASLC-62  |  HIST-90\nMoodle site: \n (Section 01)\n(Offered as HIST 477 [AS] and ASLC 462 [J].)  The varied names given to the fifteen years of war conducted by Japan-the Pacific War, the Great East Asian War, the Fifteen-Year War, World War II, and the Asian-Pacific War-reflect the conflicting perspectives from which that war is studied and remembered. How has the experience of a fifteen-year war during the 1930s and 1940s shaped memory and history in Japan, East Asia, and the United States? This seminar begins with this broad question and pursues related questions: How are the memory and history of war intertwined in both national and international politics? What forms of memory have been included and excluded from dominant historical narratives and commemorative devices? How does critical historiography intersect with the politics and passions of memory? We will use oral histories, primary documents, film, and scholarship to guide our thoughts and discussions. We will begin with a brief history of Japan’s Fifteen-Year War and move on to prominent debates concerning the history and memory of that war. Short response papers and a research paper will be required. One class meeting per week.\nLimited to 15 students. Not open to first-year students. Fall semester. Professor Maxey.\nPreference given to History and Asian Languages & Civilization majors. ","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-477-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-397","x":12.0,"y":3.0,"id":"12","attributes":{"Title":"Women in the Middle East","Description":"Listed in: \n, as ASLC-363  |  \n, as HIST-397  |  \n, as SWAG-362\nFormerly listed as: ASLC-63  |  HIST-62\nMoodle site: \n (Section 01)\n(Offered as HIST 397 [ME], ASLC 363 [WA], and SWAG 362.) The course examines the major developments, themes and issues in woman’s history in the Middle East. The first segment of the course concerns the early Islamic period and discusses the impact of the Quran on the status of women, the development of Islamic religious traditions and Islamic law. Questions concerning the historiography of this “formative” period of Islamic history, as well as hermeneutics of the Quran will be the focus of this segment. The second segment of the course concerns the 19th- and 20th-century Middle East. We will investigate the emergence and development of the “woman question,” the role of gender in the construction of Middle Eastern nationalisms, women’s political participation, and the debates concerning the connections between women, gender, and religious and cultural traditions. The third segment of the course concerns the contemporary Middle East, and investigates new developments and emerging trends of women’s political, social and religious activism in different countries. The course will provide a familiarity with the major primary texts concerning women and the study of women in the Middle East, as well as with the debates concerning the interpretation of texts, law, religion, and history in the shaping of women’s status and concerns in the Middle East today. \n Two class meetings per week.\nLimited to 20 students. Fall semester. Professor Ringer.\nPreference to majors (history, alac, wags) and those students with prior coursework in middle east studies; after that, by seniority.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-397-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-213","x":13.0,"y":2.0,"id":"13","attributes":{"Title":"Turning Points in the History of Science","Description":"Listed in: \n, as HIST-213\nFormerly listed as: HIST-67\nMoodle site: \n (Section 01)\n[EU\n] An introduction to some major issues in the history of science from antiquity to the twentieth century. Topics will include the genesis and decay of a scientific tradition in Greco-Roman antiquity, the reconstitution of that tradition in medieval Europe, the revolution in scientific methods of the seventeenth century, and the emergence of science as a source of power, profit, and cultural authority during the past century. Two class meetings per week.\nSpring semester. Professor Servos.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-213-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-104","x":14.0,"y":1.0,"id":"14","attributes":{"Title":"Environmental Issues of the Nineteenth Century","Description":"Listed in: \n, as ENST-220  |  \n, as HIST-104\nFormerly listed as: ENST-20  |  HIST-26\nMoodle site: \n (Section 01)\n(Offered as HIST 104 [\n] and ENST 220.)  This course considers the ways that people in various parts of the world thought about and acted upon nature during the nineteenth century. We look historically at issues that continue to have relevance today, including: invasive species, deforestation, soil-nitrogen availability, water use, desertification, and air pollution. Themes include: the relationship of nineteenth-century colonialism and environmental degradation, gender and environmental change, the racial dimensions of ecological issues, and the spatial aspects of human interactions with nature. We will take at least one field trip. In addition, we will watch three films that approach nineteenth-century environmental issues from different vantage points.  Two class meetings per week.\nSpring semester.  Professor Melillo.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-104-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-459","x":15.0,"y":4.0,"id":"15","attributes":{"Title":"America and Vietnam","Description":"Listed in: \n, as HIST-459\nMoodle site: \n (Section 01)\n[US] This seminar will trace the path and nature of the United States' involvement in Vietnam from World War II to the fall of Saigon in 1975 and its aftermath. It will examine U.S. policy in the context of Cold War foreign relations and how U.S. policy responded to the decolonizing Third World and the perceived danger of communist expansion and control in Southeast Asia. The seminar will explore the various pressures and influences on American policymakers, the nature of the war, and its effects on Vietnam and the United States. It will also stress Vietnamese perspectives on the conflict and analyze how Vietnamese history and culture shaped interactions with the United States, the Soviet Union and the global community.  Finally, the course will spend significant time on the conflict's broad impact on U.S. society and popular culture, as manifested through music, film, and literature.  One class meeting per week.\nLimited to 15 students. Not open to first-year students. Fall semester.  Professor Walker.\nPriority to Amherst College, history majors, then by class year.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-459-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-123","x":16.0,"y":1.0,"id":"16","attributes":{"Title":"Europe in the Middle Ages","Description":"Listed in: \n, as EUST-123  |  \n, as HIST-123\nMoodle site: \n (Section 01)\n(Offered as HIST-123 [EU\n] and EUST 123.) This course provides an introduction to the remarkable history that still conditions our current lives. The course explores how the mingling of people at the far western end of the Eurasian continent led to the rise of a European civilization that would later seek to mold the world in its own image. It examines how a distinct \"Europe\" arose from the effort of \"barbarians\" to \"restore\" the Roman Empire and their failure to do so. It considers how fragmented communities under a universal religion sought to reconstruct their lives by rebuilding their material bases, reimagining their faith, and reconstituting their polities. It canvasses how this process was tied to the constant encounter and conflict with others and how this would serve as a template for later expansion. Through the voices and visions of the past and the writings of modern authorities, the course will provide an overview of how, in the course of the Middle Ages, a Europe arose, developed and changed, and set the basis for the making of our modern world. Two course meetings per week. \nSpring semester. Visiting Professor Cho.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-123-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-208","x":17.0,"y":2.0,"id":"17","attributes":{"Title":"Spain and the Pacific World, 1571-1898","Description":"Listed in: \n, as HIST-208\nFormerly listed as: HIST-73\n (Section 01)\n[C\n/AS] This course explores the historical relationship between the Spanish Empire and the peoples and environments of the Pacific Ocean region. We will begin in 1571 with the opening of Manila as a Spanish trading port and end in 1898 with the Spanish-American War. Over the course of the semester, we will discuss the trans-Pacific silver and silk trades, the function of Catholic missionaries in shaping the Pacific World, environmental exchanges between the Americas and Asia, indigenous resistance to imperialism, and the role of Pacific peoples in the development of the world economy.  Two class meetings per week.\nSpring semester.  Professor Melillo.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-208-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-155","x":18.0,"y":1.0,"id":"18","attributes":{"Title":"Twentieth-Century America","Description":"Listed in: \n, as HIST-155\nFormerly listed as: HIST-10\nMoodle site: \n (Section 01)\n[US] The course traces United States political, social, and cultural history from 1900 to the present. Among the topics covered are the rise of the modern corporation, class conflict and the Progressive movement; immigration, ethnic pluralism, and the rise of mass culture; the Great Depression and the New Deal; World War II, the Cold War, and McCarthyism; the civil rights, women’s and environmental movements, the New Left, the New Right, and the continuing inequalities of race and class. Films and videos will regularly supplement class readings. Three class meetings per week.\nLimited to 40 students. Spring semester. Professor Couvares.\nI will keep list and let registrar know names of those to be enrolled over limit.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-155-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-101","x":19.0,"y":1.0,"id":"19","attributes":{"Title":"World War II in Global Perspective","Description":"Listed in: \n, as HIST-101\nFormerly listed as: HIST-24\n (Section 01)\n (Section 01)\n (Section 01)\n[\n] This course will explore World War II in global perspective. Historians of Europe, Japan, and the United States will join together to teach the history of the world’s most destructive war. Topics include the rise of militant regimes in Germany and Japan; German and Japanese aggression in the 1930s; the attack on Pearl Harbor; famous battles of the war; the Holocaust; German and Japanese occupation practices; civilian life in the Allied and Axis countries; and the later memory of the war. The course will also address moral controversies raised by the war, including the Anglo-American firebombing of Germany and the decision to drop the atomic bomb. Texts for the course will include film, memoirs, government documents, graphic and other novels, and secondary accounts of the war.  Class will consist of two lectures and one discussion section per week. \nSpring semester.  Professors Epstein, Maxey, and K. Sweeney.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-101-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"BLST-342","x":20.0,"y":3.0,"id":"20","attributes":{"Title":"The Local and Global 1970s","Description":"Listed in: \n, as BLST-342  |  \n, as HIST-358\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as BLST 342 [US] and HIST 358 [US].)  Often overshadowed by the long 1960s and the conservative ascendancy in the 1980s, the 1970s provides an important transitional moment for the United States, one that arguably linked local experiences to global dynamics and social movements in unprecedented ways. It was also a decade fraught with contradictions. On the one hand, Americans experienced widespread disillusionment with the power of the federal government to promote and protect the minority from the majority. Historians seeking to understand the collapse of the welfare state or the origins of white resistance to civil rights’ initiatives most often point to the 1970s as the time when the Supreme Court abandoned school desegregation and the federal government shifted the burden of the social welfare system onto the market, state and local governments, and onto poor people themselves. And yet, the 1970s also saw an explosion of progressive social activism, as the women’s movement, the gay rights movement, and the environmental movement, among others, all came into their own. Likewise, this was also a time of U.S. retreat and military overextension, and a time of new hegemonies of human rights regimes and multinational corporations. This course asks students to consider how connecting the local with the global can help us better understand and resolve these apparent contradictions. How does our understanding of American politics, society, and culture change depending upon our point of view? What are the possibilities and limitations of global and local methods of inquiry? How might historians more fruitfully combine sub-disciplines to understand the ways in which Americans experienced and engaged with their historical realities as members of local, national, and global communities?  One class meeting per week. \nLimited to 25 students.  Fall semester.  Professors Moss and Walker.\nPriority to History majors, Black Studies majors, and then by class--seniors, juniors, sophomore, first year students","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/BLST/BLST-342-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(116, 55, 150)","size":10.0},{"label":"HIST-220","x":21.0,"y":2.0,"id":"21","attributes":{"Title":"Art, Politics, and Propaganda in Modern Europe","Description":"Listed in: \n, as EUST-220  |  \n, as HIST-220\n (Section 01)\n(Offered as HIST 220 [E] and EUST 220.) In an interview shortly before her death, Leni Riefenstahl, renowned director of the Nazi propaganda film \n, claimed that art was apolitical and that she was blameless in the crimes of the Nazi state. “I didn’t drop any atom bombs. I didn’t denounce anyone. So where does my guilt lie?” she questioned. This course explores the specific relationship between visual artifacts such as \n and politics and society in modern Europe. Focusing on primary artifacts and scholarly interpretations of Europe’s cultural history, students will examine how the politics and the practices of visual artifacts reflected and/or shaped Europeans’ experiences of historical change in the twentieth century. First, we will examine the terms and concepts central to the study of propaganda and persuasion, the historical contexts of propaganda in war (World War I, World War II, and the Cold War) and revolution, and major contemporary theoretical approaches to understanding propaganda. In case-studies of Fascist Italy, Nazi Germany, and the Soviet Union, the course will explore the role of visual aesthetics in ethical questions of consent and coercion in everyday life under authoritarian regimes and in wartime conditions. Second, the course will explore the changing relationship between art and politics, and the efforts made by artists to not simply reflect, but shape political, cultural, and social change beyond the confines of state-sponsored propaganda. Students will develop skills in analyzing primary artifacts including visual art and film within the context of historical transformations and artistic movements.\nLimited to 25 students. Spring semester. Visiting Professor Trask.\nPreference given to History majors, by seniority.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-220-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"BLST-201","x":22.0,"y":2.0,"id":"22","attributes":{"Title":"Introduction to the Black Atlantic","Description":"Listed in: \n, as BLST-201  |  \n, as HIST-267\nMoodle site: \n (Section 01)\n(Offered as BLST 201 [D] and HIST 267 [LA\n/AF\n].)  The formation of \"the Black Atlantic\" or \"the African Diaspora\" began with the earliest moments of European explorations of the West African coast in the fifteenth century and ended with the abolition of Brazilian slavery in 1888.  This momentous historical event irrevocably reshaped the modern world.  This class will trace the history of this transformation at two levels; first, we examine large scale historical processes including the Trans-Atlantic Slave Trade, the development of plantation economies, and the birth of liberal democracy.  With these sweeping stories as our backdrop, we will also explore the lives of individual Africans and African-Americans, the communities they built, and the cultures they created.  We will consider the diversity of the Black Atlantic by examining the lives of a broad array of individuals, including black intellectuals, statesmen, soldiers, religious leaders, healers and rebels.  Furthermore, we will pay special attention to trans-Atlantic historical formations common during this period, especially the contributions of Africans and their descendants to Atlantic cultures, societies, and ideas, ultimately understanding enslaved people as creative (rather than reactive) agents of history.  So, our questions will be:  What is the Black Atlantic?  How can we understand both the commonalities and diversity of the experiences of Africans in the Diaspora?  What kinds of communities, affinities and identities did Africans create after being uprooted by the slave trade?  What methods do scholars use to understand this history?  And finally, what is the modern legacy of the Black Atlantic?  Class time will be divided between lecture, small and large group discussion.\nFall semester.  Professor Hicks.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-201-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(116, 55, 150)","size":10.0},{"label":"HIST-176","x":23.0,"y":1.0,"id":"23","attributes":{"Title":"Modern Japanese History from 1800 to the 2000s","Description":"Listed in: \n, as ASLC-247  |  \n, as HIST-176\nFormerly listed as: ASLC-47  |  HIST-18\nMoodle site: \n (Section 01)\n(Offered as HIST 176 [AS] and ASLC 247 [J].) This course surveys the modern history of the Japanese archipelago, from the late-Tokugawa period through the rise of the modern Meiji nation-state, colonial expansion and total war. We will conclude with the postwar economic recovery and the socio-political challenges facing the Japanese nation-state in the early-2000s. Through primary documents, fiction, and film, we will explore themes including the disestablishment of the samurai class, industrialization, imperialism, feminism, nationalism, war, democracy, and consumerism. Classes will consist of lectures along with close readings and discussions. Requirements include short response papers and topical essays. Three class meetings per week.\nFall semester.  Professor Maxey.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-176-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-276","x":24.0,"y":2.0,"id":"24","attributes":{"Title":"Perspectives on Chinese History","Description":"Listed in: \n, as ASLC-276  |  \n, as HIST-276\nMoodle site: \n (Section 01)\n(Offered as HIST 276 [AS] and ASLC 276 [C].) China--the modern nation--was born of revolution. Before the revolution there was China--the civilization--with its long and complex history. Modern historians, Western and Chinese alike, have tended to describe this history as “traditional,” leaving the modern condition to be defined by what happened in the West. In this course we will suspend this modern prejudice while asking a variety of questions on some specific topics. How did ancient laws and rituals come to define the relations between imperial states and local societies? How and to what degree did they continue to do this as societies changed? How did world religions like Buddhism and Christianity come to cohabit with Confucian ethics and ancestral rites? How did complex networks of trade, manufacturing, and credit coexist and interact with global economies and powerful military states? How did cohorts of classically educated, literary and artistic men help to integrate ethnically and linguistically diverse peoples into a culturally consistent foundation against which, and upon which, the modern Chinese nation could be built? How did ordinary working people and especially women participate or react? In each case we will discuss and develop our perspectives on how one thing led to another and then consider how modern views have tended to highlight or obscure the process. Sources include historical narratives and biographies, classical texts, philosophical and religious essays, family instructions, comparative historical analyses, fiction, and film.  Reading and discussion.  Two class meetings per week.\nLimited to 20 students.  Fall semester.  Professor Dennerline.\nHistory and ASLC majors first.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-276-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-228","x":25.0,"y":2.0,"id":"25","attributes":{"Title":"Modern Germany, 1750 to the Present","Description":"Listed in: \n, as EUST-218  |  \n, as HIST-228\nMoodle site: \n (Section 01)\n(Offered as HIST 228 [EU] and EUST 218).  This course surveys the troubled history of the modern German nation-state, with a focus on culture, society, and politics.  Particular attention is paid to how, in both the nineteenth and twentieth centuries, liberal ways of thinking that emerged from the Enlightenment clashed and sometimes merged with traditions of Prussian militarism and absolutism.  The course also emphasizes how German Social Democracy, the world's largest and best organized workers' movement, destabilized the nation-state while laying the foundation for progressive democracy.  Topics include absolutism, the old regime, the Enlightenment, the Napoleonic occupation, the 1848 revolution, unification and rule under Bismarck, German Jews before 1914, mass politics under Wilhelm II, the First World War, the Weimar Republic, the Nazi dictatorship, the Second World War and the Holocaust, the divided Germanys, and the Federal Republic since 1989.  The readings include one monograph but mostly primary source texts, such as diaries, speeches, political pamphlets, and magazine articles from the distant German past.  Students have to submit weekly written answers to questions on these texts and write five short essays.  In each, students must take a position in a debate or interpretation and support conclusions from the primary source texts.  Two class meetings per week.\nLimited to 25 students.  Spring semester.  Five College Visiting Professor Donson. \nhistory majors have priority","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-228-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-124","x":26.0,"y":1.0,"id":"26","attributes":{"Title":"Europe in Transition, 1350-1750","Description":"Listed in: \n, as EUST-124  |  \n, as HIST-124\nMoodle site: \n (Section 01)\n(Offered as HIST 124 [EU\n] and EUST 124.)  Europe in Transition provides an introduction to the momentous transformations that Europe underwent during the early modern period. From the post-Black Death turmoil in the fourteenth century to the impending crisis of the Old Order in the eighteenth century, Europe experienced multiple upheavals that continue to shape our modern lives. Through the recorded experiences of contemporaries and the debates and syntheses of historians, this course examines how conscious revivals of imagined ancient traditions gave way to assertions of contemporary greatness; how an urge to purify and reform religious life brought about an irreversible schism, fraternal strife, and tolerance; how the resulting social disruptions required innovative forms of consent, control and governance; how expanding horizons and commercial practices intensified exchange and exploitation; how new discoveries required new modes of inquiry and knowledge-making; how these changes led to a striking self-confidence in their own ideas of man, society and history; whereby Europe would seek to mold the world in its own image. Two class meetings per week.\nFall semester. Visiting Professor Cho.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-124-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-294","x":27.0,"y":2.0,"id":"27","attributes":{"Title":"The History of Israel","Description":"Listed in: \n, as HIST-294\nFormerly listed as: HIST-61\nMoodle site: \n (Section 01)\n[ME] This course will survey the history of Israel from the pre-state origins of Zionism in the late nineteenth century to the present. It will explore political, military, social and cultural history. We will seek a better historical understanding of many of Israel’s ongoing challenges, such as the place of religion in civil life, the state’s relation to world Jewry, and the Arab-Israeli conflict. We will pay special attention to contested identities and inner debates within Zionism and Israel, highlighting different and occasionally opposing visions of a Jewish homeland. In addition to historical documents and books (non-fiction and fiction), we will rely on the growing wealth of Israeli documentary films. Two class meetings per week.\nFall semester.  Five College Professor Gordon.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-294-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-476","x":28.0,"y":4.0,"id":"28","attributes":{"Title":"China Research Seminar: From Revolution to Reform","Description":"Listed in: \n, as ASLC-476  |  \n, as HIST-476\nMoodle site: \n (Section 01)\n(Offered as HIST 476 [AS] and ASLC 476 [C].) Political thinkers and activists inside China and throughout the world continue to puzzle over the relationship between the people and the state. Where do state functions and state control begin and end? How do the global economy, internal migration, NGOs, and the internet influence the relationship between the people and the state? What changes and continuities do we observe in state-society relations over time? Who are the winners and losers of China’s recent economic growth? How is China’s national identity similar to or different from those of developed or post-colonial nations? When and how do the national interest, individual interests, and the interests of the Party-state converge or diverge? And how do the spokesmen for these interests appeal to and reconstruct their visions of China’s past?  This interdisciplinary research seminar will focus on issues of legitimacy, authority, resistance, and “rights consciousness” in the one-party system that has emerged from post-revolutionary reform in China. We will explore these issues with reference to state institutions, local political processes, education, social services, religion, and public expression of opinions and ideas. Research topics will depend on the interests of the students. One class meeting per week plus individual student conferences.\nAdmission with consent of the instructor. Previous coursework or relevant experience related to China preferred. Limited to 20 students. Not open to first-year students. Fall semester. Professor Dennerline.\npreference will be given to history, ASLC, and political science majors and students with previous course work on China","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-476-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-233","x":29.0,"y":2.0,"id":"29","attributes":{"Title":"Childhood and Child Welfare in Modern Europe","Description":"Listed in: \n, as EUST-243  |  \n, as HIST-233\nMoodle site: \n (Section 01)\n(Offered as HIST 233 [EU] and EUST 243.) The recent trend of big-name celebrities adopting children from the developing world has made international child welfare the subject of rich public debate. Is it right for citizens of wealthier countries to remove children from poorer nations to give them a better life, or does this act constitute a blatant case of cultural imperialism and “child stealing”? The issue hinges on the question of whether it is possible to define a single, universal standard of child welfare. If the answer is yes, then intervening into other families and societies is justified to give all children a “proper childhood.” If the answer is no, then all manner of child-centered humanitarianism becomes subject to critique. This course explores the historical roots of these current social issues. It begins by analyzing the creation of a “modern” definition of childhood in the era of the Enlightenment, then follows the attempts of nineteenth and twentieth century reformers to extend this model of childhood throughout Europe and the European empires. Topics include debates over the limits of parental rights, the role of ethnicity and culture in childrearing, definitions of child abuse, international charities and NGOs, adoption, and child psychology. Two class meetings per week.\nFall semester.  Professor Boucher.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-233-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-144","x":30.0,"y":1.0,"id":"30","attributes":{"Title":"Nineteenth-Century America","Description":"Listed in: \n, as HIST-144\nFormerly listed as: HIST-09\n (Section 01)\n[US] A survey of American history from the early national period to the turn of the century, with an emphasis on social history. The course will trace the growth of slavery, the dispossession of Native Americans, Civil War and Reconstruction, the rise of postwar large-scale industry, and big cities. Topics will include changing ethnic, racial, gender, and class relations, the struggles between labor and capital, and the emergence of middle-class culture. The format will include lectures and weekly discussions; readings will be drawn from both original and secondary sources. Two class meetings per week.\nSpring semester. Professor Melillo.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-144-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-301","x":31.0,"y":3.0,"id":"31","attributes":{"Title":"Proseminar in History: Writing the Past","Description":"Listed in: \n, as HIST-301\nFormerly listed as: HIST-99\n (Section 01)\nThis course offers an opportunity for history majors to reflect upon the practice of history. How do we claim to know anything about the past at all? How do historians construct the stories they tell about the past from the fragmentary remnants of former times? What is the connection of historians’ work to public memory? How do we judge the truth and value of these stories and memories? The course explores questions such as these through readings and case studies drawn from a variety of places and times. Two class meetings per week.  \nNot open to first-year students. Limited to 25 students per semester; history majors will be given preference. Fall semester: Professor Redding.  Spring semester:  Professor Maxey.\nPreference given to History majors.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-301-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-321","x":33.0,"y":3.0,"id":"32","attributes":{"Title":"European Economic Take-Off in Global Perspective, 750-1750","Description":"Listed in: \n, as EUST-321  |  \n, as HIST-321\nMoodle site: \n (Section 01)\n(Offered as HIST 321 [EU\n] and EUST 321) The economic history of pre-modern Europe is usually understood as the singular and exceptional rise of the first modern economy. Yet recent research in economic history and shifts in the world economy have provided new perspectives to reconsider the rise of the European economy.  From this long-term and global viewpoint, the story of Europe’s economic take-off becomes the remarkable story of a backwater that became mainstream.  How was Europe able to reposition itself from a periphery of the Eurasian economy to a central node of the global economy?  What drove Europeans further and further into the East and how did their incursion disrupt previous trade networks and practices?  How did the exports and imports of Europe change as their relation to the world economy changed? By considering these questions, the course will cast the familiar histories of the rise of the Carolingians, the course of the Crusades, and the Age of Discovery in new light. We will situate the economic take-off of Europe in the context of the transformation of the world economy. Course materials will include past travel logs, eyewitness reports, and customs receipts, as well as the analysis and synthesis of modern historians.  Two class meetings per week. \nFall semester. Visiting Professor Cho.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-321-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-191","x":34.0,"y":1.0,"id":"33","attributes":{"Title":"The Modern Middle East: 1800-Present","Description":"Listed in: \n, as ASLC-148  |  \n, as HIST-191\nFormerly listed as: ASLC-48  |  HIST-20\nMoodle site: \n (Section 01)\n(Offered as HIST 191 [ME] and ASLC 148 [WA].) This course surveys the history of the Middle East from 1800 to the present. The focus is threefold: following political, social and intellectual trends as they evolve over time, exploring contemporary historical and methodological debates and analysis, and introducing students to important historical literature of the period. The class is divided into modules: “From Subject to Citizen,” “Engineering a Modern Middle East,” “Nationalism and the Quest for Independence,” “Islamist Opposition,” and “Taking Sovereignty: Contemporary Debates and the Post-Modern Era.” The class is discussion-oriented and writing intensive. Two class meetings per week.\nSpring semester. Professor Ringer.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-191-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-156","x":35.0,"y":1.0,"id":"34","attributes":{"Title":"The U.S. in the World: 1756-1898","Description":"Listed in: \n, as HIST-156\nMoodle site: \n (Section 01)\n[US] This course is an introduction to the major trends and developments in U.S. foreign relations from the nation’s rise from a loose coalition of colonies on the Atlantic seaboard to a continental and world power by the beginning of the twentieth century. This course will seek to understand the effect of expansion on the nation’s values, institutions, and history, and examine the methods used to extend the nation’s borders, trade, and influence. It engages “foreign relations” in broad terms to incorporate ideology, race, gender, technology, economics, geopolitics, and culture as important forces in shaping the United States’ understanding of and behavior toward the world. The country’s domestic character critically determined the ways in which the nation’s power took shape on the world stage, even as global interactions shaped nascent U.S. institutions and identities. This course will examine how economic and security needs shaped foreign policy goals, while social norms and domestic values informed the ways Americans interacted with other societies.  Three class meetings per week.\nLimited to 60 students. Fall semester.  Professor Walker.\npreference given to history majors","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-156-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-132","x":36.0,"y":1.0,"id":"35","attributes":{"Title":"Europe in the Twentieth Century","Description":"Listed in: \n, as EUST-133  |  \n, as HIST-132\nFormerly listed as: HIST-03\nMoodle site: \n (Section 01)\n(Offered as HIST 132 [EU] and EUST 133.) At the turn of the century, Mark Twain described Europe as a paradise of “tranquil contentment,” prosperity and genuine freedom. Labelled as the “Age of Extremes,” however, Europe’s twentieth century was marked by fierce ideological and political conflict, war and genocide and the beginning of the end of a domination over world affairs that the European nations had exercised for centuries. By 2012, the European Union was awarded the Nobel Peace Prize and lauded once again as a beacon of relative stability and peace. This course will explore the major events, development and trends of European history in the twentieth century: the two world wars; the confrontation between liberalism, fascism, and communism; decolonization; the Cold War; the socio-cultural revolution of the 1960s; the Balkan Wars in the 1990s and the apparent triumph of democracy in European politics.  Course materials will focus on changing notions of race, class, and gender during the course of the century and draw on primary documents, including novels and historical fiction, memoirs, films, political manifestos, government documents and interviews.  Two class meetings per week.\nLimited to 30 students. Fall semester. Visiting Professor Trask.\nPriority to underclass students, non-majors","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-132-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-130","x":37.0,"y":1.0,"id":"36","attributes":{"Title":"World War I","Description":"Listed in: \n, as EUST-130  |  \n, as HIST-130\nMoodle site: \n (Section 01)\n(Offered as HIST 130 [EU] and EUST 130.) The image of the First World War is so iconic that it can be evoked through a handful of tropes: trenches, machine guns, mud, “going over the top,” crossing “no man’s land.” Yet in many ways this is a partial vision, one that focuses myopically on the experiences of European soldiers who occupied a few hundred miles of trenches in northern France. Why is it that a conflict as unprecedented in its size and complexity as “the Great War” has been reduced in our minds to this very limited scale? In conjunction with the war’s 100th anniversary, this course both explores the role of World War I in our cultural imagination and aims to create a broader, messier, and more complicated portrait of the history. It will examine the conflict on multiple fronts, study the perspectives of both Western and non-Western soldiers and civilians, and analyze the war’s role in shaping the twentieth century. Three class meetings per week.\nLimited to 60 students. Spring semester. Professor Boucher.\nPreference to History majors, European Studies majors, seniors, juniors, and so on.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-130-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-181","x":38.0,"y":1.0,"id":"37","attributes":{"Title":"Colonial and Post-Colonial Africa","Description":"Listed in: \n, as BLST-221  |  \n, as HIST-181\nFormerly listed as: BLST-47  |  HIST-22\n (Section 01)\n(Offered as HIST 181 [AF] and BLST 221 [A].) This is a history of Africa from the late nineteenth century to the present day. In the first half of the course, we will study the imperial scramble to colonize Africa; the broader integration of African societies into the world economy; the social, political and medical impact of imperial policies; Western popular images of Africa in the colonial period; the nationalist struggles that resulted in the independent African states; and the persistent problems faced by those post-colonial states. In the final half of the course, we will investigate three cases: Congo-Zaire and the state as a source of chaos through the Second Congo War; violence, liberation and memories of childhood in late colonial Rhodesia and postcolonial Zimbabwe; the political history of economic development programs and the advent of “resource conflicts,” particularly those involving diamonds. Three class meetings per week.\nSpring semester. Professor Redding.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-181-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"EUST-227","x":39.0,"y":2.0,"id":"38","attributes":{"Title":"Early Modern England, 1558-1702: Renaissance, Reformation, and Revolution","Description":"Listed in: \n, as EUST-227  |  \n, as HIST-227\nMoodle site: \nCatherine L. Chou (Section 01)\n(Offered as HIST 227 [EU\n] and EUST 227.) This course offers a thematic and methodological survey of English history from the beginning of Elizabeth I’s reign in 1558 to the death of William III in 1702, with particular attention to the wider British, European, and Atlantic contexts. What drove England’s transformation from a European backwater to an emerging global and imperial power? How did it transition from a mode of governance centered on the personal authority of the monarch, to one that incorporated party politics and the ideal of \"parliamentary sovereignty\"? How can we account for the emergence of a complex commercial society, dependent on foreign trade, overseas expansion, and financial markets, from early modern economic values and practices that had obliged the Crown to \"live of its own\" and avoid excessive debt or taxation? What policies, events, and contingencies contributed to the increasing identification of England and \"Englishness\" with the Protestant religion? This course will incorporate digital humanities tools, archival research, classroom discussions, and immersive and collaborative activities to train students to evaluate critically primary and secondary sources and to construct their own historical arguments. Three class meetings per week.\nFall semester.  Five College Fellow Chou.","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/EUST/EUST-227-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(143, 167, 19)","size":10.0},{"label":"HIST-419","x":40.0,"y":4.0,"id":"39","attributes":{"Title":"On Nationalism","Description":"Listed in: \n, as HIST-419\n (Section 01)\nNationalism–by far the most powerful political idea of the past 250 years–has transformed human history the world over. By positing a new form of human identity, it has liberated and enslaved, built and destroyed. Most importantly it persisted by presenting itself as a natural fact of human life. Studying nationalism, therefore, is an act of self-exploration, whether we regard ourselves as national or not. Yet, though nationalism has shaped the modern age, people strongly disagree on its most basic concepts: What are nations? When did they emerge? What is their future? This research seminar will begin with a systematic and comparative study of the key theories of nationalism, seeking to understand both their claims and historical contexts. From this theoretical foundation, the seminar will explore case studies from different epochs and continents. Further: more than focusing on nationalism’s impact on politics, our case studies will illustrate nationalism’s impact on gender norms and class, on religion and philosophy, on culture and the arts. Finally the course will culminate in individual student research projects, consisting of a 25-page research paper and a final presentation as part of a mini-conference event.\nNot open to first-year students.  Limited to 15 students.  Enrollment requires attendance at the first class meeting. Fall semester. Five College Professor Gordon.\npriority to history majors","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-419-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-231","x":41.0,"y":2.0,"id":"40","attributes":{"Title":"Race and Empire: The British Experience from 1760","Description":"Listed in: \n, as EUST-231  |  \n, as HIST-231\n (Section 01)\n(Offered as HIST 231 [EU] and EUST 231.) From the mid-eighteenth century through the 1960s, Britain presided over the most powerful empire in the world. At its height, this small island nation ruled one-quarter of the earth’s surface and more than 450 million of its inhabitants. Not only did British imperialism play a decisive role in shaping world politics, economics, and cultures in its day, it also left a number of profound legacies that continue to affect our lives in the present. This course traces the rise, fall, and lasting influence of the British empire, and pays particular attention to questions of race and ethnicity. Through a series of colonial encounters --such as the first contacts made between explorers and Pacific Islanders in the 18th century, the interactions between missionaries and Africans in the 19th century, or the migration of South Asians to Britain in the 20th century--it examines what “race” meant in different historical contexts. The course thus explores the institutionalization of racism in government, law, and society, and analyzes moments in which racism has been combated and overturned. Readings and course materials will be drawn from secondary and primary sources, including newspapers, novels, photographs, artwork, oral histories, and films. Two class meetings per week.\nLimited to 30 students. Spring semester.  Professor Boucher.\nPreference given first to history majors and then by seniority.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-231-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-225","x":42.0,"y":2.0,"id":"41","attributes":{"Title":"The Age of Chivalry, 1000-1500","Description":"Listed in: \n, as EUST-225  |  \n, as HIST-225\nFormerly listed as: WAGS-22  |  WAGS-23\n (Section 01)\n(Offered as HIST 225 [EU\n] and EUST 225.) Medieval Europe is often remembered and imagined as a chivalric civilization – a time when men were courageous and courteous, ladies were fair and respected, and the clash of arms was also an embodiment of Christian piety.  This course seeks to uncover the myths and realities of medieval chivalry and thereby provide a window into the material, social, and cultural life of the Middle Ages. The course will track the beginnings of chivalry as a form of warfare centered on the horseback soldier, to its transformation as a code of conduct and ethos of a ruling class, and its later formalization into rituals and ceremonies to be performed and enacted as a means of social distinction.  By examining documentary, fictional and pictorial sources, the course will review how competing ideals of chivalry were depicted and prescribed; how Christian ideals, aristocratic values and commercial realities aligned together; and how a mode of fighting became a way of life that defined an era.  Two class meetings per week. \nSpring semester. Visiting Professor Cho.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-225-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"EUST-339","x":43.0,"y":3.0,"id":"42","attributes":{"Title":"Betw Tsars & Communists","Description":"Listed in: \n, as EUST-339  |  \n, as HIST-439\n (Section 01)\n(Offered as HIST 439 [EU] and EUST 339) The course will explore a most intense and fascinating period in Russian history: the years 1890-1910. This period witnessed rapid urbanization and industrialization; the rise of professional and mass politics; first instances of modern terrorism and an intensification of nationalist struggles; imperialist ventures in Central Asia, Manchuria, and Korea; several revolutions and wars; and, above all, an unprecedented efflorescence of modernist culture in the late Russian Empire which was readily exported to and consumed in Europe. We will analyze these developments through a range of sources, including resources found at the Mead Art Museum. In addition to acquainting students with major developments in turn-of-the-century Russian Empire, the class will address contemporary scholarly debates that focus on concepts such as “modernity,” “self,” “discipline,” “knowledge,” “civil society,” and “nationalism.” Students will be required to complete an independent research paper. One class meetings per week. \nSpring semester. Five College Professor Glebov.","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/EUST/EUST-339-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(143, 167, 19)","size":10.0},{"label":"HIST-226","x":44.0,"y":2.0,"id":"43","attributes":{"Title":"Women and War in European History, 1558-1918","Description":"Listed in: \n, as ARHA-226  |  \n, as EUST-226  |  \n, as HIST-226\n (Section 01)\n (Section 01)\n(Offered as HIST 226 [EU\n]. ARHA 226, and EUST 226.) Although overlooked in military histories until recently, women have long been actively involved in warfare: as combatants, as victims, as workers, and as symbols. This course examines both the changing role of women, and the shifting constructions of “womanhood,” in four major European conflicts: the wars of Elizabeth I in sixteenth-century England, the wars and peace of Marie de Médicis in seventeenth-century France, the French Revolution, and the First World War. Using methodologies drawn from Art History and History, the course seeks to understand the gendered nature of warfare. Why are images of women and the family central to the iconography of war, and how have representations of womanhood shifted according to the aims of particular conflicts? To what extent do women’s experiences of warfare differ from men’s, and can war be considered a source of women’s liberation or oppression? Students will analyze a range of historical images in conjunction with primary source texts from these conflicts and will also develop an original research project related to the course’s themes. Two class meetings per week.\nRecommended requisite: A course in Art History or History. Limited to 25 students. Spring semester. Professors Boucher and Courtright.\ncourse in Art History or History preferred but not required","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-226-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"POSC-319","x":32.0,"y":3.0,"id":"44","attributes":{"Title":"History, Time, and American Political Development","Description":"Listed in: \n, as POSC-319\n (Section 01)\n[IL] Politics are not frozen in time, but are rather the product of developmental processes. Building on a survey of crucial works in the American Political Development (APD) literature and on general approaches (rational choice, sociological, etc.) to understanding institutional change, this course will introduce ways of thinking historically about political institutions in the U.S. Why did the party system evolve the way it did? Where did the rules and procedures of Congress come from? Where and when did important public services (transportation and communication infrastructure, protection for property, social insurance, etc.) become the provenance of state bureaucracies? How has the function and power of the Presidency changed over time? How did western expansion, imperialism, and military experience shape the federal government? These are a few of the substantive questions we will address in this course.\nMore broadly, however, this course helps us think about politics in a temporal way. History and political science are intrinsically related, but to understand the current debates and questions we need to be explicit about the types of processes (long-term, short-term, episodic, cyclic, etc.) that shape the institutions and events we see. Hence a key component of this course will be interrogating how scholars address the historiographic problem of studying politics, with the aim of cultivating the analytic tools necessary to situate contemporary political debates in the stream of time.\nPriority first given to fourth-year students, then to a balance of sophomores and juniors, randomly determined, followed by first-year students and 5-college students.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-319-1516S'> Course Site </a>","Requisite":["Requisite: An introductory Political Science course in IL (200 level or above) or any U.S. History course  (100 level or above) or HIST 301 or AMST 468 or LSJT 222. Limited to 25 students. Spring semester. Professor Obert."]},"color":"rgb(224, 126, 51)","size":10.0},{"label":"HIST-370","x":45.0,"y":3.0,"id":"45","attributes":{"Title":"Japan's Empire in Asia, 1868-1945","Description":"Listed in: \n, as ASLC-370  |  \n, as HIST-370\nMoodle site: \n (Section 01)\n(Offered as HIST 370 [AS] and ASLC 370 [J].) Japan emerged as the only non-Western multi-ethnic empire in the second half of the nineteenth century.  Comparing that empire to others across the globe, this course will consider how Japanese imperialism facilitated the complex circulation of goods, ideas, people and practices in modern Asia.  We will ask how that complex circulation shaped Japan, as well as the colonial modernities of Taiwan, Korea, and Manchuria.  Topics will include the formation of a regional imperial order in Asia, colony and metropole relations, gender and imperialism, regional migration, empire and total war, decolonization, and history and memory. Requirements include short response papers and topical essays.  Two class meetings per week.\nFall semester.  Professor Maxey.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-370-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-458","x":46.0,"y":4.0,"id":"46","attributes":{"Title":"1960's America: Left, Right, and Center","Description":"Listed in: \n, as HIST-458\nMoodle site: \n (Section 01)\n[US] The 1960s was arguably the most turbulent decade the United States experienced in the twentieth century. It evokes strong images of youthful protests and “sex, drugs, and rock-and-roll,” which defined the era in the popular mind. These exuberant stereotypes, however, also concealed the complexities and fissures at the core of Cold War American society. This research seminar will examine the dominant values and policies of the Cold War United States at the beginning of the decade, and the subsequent challenges posed to the existing order in the areas of race, foreign affairs, domestic economic policy, political leadership, gender relations, and popular culture. It will emphasize a wide array of protest movements and activism—both left and right—and the interplay among formal politics, grassroots movements, and popular culture. Finally, it will question whether the decade provides a valid and coherent framework for historical analysis, looking for continuities and unique aspects of this era in the broader context of modern American history.  The course will explore these questions in historical documents, as well as music, visual arts, literature, and film. Students will conduct in-depth research on a topic of their choice, culminating in a 20-25 page seminar paper. One class meeting per week.\nNot open to first-year students. Limited to 15 students. Spring semester. Professor Walker.\n \n \nCourse Information\nAmherst students, history majors, class year--seniors, juniors, sophomores","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-458-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-174","x":47.0,"y":1.0,"id":"47","attributes":{"Title":"Introduction to Modern South Asian History","Description":"Listed in: \n, as ASLC-174  |  \n, as HIST-174\nMoodle site: \n (Section 01)\n(Offered as HIST 174 [AS] and ASLC 174 [SA].) This survey course introduces key themes and events in the making of modern South Asia. The objective is to provide a skeletal historical narrative of the various transformations the subcontinent and its peoples experienced through the colonial and post-colonial eras.  A variety of primary sources and audio and visual materials will be utilized in conjunction with excerpts from panoramic textbooks as well as portions of monographs, combining perspectives from political, social, cultural and economic history.  Commencing with the transitions occurring in the middle to late 18th century, the course explores some of the major historical developments in South Asia until the present moment including the East India Company-state, colonial and imperial rule, social reform, the revolt of 1857, Indian nationalism, caste and communal conflict, and the struggles for post-colonial democracy. Two class meetings per week.\nSpring semester. Professor Sen.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-174-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-488","x":48.0,"y":4.0,"id":"48","attributes":{"Title":"Riot and Rebellion in Colonial and Post-Colonial Africa","Description":"Listed in: \n, as BLST-321  |  \n, as HIST-488\nFormerly listed as: BLST-50  |  HIST-92\nMoodle site: \n (Section 01)\n(Offered as HIST 488 [AF] and BLST 321 [A].) There were numerous rebellions against the state during the period of European colonial rule, and violent resistance to state authority has continued to characterize political life in many post-colonial African countries. This seminar will examine the development of several outbreaks of violence in Africa in the colonial and post-colonial periods to explore important questions in a comparative context. We will look at the economic, social, religious, and political roots of these disturbances; at the challenges faced both by rebel groups attempting to gain a foothold and by states with a fragile hold on ruling authority; and at the social disruptions caused by the participation of child and youth soldiers in various conflicts. We will also discuss the problems historians face in trying to narrate and analyze revolts whose strength often emerged from their protean character, and the legends and rumors that frequently swirled around violent revolts and their role in the construction of historical narratives. The events studied will include the Maji-maji rebellion in German-controlled Tanganyika in 1906-1907; the first (1896-1897) and second (1960-1980) Chimurengas (revolts) in southern Rhodesia/Zimbabwe; the widespread revolt in the 1980s and '90s in South Africa against the apartheid regime; and the Lord’s Resistance Army in northern Uganda in the late 1990s. Students will each write a 20- to 25-page research paper on an individually chosen topic as a final project; in addition there will be frequent, shorter writing assignments throughout the semester. There will be one class meeting per week.\nAdmission with consent of the instructor. Limited to 20 students. Not open to first-year students.  Fall semester.  Professor Redding.\nPreference to History majors, then to Black Studies majors","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-488-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-224","x":49.0,"y":2.0,"id":"49","attributes":{"Title":"The Century of Sex: Gender and Sexual Politics in Modern Europe","Description":"Listed in: \n, as EUST-224  |  \n, as HIST-224  |  \n, as SWAG-224\n (Section 01)\n(Offered as EUST 224, HIST 224 [E], and SWAG 224)  In the 1920s and 30s, authoritarian and fascist states across Europe declared that sexuality was not private. Sexual choices in the bedroom, they claimed, shaped national identities and the direction of social and cultural development. Through a variety of programs, propaganda and legal codes, states such as Nazi Germany and Fascist Italy sought to regulate sexual behavior and promote specific gender roles and identities. The intervention of the state in the intimate lives of citizens in the twentieth century, however, was rooted in the transformations of state, culture and economy that took place long before the speeches of great dictators. This course explores the cultural debates surrounding sexual practices, medical theories of gender and sexuality, and the relationship between sexuality and state that shaped European societies in the twentieth century. In case studies from across the continent, the course explores a range of topics, including but not limited to the history of sex reform, prostitution, homosexuality, venereal disease, contraception, abortion, the “New Woman” and sexual emancipation movements, sexual revolutions and reactionary movements and reproductive politics, among others. Students will explore how seemingly self-evident and unchanging categories--feminine and masculine, straight and gay, “normal” and “deviant”--have taken shape and changed over time, and how historical processes (modernization, imperialism, urbanization) and actors (social movements, sex reformers, nationalist groups and states) sought to define and regulate these boundaries in the so-called “century of sex.”  Two class meetings per week. Limited to 25 students. Spring semester. Visiting Professor Trask.\nPreference to History majors, Sexuality, Women’s and Gender Studies majors, seniors, juniors, sophomores, and first-years","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-224-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-204","x":50.0,"y":2.0,"id":"50","attributes":{"Title":"Jewish History in the Modern Age","Description":"Listed in: \n, as HIST-204\nMoodle site: \n (Section 01)\n[\n] This course introduces students to the history of the Jews from the 16th century to the present. Jews--a small group, lacking a stable geographical or political center for most of modern history--have played a remarkably central role in world events.  Jewish history exemplifies questions of tolerance, intolerance, and diversity in the Modern Age.  From Europe to the Americas to the Middle East, Jewish history has witnessed constant interchange between the non-Jewish world and its Jewish subcultures.  This course investigates Jewish history’s multiple dimensions: developments in Jews’ political status and economic opportunity; dramatic demographic shifts and global migrations; transformations in Jewish cultures, ideologies and identities; and religious adjustments to modernity.  We examine a variety of Jewish encounters with the modern world: integration, acculturation, assimilation, anti-Semitism, Jewish dissimilation and nationalism. Finally, the course will use this broad historical lens to explore and contextualize the double watershed of the 1940s—the Holocaust and the establishment of the State of Israel—as well as contemporary Jewish life.  Two class meetings per week.\nFall semester.  Five College Professor Gordon.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-204-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"BLST-381","x":51.0,"y":3.0,"id":"51","attributes":{"Title":"The Age of Emancipation in the Atlantic World, 1790-1900","Description":"Listed in: \n, as BLST-381  |  \n, as HIST-365\nMoodle site: \n (Section 01)\n(Offered as BLST 381 [CLA/D] and HIST 365 [LA/FA].)  Was the emancipation of millions of African-descended people from the bonds of chattel slavery--beginning with the 1791 slave rebellion in Haiti and ending with Brazilian abolition in 1888--a transformational moment for the enslaved, or did it merely mark an evolution in continuing exploitation of black people throughout the Americas?  This course scrutinizes the complex economic, political, ideological, social and cultural contexts which caused and were remade by emancipation.  Students are asked to consider emancipation as a global historical process unconstrained by the boundaries of the modern nation-state, while exploring the reasons for and consequences of emancipation from a trans-national perspective that incorporates the histories of the U.S., the Caribbean, Latin America and Africa.  By focusing on the ideological ambiguities and lived experiences of enslaved people, political actors, abolitionists, religious leaders, employers and many others, this seminar will question what constitutes equality, citizenship, and labor exploitation.  Finally the course will explore what role emancipated slaves played in shaping the historical meanings and practices of modern democracy. \nLimited to 20 students. Fall semester.  Professor Hicks.\nPreference will be given to Black Studies majors, by class level, if necessary.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-381-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(116, 55, 150)","size":10.0},{"label":"HIST-232","x":52.0,"y":2.0,"id":"52","attributes":{"Title":"European Intellectual History in the Twentieth Century","Description":"Listed in: \n, as EUST-242  |  \n, as HIST-232\nMoodle site: \n (Section 01)\n(Offered as HIST 232 [EU] and EUST 242). This class explores the intellectual history of Europe’s “Age of Extremes” by focusing on its feuding political ideas and their chief advocates: the public intellectuals. Liberalism, Conservatism, Communism, and Fascism – all were created by intellectuals, and all relied on intellectuals for their ideological struggle over Europe. The course will investigate the many – glorious and inglorious – careers of European intellectuals of very different agendas, polities, legacies and fates (Arendt, Gramsci, De Beauvoir, Sartre, Orwell, Schmitt to name a few). The course thus has two goals: first, it is an introduction to 20th-century political ideas in their European historical contexts; second, it is an examination of public intellectuals, their history, role, responsibility and even accountability. Course materials will include historical analysis and works of fiction; works of propaganda and works of art; manifestos and political trial confessions. Two class meetings per week.\nSpring semester. Five College Professor Gordon.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-232-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-432","x":53.0,"y":4.0,"id":"53","attributes":{"Title":"Gender, Class, and Crime: the Victorian Underworld","Description":"Listed in: \n, as EUST-332  |  \n, as HIST-432\nMoodle site: \n (Section 01)\n(Offered as HIST 432 [EU] and EUST 332.)  Victorian Britain was a nation of contrasts. It was at once the world’s foremost economic and imperial power, the richest nation in Europe, and the country where the consequences of industrialization–slums, poverty, disease, alcoholism, sexual violence–took some of their bleakest forms. In an era of revolution, Britain enjoyed one of the most stable political systems in Europe; yet it was also a society plagued by crime and by fears of popular unrest, the place where Marx predicted the worker’s revolt would begin. This seminar explores the complex world of the Victorians through a focus on what contemporaries termed the “social problem”: the underclass of criminals, paupers, and prostitutes who seemed immune to reform. Themes will include political liberalism and the Poor Law, imperialism at home and abroad, industrialization and urbanization, sanitation, hygiene, and disease control initiatives, shifting cultural understandings of gender and class, and Jack the Ripper. Students will be expected to write a research paper on a topic of their choice. One class meeting per week.\nNot open to first-year students. Limited to 15 students. Spring semester.  Professor Boucher.\nPreference given to History majors-- then seniors and juniors.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-432-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-172","x":54.0,"y":1.0,"id":"54","attributes":{"Title":"Modern China","Description":"Listed in: \n, as ASLC-146  |  \n, as HIST-172\nFormerly listed as: ASLC-46  |  HIST-16\nMoodle site: \n (Section 01)\n(Offered as HIST 172 [AS] and ASLC 146 [C].) A survey of Chinese history from the Manchu conquest of 1644 to the present. Beginning with the successes and failures of the imperial state as it faced global economic development, expanding European empires, and internal social change, we will study the Opium War, massive nineteenth-century religious rebellions, Republican revolution and state-building, the “New Culture” movement, Communist revolution, the anti-Japanese war, Mao’s Cultural Revolution, and the problems of post-Mao reform, all with comparative reference to current events. Readings, which include a wide variety of documents such as religious and revolutionary tracts, eye-witness accounts, memoirs, and letters, are supplemented by interpretive essays and videos. Two class meetings per week.\nFall semester. Professor Dennerline.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-172-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-283","x":55.0,"y":2.0,"id":"55","attributes":{"Title":"Introduction to South African History","Description":"Listed in: \n, as BLST-121  |  \n, as HIST-283\nFormerly listed as: BLST-49  |  HIST-64\n (Section 01)\n(Offered as HIST 283 [AF\n] and BLST 121 [A].) South African history is undergoing radical shifts in the way it is being written, read and interpreted, and this course will explore established and emerging themes in the history of this intriguing country. The time period covered will span the precolonial indigenous cultures and move on to study the initiation and expansion of white settlement and its early dependence on slave labor. The course will also investigate African resistance, both in its political and cultural forms, as well as the social effects of gold-mining and migrant labor. African nationalism, including the ANC, the Black Consciousness Movement, and the United Democratic Front, will be the focus of our study of the responses to \nand the ultimate collapse of the \n state. The course will end with discussions of recent events in South Africa, particularly the Truth and Reconciliation Commission and its aftermath as well as the developing AIDS epidemic and the growing problem of crime. Two class meetings per week.\nSpring semester. Professor Redding.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-283-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-212","x":56.0,"y":2.0,"id":"56","attributes":{"Title":"Disease and Doctors: An Introduction to the History of Western Medicine","Description":"Listed in: \n, as HIST-212\nFormerly listed as: HIST-66\nMoodle site: \n (Section 01)\n[\n] Disease has always been a part of human experience; doctoring is among our oldest professions. This course surveys the history of Western medicine from antiquity to the modern era. It does so by focusing on the relationship between medical theory and medical practice, giving special attention to Hippocratic medical learning and the methods by which Hippocratic practitioners built a clientele, medieval uses of ancient medical theories in the definition and treatment of disease, the genesis of novel chemical, anatomical, and physiological conceptions of disease in the early modern era, and the transformations of medical practice associated with the influence of clinical and experimental medicine in the nineteenth century. The course concludes by examining some contemporary medical dilemmas in the light of their historical antecedents. Two class meetings per week.\nFall semester. Professor Servos.\n$35.00","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-212-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-175","x":57.0,"y":1.0,"id":"57","attributes":{"Title":"Japanese History to 1700s","Description":"Listed in: \n, as ASLC-225  |  \n, as HIST-175\nFormerly listed as: ASLC-25  |  HIST-17\nMoodle site: \n (Section 01)\n(Offered as HIST 175 [AS\n] and ASLC 225 [J].) This is a writing attentive survey of Japan’s history from antiquity to the early-eighteenth century. It traces political, social, and cultural developments in order to provide basic literacy in pre-modern Japanese history and a basis both for comparative history and further course work in Japanese history.  Prominent themes include the rise of early polities, contact with the Chinese continent and Korean peninsula, the aristocratic culture of the Heian court and its displacement by medieval samurai rule, the role of Buddhist thought and institutions, the “warring states” period of the sixteenth-century and cosmopolitan contact with Christian Europe, the Tokugawa peace and its urban cultural forms.  Throughout, we will read a variety of sources, including eighth-century mythology, aristocratic literature, chronicles of war, religious and philosophical texts, as well as modern fiction and film.  Classes will combine lectures with close readings and discussions of the assigned texts.  Requirements include short response papers and topical essays. Two class meetings per week.\nSpring semester. Professor Maxey.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-175-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-230","x":58.0,"y":2.0,"id":"58","attributes":{"Title":"The French Revolution","Description":"Listed in: \n, as EUST-230  |  \n, as HIST-230\nMoodle site: \n (Section 01)\n(Offered as HIST 230 [EU\n] and EUST 230.) Often viewed as one of the defining events in modern history, the French Revolution has been debated and discussed, derided and celebrated by generations of politicians, cultural commentators, and historians. This course enters into this on-going conversation by examining the nature of the revolutionary process as it unfolded in late eighteenth-century France and its empire. Beginning in the “old regime” of kings and commoners, it untangles the social, political, and intellectual roots of the Revolution and investigates the extent to which these factors contributed to the radical overthrow of the French establishment in 1789. It then follows the extension of the Revolution throughout French society and across the seas to the Caribbean, analyzing how popular and colonial upheavals influenced the revolutionary new order of “liberty, equality, and brotherhood” that was taking shape in France. Finally, the course explores the aftermath of the Revolution by tracing the various ways that its history has been interpreted and reinterpreted from the nineteenth century to the present day. Two class meetings per week.\nFall semester.  Professor Boucher.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-230-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-242","x":59.0,"y":2.0,"id":"59","attributes":{"Title":"Material Culture of American Homes","Description":"Listed in: \n, as ARCH-242  |  \n, as ARHA-133  |  \n, as HIST-242\nFormerly listed as: FIAR-33  |  HIST-37\nMoodle site: \n (Section 01)\n(Offered as HIST 242 [US\n], ARCH 242, and AHRA 133.) Using architecture, artifacts, visual evidence and documentary sources, the course examines social and cultural forces affecting the design and use of domestic architecture, home furnishings, and domestic technology in the eastern United States from 1600 to 1960. In addition to providing a survey of American domestic architecture, the course provides an introduction to the study of American material culture. Field trips to Historic Deerfield, Old Sturbridge Village, Hartford, Connecticut, and sites in Amherst form an integral part of the course. Two class meetings per week.\nLimited to 25 students.  Fall semester.  Professor K. Sweeney.\nPreference given to history and art and history of art majors.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-242-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-254","x":60.0,"y":2.0,"id":"60","attributes":{"Title":"American Foreign Policy Since the End of the Cold War","Description":"Listed in: \n, as HIST-254\nMoodle site: \n (Section 01)\n[US] This course will study the evolution of American foreign policy since 1989.  We will examine the theory and practice of diplomacy under the first President Bush, President Clinton, the second President Bush, and President Obama.  At the heart of the course will be a consideration of the extent to which the United States has attempted and been able to sustain the unipolar power position in world politics that the United States gained with the collapse of the Soviet Union. One two-and-a-half-hour meeting per week.\nLimited to 25 students. Fall semester.  Professor Emeritus G. Levin.\nPreference given to history and poly sc majors","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-254-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"POSC-312","x":61.0,"y":3.0,"id":"61","attributes":{"Title":"Post-Cold War American Diplomacy","Description":"Listed in: \n, as HIST-257  |  \n, as POSC-312\nFormerly listed as: COLQ-18  |  HIST-50  |  POSC-55\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as POSC 312 [G] and HIST 257 [US].)  A 1992 still-classified Pentagon Defense Policy Guidance draft asserts that America’s political and military mission in the post-cold war era will be to ensure that no rival superpower be allowed to emerge in world politics. This course will examine American foreign relations from the fall of the Berlin Wall to the present. We will study the similarities and differences in the styles of statecraft of all post-cold war U.S. administrations in producing, managing and sustaining America’s unrivaled international position, which emerged in the aftermath of the collapse of the Soviet Union.  While examining the debates between liberals and neoconservatives about America’s role in the world both preceding and following the 9-11 attack, we will also discuss the extent to which these debates not only have shaped American foreign policy but also how they have influenced our domestic politics and vice versa. Among the other main themes to be examined:  the strategic, tactical and humanitarian uses of military and other forms of power by each administration (e.g., towards Somalia, the Balkans, Iraq, Afghanistan); U.S. policy towards NATO and towards the world economy; U.S. policy towards Russia, China, the Middle East and Latin America; human, economic and political costs and benefits of American leadership in this period.\nPreference given to students who have taken one of the following courses: POSC 213, 310, 311, 410; HIST 256. Limited to 30 students. Not open to first-year students. Fall semester. Professor Machala and Professor Emeritus G. Levin.\nPreference given to students who have taken one of the following courses: Political Science 213, 310, 311, 410; History 256.\n31.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-312-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(224, 126, 51)","size":10.0},{"label":"HIST-494","x":62.0,"y":4.0,"id":"62","attributes":{"Title":"Istanbul","Description":"Listed in: \n, as ANTH-431  |  \n, as ASLC-494  |  \n, as HIST-494\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as HIST 494 [ME], ANTH 431, and ASLC 494.) At different points in its nearly 2000-year history, the city now known as Istanbul has been the capital of the Roman, Byzantine, and Ottoman empires. In 2010, Istanbul was selected as the “Cultural Capital of Europe.” Over this long history, millions of people and multiple communities have called Istanbul their home—each shaping the city with distinct visions of the past and longings for the future. As innumerable identities (communal, religious, national, ethnic) have been both claimed and erased to serve a variety of political, economic, and social ideologies over millennia, Istanbul stands today as a city where the meanings of space and place are contested like few others. This  seminar explores the connections between contemporary politics and society in Turkey through the contested histories of space and place-making in Istanbul, with special attention to the varied historical legacy of architecture of the city. This is a research seminar and a Global Classroom course. One class meeting per week.\nLimited to 12 students. Preference to junior and senior majors. Spring semester.  Professors Dole and Ringer.\nPreference given to junior and senior majors.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-494-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-319","x":63.0,"y":3.0,"id":"63","attributes":{"Title":"Religion, Empires, and Secular States in the Nineteenth Century","Description":"Listed in: \n, as ASLC-320  |  \n, as HIST-319  |  \n, as RELI-322\nMoodle site: \n (Section 01)\n(Offered as HIST 319 [\n], ASLC 320 [WA] and RELI 322.) Conceptions of the religious and the secular that continue to resonate today assumed global significance in the course of the nineteenth century as colonial empires and nascent nation-states negotiated how they would govern heterogeneous populations and interact with each other. Drawing on scholarship from a number of disciplines that historicize the categories of religion and secularity, this course will examine the political function of the religious and the secular as conceptual and regulatory categories in the 19th century.  Colonial administrations, for example, employed the conceit of secularism to neutralize religious difference while individuals and communities attempted to reform and modernize local traditions as “religion” in order to navigate global hierarchies.  We will begin with a historiographic and theoretical survey, covering topics that include the academic creation of “World Religions,” the politics of conversion within the British Empire, and the discourse of Orientalist spiritualism.  The second half of the course will apply these historiographic and theoretical concerns to East Asia and Japan in particular. Requirements will include two topical essays and one longer paper entailing modest research. Two  class meetings per week.\nLimited to 15 students.  Not open to first-year students.  Fall semester.  Professor Ringer.\nPriority will be given to junior and senior history majors, with the remainder on a first come basis.  ","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-319-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-157","x":64.0,"y":1.0,"id":"64","attributes":{"Title":"The U.S. in the World: 1898 to the Present","Description":"Listed in: \n, as HIST-157\nMoodle site: \n (Section 01)\n[US] This course investigates the United States’ foreign relations in the twentieth and early twenty-first centuries and seeks to understand why and how it has become increasingly involved in world affairs. Starting with the War of 1898 and closing with the contemporary global war on terrorism, it examines the interplay of domestic and foreign considerations that have defined the “American Century.” This period raises important questions about the nature of American power in relation to traditional empires. The course asks students to think critically about the United States in the context of imperialism and explore how Americans, both in and out of government, sought to reconcile domestic values and identities with the country’s growing global presence. It investigates the ideological, economic, political, social, racial, and security considerations that shaped America’s emergence as a world power and formed the basis of modern American foreign policy and domestic society.  Three class meetings per week.\nLimited to 60 students. Spring semester.  Professor Walker.\n.\npreference given to history majors","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-157-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-246","x":65.0,"y":2.0,"id":"65","attributes":{"Title":"Race and Amer Capitalism","Description":"Listed in: \n, as BLST-248  |  \n, as HIST-246\n (Section 01)\n(Offered as BLST 248 [US] and HIST 246 [US].)  An unconventional history of capitalism, this class explores the various ways African Americans have experienced and responded to shifts in the organization of the American economy. Beginning with the middle passage and creation of plantation slavery in the New World, we will explore the commodification of African Americans' labor, and the ways in which that labor became a cornerstone of capital accumulation, both globally and in the United States. We continue through the revolutions of emancipation, the rise of Jim Crow and the making of urban America, to our present day reality of deeply rooted, and racialized, economic inequality. More than a history of exploitation, however, we will address the various ways in which African Americans chose to manage both the challenges and possibilities of American capitalist development.  How, for instance, did black ownership of real estate in the segregated South shape Jim Crow governance? To what extent has black business contributed toward struggles for political and social equality? Finally, we will assess the numerous black critics, including intellectuals, activists and working African Americans, of the American political economy. How have such men and women called attention to the ways race and class have combined to shape both black lives and black political subjectivity?\nSpring semester.  Visiting Lecturer Hickmott.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-246-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-236","x":66.0,"y":2.0,"id":"66","attributes":{"Title":"Soviet Union During the Cold War","Description":"Listed in: \n, as EUST-238  |  \n, as HIST-236\nMoodle site: \n (Section 01)\n(Offered as HIST 236 [EU] and EUST 238.)  The Cold War indelibly shaped the second half of the twentieth century.  Spies seemed ubiquitous; nuclear annihilation imminent.  Films such as \n and the \n series forged a Western image of the Soviet Union.  But how were these decades experienced behind the Iron Curtain?  This class explores Soviet history between the end of World War II and the collapse of the USSR.  We will study the roots of the Cold War; the politics of de-Stalinization in the USSR; the unfolding of Soviet influence in Eastern Europe; and Soviet relations with the West, China, and the developing world.  We will also explore the internal dynamics of Soviet society: the rise of the Soviet middle class, consumerism, tourism, the entertainment industry, demographic trends, education, and public health.  Two class meetings per week. \nFall semester. Five College Professor Glebov.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-236-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-114","x":67.0,"y":1.0,"id":"67","attributes":{"Title":"Race, Empire, and Transnationalism: Chinese Diasporic Communities in the U.S. and the World","Description":"Listed in: \n, as HIST-114\nMoodle site: \n (Section 01)\n[\n/AS] How does a study of the Chinese diasporic communities in Southeast Asia, the United States, and the Caribbean help us understand the questions of ethnic identity formation, construction, and negotiation? What caused people from China to move, and to where? What forms of discrimination and control did they experience? How do their experiences and histories deepen our understanding of race, empire, and transnationalism? These are the main questions that we seek to answer in this introductory course on the history of the Chinese diaspora. We will begin by looking into the early history of Chinese migration (ca. 1500 to 1800) to particular geographical areas in the world, including the United States. The rest of the course examine the history of selected diasporic communities from the nineteenth to the twenty-first centuries. Themes to be discussed throughout the course include imperialism, colonialism, race, ethnicity, gender, nationalism, transnationalism, orientalism, hegemony, and globalization.\nSpring semester. Five College Professor Chu.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-114-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-251","x":68.0,"y":2.0,"id":"68","attributes":{"Title":"The Immigrant City","Description":"Listed in: \n, as HIST-251\n (Section 01)\n (Section 01)\n[US] A history of urban America in the industrial era, this course will focus especially on the city of Holyoke as a site of industrialization, immigration, urban development, and deindustrialization. We will begin with a walking tour of Holyoke and an exploration of the making of a planned industrial city. We will then investigate the experience of several key immigrant groups--principally Irish, French Canadian, Polish, and Puerto Rican--using both primary and secondary historical sources, as well as fiction. Students will write several papers on one or another immigrant group or a particular element of social experience, and a final research paper that explores in greater depth one of the topics touched upon in the course. The course will include students from Amherst College and Holyoke Community College and is open to all students, majors and non-majors. All students will engage in some primary research, especially in the city archives and Wistariahurst Museum, in Holyoke. \n Classes will be held at both Amherst and Holyoke sites; transportation will be provided.\nEnrollment is limited to ten students per institution.  Spring semester.  Professors Couvares and Clinton (HCC).\nHistory majors first, then seniors, juniors, sophomores, first-years, in that order","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-251-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-492","x":69.0,"y":4.0,"id":"69","attributes":{"Title":"Inside Iran","Description":"Listed in: \n, as ASLC-459  |  \n, as HIST-492\nFormerly listed as: ASLC-59  |  HIST-80\nMoodle site: \n (Section 01)\n(Offered as HIST 492 [ME] and ALSC 459 [WA].)  This seminar explores contemporary Iran from a historical and interdisciplinary perspective. The aim of the course is both to provide an overall understanding of the history of Iran, as well as those key elements of religion, literature, legend, and politics that together shape Iran's understanding of itself. We will utilize a wide variety of sources, including Islamic and local histories, Persian literature, architecture, painting and ceramics, film, political treatises, Shiite theological writing, foreign travel accounts, and U.S. state department documents, in addition to secondary sources.  Two class meetings per week.\nRecommended requisite: a survey course on the modern Middle East. Admission with consent of the instructor. Limited to 15 students.  Not open to first-year students.  Fall semester. Professor Ringer.\nPreference given to students who have already taken a modern Middle East survey course.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-492-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-264","x":70.0,"y":2.0,"id":"70","attributes":{"Title":"Introduction to Latin America: Conquest, Colonization and Rebellion","Description":"Listed in: \n, as HIST-264\n (Section 01)\n[LA/p] Over the course of three centuries, massive migrations from Europe and Africa and the dramatic decline of indigenous populations in South and Central America radically transformed the cultural, political, economic, and material landscape of what we today know as Latin America. This class will investigate the dynamism of Latin American societies beginning in the ancient or pre-conquest period and ending with the collapse of European rule in most Spanish-, Portuguese-, and French-speaking territories in the New World. We will explore this history through the eyes of various historical actors, including politicians, explorers, noble men and women, indigenous intellectuals, and African slaves. In addition to interrogating the myriad of peaceable and creative cross-cultural exchanges and interactions that characterized the relationship between these groups, we will also explore how conflict, exploitation, and natural disaster shaped the Colonial Latin American experience. Through a mixture of lecture, small and large group activities, and analysis of primary and secondary sources we will also consider how historians understand the past as well as the foundational debates which shape our current interpretations of colonial Latin American history. Two class meetings per week. Spring semester. Professor Hicks.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-264-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"HIST-406","x":71.0,"y":4.0,"id":"71","attributes":{"Title":"Historical Perspectives on Women's Human Rights","Description":"Listed in: \n, as HIST-406  |  \n, as SWAG-406\nMoodle site: \n (Section 01)\n(Offered as HIST 406 [C] and SWAG 406.) This course provides a historical overview of conflicts over women's roles in family, the economy and the body politic. It addresses gains women have made as well as challenges they face in relation to economic development, military conflict, domestic inequality, health, and religious and cultural beliefs. It will introduce students to a range of obstacles that have arisen--and continue to arise--in the struggle to ensure that women are treated as full and legitimate bearers of human rights.  Materials will include some of the significant feminist critiques of human rights activities that have emerged from this struggle as well as a range of comparative views of advances and setbacks to women's rights in Latin America, Asia, Africa, Europe, and the U.S.  Students will become familiar with important instruments, strategies, and movements intended to remedy the inequalities that affect women.  Students will be expected to write a substantial research paper and participate actively in class discussion.  One class meeting per week.\nAdmission with consent of instructor.  Limited to 15 students.  Not open to first-year students. Spring semester.  Professor Saxton.\npriority given to upper class students with some background  in history, swags and/or political science\n$125.00","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-406-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0},{"label":"BLST-291","x":72.0,"y":2.0,"id":"72","attributes":{"Title":"Black Radicalism in the Global South","Description":"Listed in: \n, as BLST-291  |  \n, as HIST-291\nMoodle site: \n (Section 01)\n(Offered as BLST 291[D] and HIST 291[AF/c]) This course will examine the geographic formation contemporary scholars have identified as the \"Global South,\" and explore how it has been historically infused by the political struggles of people throughout the African Diaspora. Transnational in scope, this course will address the American South, the Caribbean and Africa, placing the history of colonialism and decolonization alongside--and in dialogue with--efforts to achieve racial justice in the United States.  In turn, we will probe how the Global South simultaneously nurtured, and was created by, the emergence and development of a Black Radical Tradition, and broader notions of black diasporic identity. Through close readings of primary sources, this course will establish pioneering intellectuals such as W.E.B. Du Bois, Eric Williams, Frantz Fanon, Ella Baker, Stokely Carmichael, Claudia Jones and CLR James as \"southern\" critics of racism and western modernity. In turn, this course will assess the black radical's relationship to modes of thought (particularly liberalism, nationalism and Marxism) initially articulated outside the Global South. Finally, we will critically assess the extent, and limitations, of such efforts to \"make the world anew.\"\nFall semester.  Visiting Lecturer Hickmott.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-291-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(116, 55, 150)","size":10.0},{"label":"HIST-234","x":73.0,"y":2.0,"id":"73","attributes":{"Title":"Nazi Germany","Description":"Listed in: \n, as EUST-234  |  \n, as HIST-234\nFormerly listed as: EUST-54  |  HIST-34\nMoodle site: \n (Section 01)\n(Offered as HIST 234 [EU] and EUST 234.)  In the 1920s, Germany was celebrated throughout Europe and North America as a model of democratic political reform, artistic experimentation, economic prosperity, and cultural diversity.  Yet by 1933, millions of Germans gave their political support and allegiance to a movement that called for the destruction of democracy, an attack on Jews, Communists, gay men, and lesbians, and deemed \"asocial\" anyone who did not conform to narrowly prescribed social, political, and sexual standards. This course will explore the rocky transition from the Germany of the Imperial period to the authoritarian Third Reich through the way station of the democratic Weimar Republic. It will examine the promise and excitement, the sense of possibility and openness of the 1920s, and the utopian vision of a \"racial state\" that succeeded it in the 1930s.  This course explores the emergence of Hitler and Nazism in Germany, the culture wars in the 1920s and 1930s, Nazi ideology and aesthetics, Nazi racial policies, daily life in the Third Reich, the march toward World War and the “war against the Jews” - the Holocaust.  Class participants will discuss specific case-studies as well as broader themes surrounding the nature of political consent and coercion in German society.  Texts will include films, diaries, historical fiction, memoirs, government and policy texts and scholarly accounts of the era.  Two class meetings per week.\nLimited to 40 students. Fall semester. Professor Trask.\nPriority given to seniors and history majors","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-234-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 50, 255)","size":10.0}]}