{"edges":[{"label":"","source":"4","target":"36","id":"6","attributes":{},"color":"rgb(236, 105, 146)","size":1.0},{"label":"","source":"19","target":"36","id":"8","attributes":{},"color":"rgb(236, 105, 146)","size":1.0},{"label":"","source":"27","target":"6","id":"10","attributes":{},"color":"rgb(127, 205, 82)","size":1.0},{"label":"","source":"27","target":"28","id":"12","attributes":{},"color":"rgb(127, 205, 82)","size":1.0},{"label":"","source":"27","target":"33","id":"14","attributes":{},"color":"rgb(127, 205, 82)","size":1.0},{"label":"","source":"28","target":"6","id":"16","attributes":{},"color":"rgb(127, 205, 82)","size":1.0},{"label":"","source":"28","target":"33","id":"18","attributes":{},"color":"rgb(127, 205, 82)","size":1.0},{"label":"","source":"32","target":"11","id":"20","attributes":{},"color":"rgb(236, 105, 146)","size":1.0},{"label":"","source":"37","target":"6","id":"22","attributes":{},"color":"rgb(127, 205, 82)","size":1.0},{"label":"","source":"37","target":"27","id":"24","attributes":{},"color":"rgb(127, 205, 82)","size":1.0},{"label":"","source":"37","target":"28","id":"26","attributes":{},"color":"rgb(127, 205, 82)","size":1.0},{"label":"","source":"37","target":"33","id":"28","attributes":{},"color":"rgb(127, 205, 82)","size":1.0},{"label":"","source":"44","target":"36","id":"30","attributes":{},"color":"rgb(236, 105, 146)","size":1.0}],"nodes":[{"label":"RELI-261","x":0.0,"y":2.0,"id":"0","attributes":{"Title":"Women in Judaism","Description":"Listed in: \n, as RELI-261  |  \n, as SWAG-239\nFormerly listed as: WAGS-39\n (Section 01)\n(Offered as RELI 261 and SWAG 239.) A study of the portrayal of women in Jewish tradition. Readings will include biblical and apocryphal texts; Rabbinic legal \n and non-legal \n material; selections from medieval commentaries; letters, diaries, and autobiographies written by Jewish women of various periods and settings; and works of fiction and non-fiction concerning the woman in modern Judaism. Employing an inter-disciplinary and cross-cultural approach, we will examine not only the actual roles played by women in particular historical periods and cultural contexts, but also the roles they assume in traditional literary patterns and religious symbol systems.  This discussion course requires participants to prepare a series of closely argued essays related to assigned readings and films.\nSpring semester. Professor Niditch.\n$30","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RELI/RELI-261-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(110, 201, 103)","size":10.0},{"label":"ENGL-471","x":1.0,"y":4.0,"id":"1","attributes":{"Title":"Corporeal States:  Body, Nation, Text in Modern African Literature","Description":"Listed in: \n, as BLST-412  |  \n, as ENGL-471  |  \n, as SWAG-471\nMoodle site: \n (Section 01)\n(Offered as ENGL 471, BLST 412 [A], and SWAG 471.)  How do literary texts transmute human bodies into subjects–gendered subjects, colonial subjects, disabled subjects, terrorists, cultural icons, cyborgs?  And what happens when we use ideas about the body to represent the body politic? In this course we will examine how modern African writers utilize a variety of genres, including ethnographic writing, Kung Fu movies, pornography, traditional epic, and graffiti, to challenge our notions of what counts as a body, as a nation, or as a text. Alongside novels by established writers, we will consider recent books and digital creations by Chimamanda Adichie, Chris Abani, Teju Cole, Zakes Mda, Werewere Liking, and Taiye Selasi.\nOpen to juniors and seniors.  Limited to 15 students.  Fall semester.  Professor Cobham-Sander.\nPreference given to junior and senior majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-471-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(194, 231, 90)","size":10.0},{"label":"HIST-224","x":2.0,"y":2.0,"id":"2","attributes":{"Title":"The Century of Sex: Gender and Sexual Politics in Modern Europe","Description":"Listed in: \n, as EUST-224  |  \n, as HIST-224  |  \n, as SWAG-224\n (Section 01)\n(Offered as EUST 224, HIST 224 [E], and SWAG 224)  In the 1920s and 30s, authoritarian and fascist states across Europe declared that sexuality was not private. Sexual choices in the bedroom, they claimed, shaped national identities and the direction of social and cultural development. Through a variety of programs, propaganda and legal codes, states such as Nazi Germany and Fascist Italy sought to regulate sexual behavior and promote specific gender roles and identities. The intervention of the state in the intimate lives of citizens in the twentieth century, however, was rooted in the transformations of state, culture and economy that took place long before the speeches of great dictators. This course explores the cultural debates surrounding sexual practices, medical theories of gender and sexuality, and the relationship between sexuality and state that shaped European societies in the twentieth century. In case studies from across the continent, the course explores a range of topics, including but not limited to the history of sex reform, prostitution, homosexuality, venereal disease, contraception, abortion, the “New Woman” and sexual emancipation movements, sexual revolutions and reactionary movements and reproductive politics, among others. Students will explore how seemingly self-evident and unchanging categories--feminine and masculine, straight and gay, “normal” and “deviant”--have taken shape and changed over time, and how historical processes (modernization, imperialism, urbanization) and actors (social movements, sex reformers, nationalist groups and states) sought to define and regulate these boundaries in the so-called “century of sex.”  Two class meetings per week. Limited to 25 students. Spring semester. Visiting Professor Trask.\nPreference to History majors, Sexuality, Women’s and Gender Studies majors, seniors, juniors, sophomores, and first-years","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-224-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(50, 133, 119)","size":10.0},{"label":"SWAG-329","x":3.0,"y":3.0,"id":"3","attributes":{"Title":"Bad Black Women","Description":"Listed in: \n, as BLST-377  |  \n, as SWAG-329\nMoodle site: \n (Section 01)\n(Offered as SWAG 329 and BLST 377 [US].) History has long valorized passive, obedient, and long-suffering black women alongside aggressive and outspoken black male leaders and activists.  This course provides an alternative narrative to this misrepresentation, as we will explore how “bad” is defined by one’s race, gender, class, and sexuality as well as how black women have transgressed the boundaries of what is means to be “good” in US society. We will use an interdisciplinary perspective to examine why black women have used covert and explicit maneuvers to challenge the stereotypical “respectable” or “good” black woman and the various risks and rewards they incur for their “deviance.” In addition to analyzing black women’s literature, we will study black women’s political activism, sex work, and rising incarceration as well as black women’s nonconformity in art, poetry, music, dance, and film. Students should be aware that part of this course is “immersive” and consequently, students will participate in a master class that will explore how dance operates as a way to defy race, class, and gender norms.\nOpen to first-year students with consent of the instructor. Priority given to students who attend the first day of class. Writing Attentive. Limited to 20 students.  Expectations include a master dance class, three writing projects, a group presentation, and various in-class assignments.  Fall semester. Professor Henderson.\nPriority given to students who attend the first day of class.\n100","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-329-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"FREN-208","x":3.5,"y":2.0,"id":"4","attributes":{"Title":"French Conversation","Description":"Listed in: \n, as FREN-208\nFormerly listed as: FREN-08\n (Section 01)\nTo gain as much confidence as possible in idiomatic French, we discuss French social institutions and culture, trying to appreciate differences between French and American viewpoints. Our conversational exchanges will touch upon such topics as French education, art and architecture, the status of women, the spectrum of political parties, minority groups, religion, and the position of France and French-speaking countries in the world. Supplementary work with audio and video materials.\nSeniors will have the lowest priority and will be dropped first.  Priority will be given to:  first- and second-year students, especially those who are planning to study in France, and to French majors and potential majors.\n$35.00","Department Code":"FREN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/FREN/FREN-208-1516S'> Course Site </a>","Requisite":["Requisite: FREN 205, or completion of AP French, or four years of secondary school French in a strong program. Limited to 16 students. Fall and spring semester. Professor Sigal."]},"color":"rgb(175, 173, 173)","size":10.0},{"label":"SWAG-115","x":6.0,"y":1.0,"id":"5","attributes":{"Title":"Equality and Violence","Description":"Listed in: \n, as ARHA-115  |  \n, as SWAG-115\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as SWAG 115 and ARHA 115.) This Inside/Out course will meet every week at the Hampshire County Jail, and students will study how inequality of various kinds is linked to violence and sexual assault and also examine social art practice and its relation to issues of power.  Readings and discussions will focus on gender, racial, and class inequalities in society and examples of contemporary art work which address them. Inside and outside students will pursue and refine themes through interviews with one another and in art projects and individual essays.  They will produce a final project in a public forum to be decided on by the students for an audience of incarcerated and Amherst students. Students will create an accompanying  publication of text and images that enlarges on their debates and discussions. The course will be conducted on the Inside/Out model, and authorities from the Jail will collaborate with participants in determining the nature of permitted research, the format, and the timing of the final project.\nNot open to first-year students.  Limited to 12 students.  Interview with the instructor prior to admission is required.  Fall semester.  Professor Saxton and Visiting Artist-In-Residence Ewald.\nPermission of instructor\n13.07","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-115-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"SPAN-345","x":8.0,"y":3.0,"id":"6","attributes":{"Title":"Latina Stories: Making Waves in the USA","Description":"Listed in: \n, as SWAG-245  |  \n, as SPAN-345\nMoodle site: \n (Section 01)\n(Offered as SPAN 345 [RC] and SWAG 245.)  When political movements advocating for civil and human rights took full force in the United States in the 1960s and 1970s, women from different Latin American and Caribbean origins discovered they could enter the national imagination through their writing and thereby defy historical erasure. In the last 50 years, the political literary production of Latina women has been vertiginous, important, and consistently understudied within the academy. Within a socio-historical context, we will study the making of Latina identities, the myths of unity in this label, and the distinctive nature of Latina stories from different countries and from different economic backgrounds. What is the role of Latina voices in the arduous and slow processes of nation building, democracy, and diversity formation? How have Latina lives and stories re-shaped concepts of community, introduced activism for LGBT rights, changed the parameters by which motherhood, race, and ethnicity are understood?  How have Latinas tackled issues of domestic violence and rape? How has their work transformed national and transnational meta-narratives of citizenship? We will read manifestos, poetry, and fiction to understand this complex and critical condition. Conducted in Spanish.  Readings will be in both Spanish and English, and all writing is due in Spanish.\nPriority will be given to majors in Spanish, seniors first, then those who have completed two 200-level courses and/or study abroad.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SPAN/SPAN-345-1415S'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212 or with permission of the instructor.  Limited to 15 students.  Spring semester.  Professor Suárez."]},"color":"rgb(127, 205, 82)","size":10.0},{"label":"SWAG-279","x":11.0,"y":2.0,"id":"7","attributes":{"Title":"Global Women's Literature","Description":"Listed in: \n, as BLST-202  |  \n, as ENGL-279  |  \n, as SWAG-279\nMoodle site: \n (Section 01)\n(Offered as SWAG 279, BLST 202, and ENGL 279.) What do we mean by “women’s fiction”? How do we understand women’s genres in different national contexts? This course examines topics in feminist thought such as marriage, sexuality, desire and the home in novels written by women writers from South Asia, Africa and the Caribbean. We will draw on postcolonial literary theory, essays on transnational feminism and historical studies to situate our analyses of these novels. Texts include South African writer Nadine Gordimer’s \n, Indian novelist Kiran Desai’s \n and Caribbean author Shani Motoo’s \n. \nFall semester. Professor Shandilya.\n10","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-279-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"SWAG-410","x":12.0,"y":4.0,"id":"8","attributes":{"Title":"Epidemics and Society: AIDS and Ebola","Description":"Listed in: \n, as SWAG-410\nMoodle site: \n (Section 01)\nThis seminar explores the AIDS and Ebola epidemics in the U.S. and globally, and the role of socio-economic, political and biological factors in the shaping of the epidemics. The course encourages students to think about AIDS, Ebola and other diseases politically, while remaining attentive to their bodily and health effects. We will engage with AIDS and Ebola on various scales, from the virus and immune cells to the transnational pharmaceutical industry, and from physical human contact to the political economies of health care. We will examine the racialization of the epidemics and study the processes by which some groups of people become more vulnerable to the epidemics than others. We will also explore the gender dimension of these epidemics, particularly the AIDS epidemic, from intimate sexual relations and power dynamics involved in negotiations over condom use, to global processes such as the feminization of poverty, the neoliberal economic restructuring of health systems, and the politics of scientific and medical research on AIDS. In addition, we will examine the role of social movements in responding to these epidemics.\nLimited to 15 students. Fall semester. Professor Sadjadi.\nPriority given to WAGS majors\n100","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-410-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"ARHA-284","x":13.0,"y":2.0,"id":"9","attributes":{"Title":"Women and Art in Early Modern Europe","Description":"Listed in: \n, as ARHA-284  |  \n, as EUST-284  |  \n, as SWAG-206\nFormerly listed as: ARAH-84  |  EUST-55  |  WAGS-06\nMoodle site: \n (Section 01)\n(Offered as ARHA 284, EUST 284, and SWAG 206.) This course will examine the ways in which prevailing ideas about women and gender-shaped visual imagery, and how these images influenced ideas concerning women from the Renaissance to the Enlightenment. It will adopt a comparative perspective, both by identifying regional differences among European nations and tracing changes over time. In addition to considering patronage of art by women and works by women artists, we will look at the depiction of women heroes such as Judith; the portrayal of women rulers, including Elizabeth I and Marie de' Medici; and the imagery of rape. Topics emerging from these categories of art include biological theories about women; humanist defenses of women; the relationship between the exercise of political power and sexuality; differing attitudes toward women in Catholic and Protestant art; and feminine ideals of beauty.\nLimited to 15 students. Fall semester. Professor Courtright.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-284-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(120, 4, 48)","size":10.0},{"label":"LJST-219","x":14.0,"y":2.0,"id":"10","attributes":{"Title":"Between Facts and Norms:  Liberalism and the Case of Islam","Description":"Listed in: \n, as LJST-219  |  \n, as SWAG-219\n (Section 01)\n(Offered as LJST 219 and SWAG 219.)  Every day on the news the same drama of liberal and Islamic mutual incomprehension plays out. In flare-ups over cartoons and Mohammed, or the veil and citizenship, the same comments repeat themselves. This repetitiveness begs the question of what constitutes liberalism, and whether religious belief, specifically Islam (but also in sensational coverage of practices such as polygamy), might be anathema to liberalism. If the American Constitution cherishes religious expression, why do even mainstream, dominant religions in the U.S. claim that they are under fire? Why does Islam remain a problem for pluralism even in a political philosophy designed to govern a multicultural society? Can there be liberal forms of Islam? This course seeks first to explore issues related generally to understanding the relationship of religious belief and practice to the politics of a liberal state and second to apply these to understanding the place of Islam and Muslims in liberal states. We will also discuss the law of religious accommodation in Canada and the United States, the related problem of multiculturalism, religious formulations of these problems, including contemporary writing by Jewish and Christian theologians, and historical Muslim responses to the possibility of non-Islamic rule. In addition to examining some of the political thought of pre-modern Muslims, we will discuss Muslim responses to liberalism and modernization. Finally, we look at the practice of religious freedom as related by Muslims in liberal and Islamic societies.\nLimited to 30 students. Spring semester. Visiting Professor Youssef.\npriority given to LJST Majors","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/LJST/LJST-219-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(252, 50, 15)","size":10.0},{"label":"SWAG-300","x":15.0,"y":3.0,"id":"11","attributes":{"Title":"Ideas and Methods in the Study of Gender","Description":"Listed in: \n, as SWAG-300\nMoodle site: \n (Section 01)\nThis seminar will explore the influence of gender studies and of feminism on our research questions, methods and the way we situate ourselves in relationship to our scholarship. For example, how can we employ ethnography, textual analysis, empirical data and archival sources in studying the complex ties between the local and the global, and the national and the transnational? Which ideas and methods are best suited to analyzing the varied forms of women’s resistance across ideological, class, racial and national differences? Our major goal will be to foster students' critical skills as inter-disciplinary, cross cultural writers and researchers. This course counts as a proseminar designed for juniors and seniors in SWAGS.\nPriority to SWAGS majors\n35","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-300-1516F'> Course Site </a>","Requisite":["Requisite: SWAG 100 or consent of the instructor. Limited to 20 students. Not open to first-year students. Fall semester. Professor Basu."]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"ENGL-111","x":16.0,"y":1.0,"id":"12","attributes":{"Title":"Having Arguments","Description":"Listed in: \n, as ENGL-111  |  \n, as SWAG-111\nFormerly listed as: ENGL-01\n (Section 01)\n(Offered as ENGL 111 and SWAG 111.)  Using a variety of texts–novels, essays, short stories–this course will work to develop the reading and writing of difficult prose, paying particular attention to the kinds of evidence and authority, logic and structure that produce strong  arguments.  The authors we study may include Peter Singer, Aravind Adiga, Willa Cather, Toni Morrison, George Orwell, Charles Johnson, James Baldwin, Alice Munro, William Carlos Williams.  This is an intensive writing course.  Frequent short papers will be assigned.\nPreference given to first-year Amherst College students.  Each section limited to 12 students. Fall semester: Professor Barale and Senior Lecturer Lieber. Spring semester: Senior Lecturer Lieber.\nStudents admitted in consultation with the Dean of Students' office and/or their academic adviser.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-111-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(194, 231, 90)","size":10.0},{"label":"BLST-203","x":17.0,"y":2.0,"id":"13","attributes":{"Title":"Women Writers of Africa and the African Diaspora","Description":"Listed in: \n, as BLST-203  |  \n, as ENGL-216  |  \n, as SWAG-203\nFormerly listed as: BLST-27\nMoodle site: \n (Section 01)\n(Offered as Black Studies 203 [D], ENGL 216 and SWAG 203.) The term \"Women Writers\" suggests, and perhaps assumes, a particular category.  How useful is this term in describing the writers we tend to include under the frame?  And further, how useful are the designations African and African Diaspora?  We will begin by critically examining these central questions, and revisit them frequently as we read specific texts and the body of works included in this course.  Our readings comprise a range of literary and scholarly works by canonical and more recent female writers from Africa, the Caribbean, and continental America.  Framed primarily by Postcolonial Criticism, our explorations will center on how writers treat historical and contemporary issues specifically connected to women's experiences, as well as other issues, such as globalization, modernity, and sexuality.  We will consider the continuities and points of departure between writers, periods, and regions, and explore the significance of the writers' stylistic choices. Here our emphasis will be on how writers appropriate vernacular and conventional modes of writing.\nLimited to 15 students.  Spring semester.  Visiting Lecturer Bailey.\nPriority given to Black Studies, English, and SWAGS  majors, then ona first come first serve basis.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/BLST/BLST-203-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(75, 127, 76)","size":10.0},{"label":"CLAS-123","x":18.0,"y":1.0,"id":"14","attributes":{"Title":"Greek Civilization","Description":"Listed in: \n, as CLAS-123  |  \n, as SWAG-123\nFormerly listed as: CLAS-23\nMoodle site: \n (Section 01)\n(Offered as CLAS 123 and SWAG 123.)  We read in English the major authors from Homer in the 8th century BCE to Plato in the 4th century in order to trace the emergence of epic, lyric poetry, tragedy, comedy, history, and philosophy. How did the Greek enlightenment, and through it Western culture, emerge from a few generations of people moving around a rocky archipelago? How did oral and mythological traditions develop into various forms of “rationality”: science, history, and philosophy? What are the implications of male control over public and private life and the written record? What can be inferred about ancient women if they cannot speak for themselves in the texts?  Other authors include Sappho, Herodotus, Aeschylus, Sophocles, Euripides, Aristophanes, and Thucydides.  The course seeks to develop the skills of close reading and persuasive argumentation. Three class hours per week.\nSpring semester.  Professor Griffiths.\n15.00","Department Code":"CLAS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/CLAS/CLAS-123-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(67, 236, 88)","size":10.0},{"label":"ANTH-335","x":19.0,"y":3.0,"id":"15","attributes":{"Title":"Gender: An Anthropological Perspective","Description":"Listed in: \n, as ANTH-335  |  \n, as SWAG-335\nFormerly listed as: ANTH-35\n (Section 01)\n(Offered as ANTH 225 and SWAG 335.)  This seminar provides an analysis of male-female relationships from a cross-cultural perspective, focusing upon the ways in which cultural factors modify and exaggerate the biological differences between men and women. Consideration will be given to the positions of men and women in the evolution of society, and in different contemporary social, political, and economic systems, including those of the industrialized nations.\nLimited to 20 students.  Spring semester.  Professor Gewertz. \nIf the course is overenrolled, will privilege majors and ask students to provide the reasons they wish to take the course.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ANTH/ANTH-335-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(6, 130, 51)","size":10.0},{"label":"HIST-406","x":20.0,"y":4.0,"id":"16","attributes":{"Title":"Historical Perspectives on Women's Human Rights","Description":"Listed in: \n, as HIST-406  |  \n, as SWAG-406\nMoodle site: \n (Section 01)\n(Offered as HIST 406 [C] and SWAG 406.) This course provides a historical overview of conflicts over women's roles in family, the economy and the body politic. It addresses gains women have made as well as challenges they face in relation to economic development, military conflict, domestic inequality, health, and religious and cultural beliefs. It will introduce students to a range of obstacles that have arisen--and continue to arise--in the struggle to ensure that women are treated as full and legitimate bearers of human rights.  Materials will include some of the significant feminist critiques of human rights activities that have emerged from this struggle as well as a range of comparative views of advances and setbacks to women's rights in Latin America, Asia, Africa, Europe, and the U.S.  Students will become familiar with important instruments, strategies, and movements intended to remedy the inequalities that affect women.  Students will be expected to write a substantial research paper and participate actively in class discussion.  One class meeting per week.\nAdmission with consent of instructor.  Limited to 15 students.  Not open to first-year students. Spring semester.  Professor Saxton.\npriority given to upper class students with some background  in history, swags and/or political science\n$125.00","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-406-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(50, 133, 119)","size":10.0},{"label":"BLST-236","x":21.0,"y":2.0,"id":"17","attributes":{"Title":"Black Sexualities","Description":"Listed in: \n, as BLST-236  |  \n, as SWAG-330\nMoodle site: \n (Section 01)\n(Offered as BLST 236 [US] and SWAG 330)  From the modern era to the contemporary moment, the intersection of race, gender, and class has been especially salient for people of African descent—for men as well as for women. How might the category of sexuality act as an additional optic through which to view and reframe contemporary and historical debates concerning the construction of black identity? In what ways have traditional understandings of masculinity and femininity contributed to an understanding of African American life and culture as invariably heterosexual? How have black lesbian, gay, and transgendered persons effected political change through their theoretical articulations of identity, difference, and power? In this interdisciplinary course, we will address these questions through an examination of the complex roles gender and sexuality play in the lives of people of African descent. Remaining attentive to the ways black people have claimed social and sexual agency in spite of systemic modes of inequality, we will engage with critical race theory, black feminist thought, queer-of-color critique, literature, art, film, “new media” and erotica, as well as scholarship from anthropology, sociology, and history.\nLimited to 25 students.  Fall semester.  Professor Polk.\nStudents who have taken introductory courses in Black Studies or Sexuality, Women's and Gender Studies will be given priority.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-236-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(75, 127, 76)","size":10.0},{"label":"ENGL-153","x":22.0,"y":1.0,"id":"18","attributes":{"Title":"New Women in America","Description":"Listed in: \n, as ENGL-153  |  \n, as SWAG-112\nFormerly listed as: ENGL-01  |  WAGS-12\n (Section 01)\n(Offered as ENGL 153 and SWAG 112.)  This course will examine the emergence of the “New Woman” as a category of social theory, political action, and literary representation at the turning of the twentieth century.  Early readings will trace the origins of the New Woman as a response to nineteenth-century notions of “True Womanhood.”  Discussions will situate literary representations of women in larger cultural events taking place during the Progressive Era–debates over suffrage as well as their relationship to issues of citizenship, immigration, Jim Crow segregation, urbanization, and nativism.  The course will focus on texts written by a diverse group of women that present multiple and, at times, conflicting images of the New Woman.  Close attention will be paid to the manner in which these women writers constructed their fictions, particularly to issues of language, style, and form.  Readings will include texts by Charlotte Perkins Gilman, Kate Chopin, Edith Wharton, Pauline Hopkins, Anzia Yezierska, and Sui Sin Far.\nPreference given to first-year students and sophomores.  Limited to 15 students.  Fall semester.  Visiting Lecturer Bergoffen.\nPreference given to first-year students and sophomores.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-153-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(194, 231, 90)","size":10.0},{"label":"FREN-207","x":4.5,"y":2.0,"id":"19","attributes":{"Title":"Introduction to French Literature and Culture","Description":"Listed in: \n, as FREN-207\nFormerly listed as: FREN-07\n (Section 01)\n (Section 02)\nThrough class discussion, debates, and frequent short papers, students develop effective skills in self-expression, analysis, and interpretation. Literary texts, articles on current events, and films are studied within the context of the changing structures of French society and France’s complex relationship to its recent past. Assignments include both creative and analytic approaches to writing. Some grammar review as necessary, as well as work on understanding spoken French using video materials. Highly recommended for students planning to study abroad.\n$40.00","Department Code":"FREN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/FREN/FREN-207-1516S'> Course Site </a>","Requisite":["Requisite: FREN 205, or completion of AP French, or four years of secondary school French in a strong program. Fall semester: Professor Rockwell.  Spring semester: Professors Katsaros and Rockwell."]},"color":"rgb(175, 173, 173)","size":10.0},{"label":"CLAS-138","x":23.0,"y":1.0,"id":"20","attributes":{"Title":"Greek Drama","Description":"Listed in: \n, as CLAS-138  |  \n, as SWAG-138\nFormerly listed as: CLAS-38\nMoodle site: \n (Section 01)\n(Offered as CLAS 138 and SWAG 138) This course addresses the staging of politics and gender in selected plays of Aeschylus, Sophocles, Euripides, and Aristophanes, with attention to performance and the modern use of the plays to reconstruct systems of sexuality, gender, class, and ethnicity. We also consider Homer's \n as a precursor of tragedy, and the remaking of plays in contemporary film, dance, and theater, including Michael Cacoyannis, \n and \n; Martha Graham, \n and \n; Pier Paolo Pasolini, \n and \n; and Igor Stravinsky, \n.\nSpring semester. Professor Griffiths.\n20","Department Code":"CLAS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CLAS/CLAS-138-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(67, 236, 88)","size":10.0},{"label":"SWAG-210","x":24.0,"y":2.0,"id":"21","attributes":{"Title":"Anthropology of Sexuality","Description":"Listed in: \n, as ANTH-210  |  \n, as SWAG-210\nMoodle site: \n (Section 01)\n(Offered as SWAG 210 and ANTH 210.) This course draws on anthropological literature to study the socio-cultural making of human sexuality and its variations. We will critically examine theories of sexuality as a domain of human experience and locate sexual acts, desires and relations in particular historical and cultural contexts. The course offers analytical tools to understand and evaluate different methods and approaches to the study of human sexuality.  We will examine the relation of sex to kinship/family, to reproduction and to romance. As we read about the bodily experience of sexual pleasure, we will explore how sexual taboos, norms and morality develop in various cultures and why sex acquires explosive political dimensions during certain historical periods. The course will explore the gendered and racial dimensions of human sexual experience in the context of class, nation and empire. How do class divisions produce different sexual cultures? What economies of sex are involved in sex work, marriage and immigration? What has been the role of sexuality in projects of nation building and in colonial encounters? When, where and how did sexuality become a matter of identity?  In addition to a focus on contemporary ethnographic studies of sexuality in various parts of the world, we will read theoretical and historical texts that have been influential in shaping the anthropological approaches to sexuality. We will also briefly address scientific theories of sexuality.  Two meetings per week.\nFall semester. Professor Sadjadi.\n50","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-210-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"SWAG-328","x":25.0,"y":3.0,"id":"22","attributes":{"Title":"Science and Sexuality","Description":"Listed in: \n, as SWAG-328\n (Section 01)\nThis seminar explores the role of science in the understanding and making of human sexuality.  The notion of “sexuality”--its emergence and its recent history--has an intimate relation to biology, medicine and psychology.  In this course we explore the historical emergence of the scientific model of sexuality and the challenges to this model posed from other worldviews and social forces, mainly religion, social sciences, and political movements. We examine how sex has intersected with race and nationality in the medical model (for instance, in the notion of degeneration), and we look closely at the conceptualization of feminine and masculine sexual difference.  We briefly address studies of animal models for human sexuality, and we examine in more depth case histories of “perversion,” venereal disease, orgasm and sex hormones. We also compare contemporary biological explanations of sexuality with the nineteenth-century ones, for instance, the notion of the “gay gene” as compared to the hereditary model of “sexual inversion.” Course readings include historical and contemporary sexological and biological texts (Darwin, Freud, Kinsey, etc.), their critiques, and contemporary literature in science studies, including feminist and queer studies of science. This seminar requires active participation, reading an array of diverse and interdisciplinary texts and preparing research-based papers and presentations.\nLimited to 15 students.  Spring semester.  Professor Sadjadi.\nPriority given to SWAGS majors.","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SWAG/SWAG-328-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"SWAG-105","x":26.0,"y":1.0,"id":"23","attributes":{"Title":"Women, Gender and Popular Culture","Description":"Listed in: \n, as SWAG-105\n (Section 01)\nIn this course, students will interrogate the precarious relationship between political and popular culture. As we study how politics has successfully deployed popular culture as an ideological tool, we will also consider how politics has overburdened popular culture as a vehicle of change. These broad issues will serve as our framework for analyzing black femininity, womanhood, and the efficacy of the word “feminism” in the post-Civil Rights era. We will think critically about the construction of gender, race, sexuality, and class identity as well as the historical and sociopolitical context for cultural icons and phenomena. Students will read cultural theory, essays, fiction as well as listen to, and watch various forms of media. Expectations include three writing/visual projects as well as a group presentation. \nLimited to 15 students. Spring semester. Professor Henderson.\nPriority goes to students who are registered and attend the first day of class.","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SWAG/SWAG-105-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"SWAG-208","x":27.0,"y":2.0,"id":"24","attributes":{"Title":"Black Feminist Literary Traditions","Description":"Listed in: \n, as BLST-345  |  \n, as ENGL-276  |  \n, as FAMS-379  |  \n, as SWAG-208\n (Section 01)\n(Offered as SWAG 208, BLST 345 [US], ENGL 276, and FAMS 379.) Reading the work of black feminist literary theorists and black women writers, we will examine the construction of black female identity in American literature, with a specific focus on how black women writers negotiate race, gender, sexuality, and class in their work. In addition to reading novels, literary criticism, book reviews, and watching documentaries, we will examine the stakes of adaptation and mediation for black female-authored texts. Students will watch and analyze the film and television adaptations of \n (1985), \n (1989), and \n (2005) as well as examine how Toni Morrison’s \n (1970) was mediated and interpreted by Oprah Winfrey’s book club and daytime talk show. Authors will include Toni Morrison, Zora Neale Hurston, Alice Walker, Gwendolyn Brooks, and Gloria Naylor.  Writing Attentive. Expectations include three writing projects, a group presentation, and various in-class assignments.\nLimited to 20 students. Priority given to those students who attend the first day of the class. Open to first-year students with consent of the instructor. Spring semester. Professor Henderson.\nPriority given to those students who attend the first day of class","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SWAG/SWAG-208-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"SOCI-237","x":28.0,"y":2.0,"id":"25","attributes":{"Title":"Gender and Work","Description":"Listed in: \n, as SOCI-237  |  \n, as SWAG-237\nMoodle site: \n (Section 01)\n(Offered as SOCI 237 and SWAG 237.)  How has the rise of working women complicated modern workplaces and the idea of work? One challenge is how to value women’s work fairly. One index of this challenge is that in workplaces across the world, women earn significantly less than men and are underrepresented in high status positions. What explains such gender gaps in the workplace? Taking an empirical, social-science perspective, this course will discuss three main aspects of gender and work. First, we will cover major theories of gender inequality, such as psychological stereotyping, social exclusion, structural barriers, and gendered socialization. Second, in learning about the sociological mechanisms of inequality in the workplace, we will expand our discussion to women’s work in the family and examine how the conflicts individuals face when trying to have both career and family influence women’s lives. Finally, we will discuss the mixed results of public policies proposed to reduce gender inequality and work-family incompatibilities and the possible reasons for those mixed results.\nLimited to 20 students.  Fall semester.  Professor Mun.\nPriority given to seniors in Anthropology and Sociology and Women and Gender Studies, then juniors in the respective departments, etc.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SOCI/SOCI-237-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(212, 134, 215)","size":10.0},{"label":"SWAG-114","x":29.0,"y":1.0,"id":"26","attributes":{"Title":"Intersections among American Women","Description":"Listed in: \n, as SWAG-114\n (Section 01)\nThis course explores the relationships among diverse American women between 1880 and 1930.  Intersections will serve as a conceptual framework for considering the ways women forged coalitions and marked distinctions along ethnic, racial, sexual, and class lines.  The nation changed significantly during the Gilded Age and Progressive Era, and women responded to these changes variously.  A vocal group campaigned for suffrage, even as some women fought against it.  Reformers opened settlement houses and championed social work, while working-class women critiqued reformist ideologies.  Some women sought personal independence through contraception, while others found it in same-sex communities. The course will engage with a range of materials, including fiction, memoir, historical documents, and photography; readings will include selections of literary criticism, ethnic and racial studies, and social history.\nLimited to 18 students. Spring semester. Lecturer Bergoffen.\nPreference given to first-year students, SWAGS students, and American Studies students.","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SWAG/SWAG-114-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"SPAN-211","x":8.0,"y":2.0,"id":"27","attributes":{"Title":"Introduction to Hispanic Literatures","Description":"Listed in: \n, as SPAN-211\nFormerly listed as: SPAN-11\n (Section 01)\nThis course provides an introduction to the diverse literatures of the Spanish-speaking world over the course of six centuries, from the Middle Ages to the turn of the twentieth century. Students will learn the tools, language, and critical vocabulary for advanced work reading the canon of Hispanic literatures from Spain, Latin America, and the Caribbean Basin, identifying aesthetic trends and historical periods such as the Renaissance, the Golden Age, the Romantic era, realism and modernism. The syllabus will include a wide variety of authors of different national, political, and artistic persuasions and an array of linguistic styles.\nLimited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall semester: Professor Infante. Spring semester: Professor Brenneis.\nPriority will be given to Spanish majors.\n20","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-211-1516S'> Course Site </a>","Requisite":["Requisite: SPAN-199 or consent of the instructor. A medium to high level knowledge of the Spanish language and reasonable proficiency in listening, speaking, reading, and writing in Spanish are required."]},"color":"rgb(127, 205, 82)","size":10.0},{"label":"SPAN-212","x":9.0,"y":2.0,"id":"28","attributes":{"Title":"Hispanic World: Past, Present and Future","Description":"Listed in: \n, as SPAN-212\nFormerly listed as: SPAN-04  |  SPAN-08  |  SPAN-10  |  SPAN-12\nMoodle site: \n (Section 01)\nA survey course that provides an understanding and appreciation of the Spanish-speaking world (including both North and South America and Spain) through language, geography, history, economics, sociopolitical issues, folklore, literature and art. The different units in this course are geographically oriented, and they will focus on individual countries or particular Hispanic groups. Writing skills will be refined by the completion of research papers, and communication skills will be developed further by class discussions and oral presentations. Comprehension will be enhanced by presenting students with literary texts, movies, documentaries and periodicals.\nLimited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall semester: Lecturer Bel.\nPriority will be given to Spanish majors.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SPAN/SPAN-212-1516F'> Course Site </a>","Requisite":["Requisite: SPAN-199 or SPAN-211, or consent of the instructor. A medium to high level knowledge of the Spanish language and reasonable proficiency in listening, speaking, reading, and writing in Spanish are required."]},"color":"rgb(127, 205, 82)","size":10.0},{"label":"SWAG-207","x":30.0,"y":2.0,"id":"29","attributes":{"Title":"The Home and the World: Women and Gender in South Asia","Description":"Listed in: \n, as ASLC-207  |  \n, as POSC-207  |  \n, as SWAG-207\n (Section 01)\n (Section 01)\n(Offered as SWAG 207, ASLC 207, and POSC 207.) This course will study South Asian women and gender through key texts in film, literature, history and politics. How did colonialism and nationalism challenge the distinctions between the “home” and the “world” and bring about partitions which splintered once shared cultural practices? What consequences did this have for postcolonial politics? How do ethnic conflicts, religious nationalisms and state repression challenge conceptions of home? How have migrations, globalization and diasporas complicated relations between the home and the world? Texts will include Salman Rushdie’s \n, Ram Gopal Varma’s epic film \n and Partha Chatterjee’s \nSpring semester. Professors Shandilya and Basu.","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SWAG/SWAG-207-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"ARHA-374","x":31.0,"y":3.0,"id":"30","attributes":{"Title":"To Sculpt a Modern Woman's Life","Description":"Listed in: \n, as ARHA-374  |  \n, as EUST-384  |  \n, as SWAG-374\nMoodle site: \n (Section 01)\n(Offered as ARHA 374, EUST 384, and SWAG 374.) We will revel in dramatically different works by women artists, from Magdalena Abakanowicz, Lynda Benglis and Louise Bourgeois, to Eva Hesse, Jeanne-Claude, Jenny Holzer, Rona Pondick, Doris Salcedo, Kiki Smith and Rachel Whiteread on down, as we explore how they created themselves through their work. As a foil, we will analyze the invented personas of Sarah Bernhardt and Madonna, as well as images of women by Renoir, Cézanne, Picasso, Magritte, de Kooning, Woody Allen, and Saura. While we will focus on original objects and primary texts (such as artists' letters or interviews), we will also critique essays by current feminist scholars and by practitioners of \"the new cultural his-tory,\" in order to investigate possible models for understanding the relationship between a woman and her modern culture at large. Assignments will include a substantial research paper and at least one field trip.\nStudents will write a page after the first class, explaining why they want to take the seminar","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-374-1415F'> Course Site </a>","Requisite":["Requisite: One course in modern art or consent of the instructor.  Limited to 15 students.  Fall semester. Professor Staller."]},"color":"rgb(120, 4, 48)","size":10.0},{"label":"POSC-467","x":32.0,"y":4.0,"id":"31","attributes":{"Title":"Social Movements, Civil Society and Democracy in India","Description":"Listed in: \n, as POSC-467  |  \n, as SWAG-467\nMoodle site: \n (Section 01)\n(Offered as POSC 467 [SC] and SWAG 467) The goal of this seminar is illuminate the complex character of social movements and civil society organizations and their vital influence on Indian democracy. Social movements have strengthened democratic processes by forming or allying with political parties and thereby contributed to the growth of a multi-party system. They have increased the political power of previously marginalized and underprivileged groups and pressured the state to address social inequalities. However conservative religious movements and civil society organizations have threatened minority rights and undermined secular, democratic principles. During the semester, we will interact through internet technology with students, scholars and community organizers in India. \nPriority will be given to Political Science majors and to students who have demonstrated an interest in doing research on India.\n13.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-467-1415F'> Course Site </a>","Requisite":["Requisite: Prior course work in Political Science. Not open to first-year students. Limited to 15 students.  Fall semester. Professor Basu."]},"color":"rgb(20, 197, 80)","size":10.0},{"label":"SWAG-100","x":15.0,"y":1.0,"id":"32","attributes":{"Title":"The Cross-Cultural Construction of Gender","Description":"Listed in: \n, as SWAG-100\nFormerly listed as: WAGS-11\nMoodle site: \n (Section 01)\n (Section 01)\nThis course introduces students to the issues involved in the social and historical construction of gender and gender roles from a cross-cultural and interdisciplinary perspective. Topics change from year-to-year and have included women and social change; male and female sexualities including homosexualities; the uses and limits of biology in explaining human gender differences; women’s participation in production and reproduction; the relationship among gender, race and class as intertwining oppressions; women, men and globalization; and gender and warfare.\nFall semester. Professors Saxton and Henderson.\n125","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-100-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"SPAN-317","x":9.0,"y":3.0,"id":"33","attributes":{"Title":"Women in Early Modern Spain","Description":"Listed in: \n, as EUST-317  |  \n, as SWAG-317  |  \n, as SPAN-317\nMoodle site: \n (Section 01)\nThis course will examine the diverse and often contradictory representations of women in sixteenth- and seventeenth-century Spain as seen through the eyes of both male and female writers. This approach will allow us to inquire into how women represented themselves versus how they were understood by men. In our analysis of this topic, we will also take into consideration some scientific, legal, and moral discourses that attempted to define the nature and value of women in early modern Spain. Works by authors such as Cervantes, María de Zayas, Calderón de la Barca, and Catalina de Erauso, among others, will offer us fascinating examples and different approaches to the subject. Conducted in Spanish.\n Priority given to Spanish majors","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SPAN/SPAN-317-1415S'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212, or consent of the instructor. Limited to 15 students. Spring semester. Professor Infante."]},"color":"rgb(127, 205, 82)","size":10.0},{"label":"ENGL-112","x":33.0,"y":1.0,"id":"34","attributes":{"Title":"Realism","Description":"Listed in: \n, as ENGL-112  |  \n, as SWAG-106\n (Section 01)\n (Section 02)\n(Offered as ENGL 112 and SWAG 106.)  This course will examine the phenomenon of “realism” in a variety of artistic media. We will study realism in the visual arts, film, television, and literature with a view towards determining the nature of our interest in the representation of “real life” and the ways in which works of art are or are not an accurate reflection of that life.  Among the works we may consider are classic English novels (Defoe, Austen, Dickens), European and North and South American short fiction (Gogol, Zola, Chekhov, Henry James, Kafka, Borges, Alice Munro), essays and memoirs (Orwell, Frederick Exley, Mary Karr) and films, both documentary and fiction (\n, \n, \n). Two themes will attract special attention:  the representation of women’s lives and the representation of war. We will address such questions as the following:  Is a photograph always more realistic than a painting? In what way can a story about a man who turns into a bug be considered realistic?  How real is virtual reality?  The course will conclude with an examination of the phenomenon of reality television.\nThis is an intensive writing course.  Frequent short papers will be assigned.  Each section limited to 12 students.  Preference given to first-year students and to students who have taken a previous intensive writing course and who wish to continue to work to improve their analytic writing.  Fall semester:  Senior Lecturer Lieber.  Spring semester:  Professor Barale and Senior Lecturer Lieber.\nPreference given to first-year students, students recommended by their First-Year Seminar instructor, and students who have taken a previous intensive writing course.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-112-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(194, 231, 90)","size":10.0},{"label":"SWAG-469","x":34.0,"y":4.0,"id":"35","attributes":{"Title":"South Asian Feminist Cinema","Description":"Listed in: \n, as ASLC-452  |  \n, as FAMS-322  |  \n, as SWAG-469\nFormerly listed as: ASLC-52  |  FAMS-58  |  WAGS-69\nMoodle site: \n (Section 01)\n(Offered as SWAG 469, ASLC  452 [SA], and FAMS 322.)  How do we define the word “feminism”? Can the term be used to define cinematic texts outside the Euro-American world? In this course we will study a range of issues that have been integral to feminist theory--the body, domesticity, same sex desire, gendered constructions of the nation, feminist utopias and dystopias--through a range of South Asian cinematic texts. Through our viewings and readings we will consider whether the term “feminist” can be applied to these texts, and we will experiment with new theoretical lenses for exploring these films. Films will range from Satyajit Ray’s classic masterpiece \n to Gurinder Chadha’s trendy diasporic film, \n. Attendance for screenings on Monday is compulsory.\nLimited to 20 students.  Fall semester.  Professor Shandilya.\ncontact instructor\n60","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-469-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"SWAG-342","x":4.0,"y":3.0,"id":"36","attributes":{"Title":"Women of Ill Repute","Description":"Listed in: \n, as FREN-342  |  \n, as SWAG-342\nFormerly listed as: FREN-42\nMoodle site: \n (Section 01)\n(Offered as FREN 342 and SWAG 342) Prostitutes play a central role in nineteenth-century French fiction, especially of the realistic and naturalistic kind. Both widely available and largely visible in nineteenth-century France, prostitutes inspired many negative stereotypes. But, as the very product of the culture that marginalized her, the prostitute offered an ideal vehicle for writers to criticize the hypocrisy of bourgeois mores. The socially stratified world of prostitutes, ranging from low-ranking sex workers to high-class courtesans, presents a fascinating microcosm of French society as a whole. We will read selections from Honoré de Balzac, \n; Victor Hugo, \n; and Gustave Flaubert, \n; as well as \n and other stories by Guy de Maupassant; \n by Edmond de Goncourt; \n by Emile Zola; \n by Joris-Karl Huysmans; \n by Alexandre Dumas fils; and extracts from \n by Marcel Proust. Additional readings will be drawn from the fields of history (Alain Corbin, Michelle Perrot) and critical theory (Walter Benjamin, Michel Foucault, Julia Kristeva). We will also discuss visual representations of prostitutes in nineteenth-century French art (Gavarni, Daumier, C. Guys, Degas, Manet, Toulouse-Lautrec). Conducted in French.\n60.00","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-342-1516F'> Course Site </a>","Requisite":["Requisite: One of the following--FREN 207, 208, 311 or equivalent. Fall semester. Professor Katsaros."]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"SPAN-199","x":8.5,"y":1.0,"id":"37","attributes":{"Title":"Spanish Writing Workshop","Description":"Listed in: \n, as SPAN-199\nFormerly listed as: SPAN-07\n (Section 01)\nIn this course students will learn how to approach writing as a process. The emphasis is on writing as a communicative act rather than as a mere language exercise. As such, emphasis is given to the interaction between the author and the text, the target audience, and the purpose and message of the final product. In order to develop the necessary skills that good writers should have, the course will focus on expanding vocabulary, exploring rhetorical techniques for organizing information, developing strategies for writing, and characterizing the target audience(s). At the same time we will insist upon critical readings, and the processes of revising and editing. In addition, this course includes the study of written texts (narrative, description, poems, reports, essays, letters, etc.), and of literature’s many genres and subgenres (prose, poetry, drama, etc.).\nThis course prepares students for advanced-level courses offered by the Spanish Department. Three hours per week with the lecturer. Limited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall and Spring semester: Lecturer Granda.\nPriority will be given to pre-registered students.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-199-1516S'> Course Site </a>","Requisite":["Requisite: Spanish IV (SPAN-130) or Spanish Placement Exam."]},"color":"rgb(127, 205, 82)","size":10.0},{"label":"BLST-347","x":35.0,"y":3.0,"id":"38","attributes":{"Title":"Race, Sex, and Gender in the U.S. Military","Description":"Listed in: \n, as BLST-347  |  \n, as SWAG-347\nMoodle site: \n (Section 01)\n(Offered as BLST 347 [US] and SWAG 347.)  From the aftermath of the Civil War to today's \"global war on terror,\" the U.S. military has functioned as a vital arbiter of the overlapping taxonomies of race, gender, and sexuality in America and around the world. This course examines the global trek of American militarism through times of war and peace in the twentieth century.  In a variety of texts and contexts, we will investigate how the U.S. military's production of new ideas about race and racialization, masculinity and femininity, and sexuality and citizenship impacted the lives of soldiers and civilians, men and women, at \"home\" and abroad.  Our interdisciplinary focus will allow us to study the multiple intersections of difference within the military, enabling us to address a number of topics, including:  How have African American soldiers functioned as both subjects and agents of American militarism?  What role has the U.S. military played in the creation of contemporary gay and lesbian subjectivity?  Is military sexual assault a contemporary phenomenon or can it be traced to longer practices of sexual exploitation occurring on or around U.S. bases globally? \nLimited to 25 students.  Spring semester.  Professor Polk.\nPreference given to Black Studies and SWAGS majors.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-347-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(75, 127, 76)","size":10.0},{"label":"SWAG-202","x":36.0,"y":2.0,"id":"39","attributes":{"Title":"Black Women's Narratives and Counternarratives: Love and the Family","Description":"Listed in: \n, as BLST-242  |  \n, as SWAG-202\nMoodle site: \n (Section 01)\n(Offered as SWAG 202  and BLST 242 [US].)  Why do love and courtship continue to be central concerns in black women's literature and contemporary black popular fiction?  Are these thematic issues representative of apolitical yearnings or an allegory for political subjectivity?  Drawing on a wide range of texts, we will examine the chasm between the \"popular\" and the literary, as we uncover how representations of love and courtship vary in both genres.  Surveying the growing discourse in media outlets such as \n and the \n regarding the \"crisis\" of the single black woman, students will analyze the contentious public debates regarding black women and love and connect them to black women's literature and black feminist literary theory.  Authors covered will range from Nella Larsen to Terry McMillan and topics will include gender, race, class, and sexuality.\nLimited to 20 students.  Open to first-year students with consent of the instructor. Spring semester.  Professor Henderson.\nFirst preference to sophomores and above who have had one SWAGS course\n$125.00","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SWAG/SWAG-202-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"ENGL-339","x":37.0,"y":3.0,"id":"40","attributes":{"Title":"Early Women Writers","Description":"Listed in: \n, as ENGL-339  |  \n, as SWAG-339\n (Section 01)\n (Section 01)\n(Offered as ENGL 339 and SWAG 339.)  [before 1800]   “A woman must have money and a room of her own if she is to write fiction,” Virginia Woolf famously said in 1929. What did the landscape of women’s writing look like before women were allowed such liberties, and what effects did their social conditions have on their writing? This course focuses on the work of early female writers, from the medieval to the Romantic period–many of whom are still overlooked today.\nWe will survey a range of writing by women from 1350 to 1850, putting English and American poets into conversation with political agitators, religious mystics and martyrs, the authors of woman-centered periodicals, and novelists. Our readings will include well-known works by Aphra Behn and Jane Austen along with lesser-known and even anonymous women-authored poetry, fiction, and non-fiction. Secondary readings by feminist critics and historians such as Virginia Woolf, Judith Butler, and Toril Moi will frame our discussions. We will ask, how did women writers participate in or drive the invention of new literary forms, such as the periodical and the novel? Does women’s writing have specific formal or stylistic characteristics, and are these affected by women’s social standing and access to education?  What does an English literary history that fully includes women’s writing look like, and how does it differ from standard literary histories?\nLimited to 25 students.  Spring semester.  Professors Nelson and Worsley.\nPreference given to English and SWAG majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-339-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(194, 231, 90)","size":10.0},{"label":"ARHA-385","x":38.0,"y":3.0,"id":"41","attributes":{"Title":"Witches, Vampires and Other Monsters","Description":"Listed in: \n, as ARHA-385  |  \n, as EUST-385  |  \n, as SWAG-310\nFormerly listed as: EUST-70  |  FIAR-85  |  FIAR-92  |  WAGS-10\nMoodle site: \n (Section 01)\n(Offered as ARHA 385, EUST 385, and SWAG 310.) This course will explore the construction of the monstrous, over cultures, centuries and disciplines. With the greatest possible historical and cultural specificity, we will investigate the varied forms of monstrous creatures, their putative powers, and the explanations given for their existence-as we attempt to articulate the kindred qualities they share. Among the artists to be considered are Valdés Leal, Velázquez, Goya, Munch, Ensor, Redon, Nolde, Picasso, Dalí, Kiki Smith, and Cindy Sherman. Two class meetings per week.\nLimited to 20 students. Fall semester.  Professor Staller.\nIn order to foster a rich interdisciplinary discussion, I will divide the names of pre-registered students by major and class, and pick the names out of a hat. Students will be notified within a week after pre-registration if they have received a spot.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-385-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(120, 4, 48)","size":10.0},{"label":"SWAG-200","x":39.0,"y":2.0,"id":"42","attributes":{"Title":"Feminist Theory","Description":"Listed in: \n, as SWAG-200\n (Section 01)\n (Section 01)\nIn this course we will investigate contemporary feminist thought from a variety of disciplinary perspectives. We will focus on key issues in feminist theory, such as the sex/gender debate, sexual desire and the body, the political economy of gender, the creation of the \"queer\" as subject, and the construction of masculinity, among others. This course aims also to think through the ways in which these concerns intersect with issues of race, class, the environment and the nation.\nOpen to first-year students who have taken SWAG 100 and upper-class students. Spring semester. Professors Sadjadi and Shandilya.","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SWAG/SWAG-200-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(236, 105, 146)","size":10.0},{"label":"HIST-397","x":40.0,"y":3.0,"id":"43","attributes":{"Title":"Women in the Middle East","Description":"Listed in: \n, as ASLC-363  |  \n, as HIST-397  |  \n, as SWAG-362\nFormerly listed as: ASLC-63  |  HIST-62\nMoodle site: \n (Section 01)\n(Offered as HIST 397 [ME], ASLC 363 [WA], and SWAG 362.) The course examines the major developments, themes and issues in woman’s history in the Middle East. The first segment of the course concerns the early Islamic period and discusses the impact of the Quran on the status of women, the development of Islamic religious traditions and Islamic law. Questions concerning the historiography of this “formative” period of Islamic history, as well as hermeneutics of the Quran will be the focus of this segment. The second segment of the course concerns the 19th- and 20th-century Middle East. We will investigate the emergence and development of the “woman question,” the role of gender in the construction of Middle Eastern nationalisms, women’s political participation, and the debates concerning the connections between women, gender, and religious and cultural traditions. The third segment of the course concerns the contemporary Middle East, and investigates new developments and emerging trends of women’s political, social and religious activism in different countries. The course will provide a familiarity with the major primary texts concerning women and the study of women in the Middle East, as well as with the debates concerning the interpretation of texts, law, religion, and history in the shaping of women’s status and concerns in the Middle East today. \n Two class meetings per week.\nLimited to 20 students. Fall semester. Professor Ringer.\nPreference to majors (history, alac, wags) and those students with prior coursework in middle east studies; after that, by seniority.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-397-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(50, 133, 119)","size":10.0},{"label":"FREN-311","x":5.0,"y":3.0,"id":"44","attributes":{"Title":"FREN-311","Description":"not offered in the last 4 semesters","Department Code":"FREN","Course Site":"","Requisite":""},"color":"rgb(175, 173, 173)","size":10.0}]}