{"nodes":[{"label":"SPAN-140","x":0.0,"y":1.0,"id":"0","attributes":{"Title":"Spanish for Heritage Speakers","Description":"Listed in: \n, as SPAN-140\nFormerly listed as: SPAN-09\nMoodle site: \nDimaris Barrios-Beltran (Section 01)\nVictoria Maillo (Section 01)\nThis course is designed specifically for native or heritage speakers of Spanish with oral proficiency but little or no formal training in the language. Generally, these are learners who were raised in homes where Spanish was spoken. The course is designed to build on the language base students already possess. Spanish-speaking students are not viewed as using an “improper” form of Spanish that is incorrect or needs to be eliminated. Rather, their language is viewed as an extremely valid means of oral communication. The primary purpose of this course is to develop reading and writing skills, although all of four language skills (listening, speaking, reading, and writing) are emphasized via cultural and community activities.\nLimited to 15 students. Fall and spring semesters.  Lecturer Barrios-Beltrán.\nPriority given to students who speak Spanish at home and consider their self as Heritage Speakers.\n$20","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SPAN/SPAN-140-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-110","x":1.0,"y":1.0,"id":"1","attributes":{"Title":"Spanish I","Description":"Listed in: \n, as SPAN-110\nFormerly listed as: SPAN-01\n (Section 01)\nSPAN 110 is an introduction to Spanish and Spanish-American cultures. This course is recommended for students who have either no previous training in Spanish or no more than two years of high school Spanish. It gives the student a basic understanding of and ability to use the language. Grammar is used as a point of departure for development of oral and written skills.\nThis course strives to teach students to understand sentences and common expressions and to communicate in simple terms simple aspects of their background (e.g., very basic personal and family information), the immediate environment (shopping, local geography, employment), and matters of immediate need.\nThis course prepares students for Spanish II (SPAN-120). Three hours per week with the lecturer, plus two hours with the language assistant. Limited to 15 students per section. This course may not be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall and Spring semester: Lecturer Granda and Assistants.\nPriority will be given to pre-registered students.\n30","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-110-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-352","x":14.0,"y":3.0,"id":"2","attributes":{"Title":"Barcelona","Description":"Listed in: \n, as SPAN-352\nFormerly listed as: SPAN-52\n (Section 01)\n[RC] As a global city with a local identity, Barcelona resides both literally and figuratively at the border between Spain and the rest of the world. This interdisciplinary course will explore the in-between space this vibrant city inhabits in the twenty-first century, at once imagined as a tourist's playground in films and popular novels, while also actively guarding its particular Catalan cultural roots. Students will study architectural, literary, cinematic, linguistic and political movements set amid the urban cityscape of Barcelona, focusing on the city's role in the exportation of a unique Spanish and Catalan identity beyond Spain's borders. Conducted in Spanish.\n40","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-352-1516S'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212 or consent of the instructor.  Spring semester. Professor Brenneis."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"EUST-235","x":18.0,"y":2.0,"id":"3","attributes":{"Title":"Impostors","Description":"Listed in: \n, as EUST-235  |  \n, as SPAN-380\nMoodle site: \n (Section 01)\n(Offered as EUST 235 and SPAN 380.) An interdisciplinary exploration of the causes behind the social, racial, artistic, and political act—and art—of posing, passing, or pretending to be someone else. Blacks passing for whites, Jews passing for gentiles, and women passing for men, and vice versa, are a central motif. Attention is given to biological and scientific patterns such as memory loss, mental illness, and plastic surgery, and to literary strategies like irony. As a supernatural occurrence, the discussion includes mystical experiences, ghost stories, and séance sessions. The course also covers instances pertaining to institutional religion, from prophesy from the Hebrew and Christian Bibles to the Koran and Mormonism. In technology and communications, analysis concentrates on the invention of the telegraph, the telephone, and the Internet. Entertainment, ventriloquism, puppet shows, voice-overs, children’s cartoon shows, subtitles, and dubbing in movies and TV are topics of analysis. Posers in Greek mythology, the \n, Cervantes, Shakespeare, Lewis Carroll, Mark Twain, Sigmund Freud, Jorge Luis Borges, Philip Roth, Oliver Sacks, and Nella Larsen are examined. Conducted in English.\nLimited to 20 students. Fall semester. Professor Stavans.\nPreference will be given to juniors and seniors.\n$15.00","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/EUST/EUST-235-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(205, 131, 178)","size":10.0},{"label":"SPAN-199","x":9.5,"y":1.0,"id":"4","attributes":{"Title":"Spanish Writing Workshop","Description":"Listed in: \n, as SPAN-199\nFormerly listed as: SPAN-07\n (Section 01)\nIn this course students will learn how to approach writing as a process. The emphasis is on writing as a communicative act rather than as a mere language exercise. As such, emphasis is given to the interaction between the author and the text, the target audience, and the purpose and message of the final product. In order to develop the necessary skills that good writers should have, the course will focus on expanding vocabulary, exploring rhetorical techniques for organizing information, developing strategies for writing, and characterizing the target audience(s). At the same time we will insist upon critical readings, and the processes of revising and editing. In addition, this course includes the study of written texts (narrative, description, poems, reports, essays, letters, etc.), and of literature’s many genres and subgenres (prose, poetry, drama, etc.).\nThis course prepares students for advanced-level courses offered by the Spanish Department. Three hours per week with the lecturer. Limited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall and Spring semester: Lecturer Granda.\nPriority will be given to pre-registered students.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-199-1516S'> Course Site </a>","Requisite":["Requisite: Spanish IV (SPAN-130) or Spanish Placement Exam."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-345","x":8.0,"y":3.0,"id":"5","attributes":{"Title":"Latina Stories: Making Waves in the USA","Description":"Listed in: \n, as SWAG-245  |  \n, as SPAN-345\nMoodle site: \n (Section 01)\n(Offered as SPAN 345 [RC] and SWAG 245.)  When political movements advocating for civil and human rights took full force in the United States in the 1960s and 1970s, women from different Latin American and Caribbean origins discovered they could enter the national imagination through their writing and thereby defy historical erasure. In the last 50 years, the political literary production of Latina women has been vertiginous, important, and consistently understudied within the academy. Within a socio-historical context, we will study the making of Latina identities, the myths of unity in this label, and the distinctive nature of Latina stories from different countries and from different economic backgrounds. What is the role of Latina voices in the arduous and slow processes of nation building, democracy, and diversity formation? How have Latina lives and stories re-shaped concepts of community, introduced activism for LGBT rights, changed the parameters by which motherhood, race, and ethnicity are understood?  How have Latinas tackled issues of domestic violence and rape? How has their work transformed national and transnational meta-narratives of citizenship? We will read manifestos, poetry, and fiction to understand this complex and critical condition. Conducted in Spanish.  Readings will be in both Spanish and English, and all writing is due in Spanish.\nPriority will be given to majors in Spanish, seniors first, then those who have completed two 200-level courses and/or study abroad.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SPAN/SPAN-345-1415S'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212 or with permission of the instructor.  Limited to 15 students.  Spring semester.  Professor Suárez."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-374","x":19.0,"y":3.0,"id":"6","attributes":{"Title":"Translating the Classics","Description":"Listed in: \n, as EUST-344  |  \n, as SPAN-374\n (Section 01)\n (Section 01)\n(Offered as SPAN 374 and EUST 344) In this blended-learning course, 25 students will study four literary classics (Cervantes's \n, Flaubert's \n, Dostoyevsky's \n, and Kafka's \n), exploring their history of literary translation across time as well as across languages. Students will think about how translations contribute to the comprehension, interpretation, circulation, survival, and new possibilities of literary texts, especially regarding the classics. Students will also engage in the practice of literary translation by producing enhanced digital texts that combine a new translation made by students with visual, audio, and virtual data. Overall, this course will encourage students to look at translation through a historical lens by accessing translations done in different periods as statements of their time and place as well as introduce them to the profession of literary translation in the digital age. All students should be native speakers of or fluent in English, and will translate into this language for their final project. Students should also have advanced reading knowledge in any one or more of these four languages: Spanish, French, German, and Russian.\nConsent of the instructor is required. Limited to 25 students. Spring semester. Professor Stavans and Professor Galasso (University of Massachusetts).\nInstructors' discretion","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-374-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-317","x":11.0,"y":3.0,"id":"7","attributes":{"Title":"Women in Early Modern Spain","Description":"Listed in: \n, as EUST-317  |  \n, as SWAG-317  |  \n, as SPAN-317\nMoodle site: \n (Section 01)\nThis course will examine the diverse and often contradictory representations of women in sixteenth- and seventeenth-century Spain as seen through the eyes of both male and female writers. This approach will allow us to inquire into how women represented themselves versus how they were understood by men. In our analysis of this topic, we will also take into consideration some scientific, legal, and moral discourses that attempted to define the nature and value of women in early modern Spain. Works by authors such as Cervantes, María de Zayas, Calderón de la Barca, and Catalina de Erauso, among others, will offer us fascinating examples and different approaches to the subject. Conducted in Spanish.\n Priority given to Spanish majors","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SPAN/SPAN-317-1415S'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212, or consent of the instructor. Limited to 15 students. Spring semester. Professor Infante."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-212","x":8.0,"y":2.0,"id":"8","attributes":{"Title":"Hispanic World: Past, Present and Future","Description":"Listed in: \n, as SPAN-212\nFormerly listed as: SPAN-04  |  SPAN-08  |  SPAN-10  |  SPAN-12\nMoodle site: \n (Section 01)\nA survey course that provides an understanding and appreciation of the Spanish-speaking world (including both North and South America and Spain) through language, geography, history, economics, sociopolitical issues, folklore, literature and art. The different units in this course are geographically oriented, and they will focus on individual countries or particular Hispanic groups. Writing skills will be refined by the completion of research papers, and communication skills will be developed further by class discussions and oral presentations. Comprehension will be enhanced by presenting students with literary texts, movies, documentaries and periodicals.\nLimited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall semester: Lecturer Bel.\nPriority will be given to Spanish majors.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SPAN/SPAN-212-1516F'> Course Site </a>","Requisite":["Requisite: SPAN-199 or SPAN-211, or consent of the instructor. A medium to high level knowledge of the Spanish language and reasonable proficiency in listening, speaking, reading, and writing in Spanish are required."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-125","x":20.0,"y":1.0,"id":"9","attributes":{"Title":"Spanish III","Description":"Listed in: \n, as SPAN-125\n (Section 01)\nSPAN 125 is a continuation of SPAN 120. 120 and 125 are a two-semester sequence. Students who take SPAN 120 will need to complete SPAN 125 before moving on to SPAN 130.  This course will expand Spanish language skills with exercises in conversation, oral comprehension and composition, based on cultural readings.\nStudents will gain command of expressing plans, doubts, and probability, and feelings (wishes, happiness, anger, surprise, fear, etc.). Reciprocal verbs, various subjunctive phrases using quizás, tal vez, probablemente, ojalá, etc., as well as subjunctive formations using subordinate noun clauses will be introduced. Finally, students will begin to learn how to express and justify their opinions and to argue them appropriately. This course focuses on the development of oral fluency and vocabulary.\nThis course prepares students for Spanish IV (SPAN-130). Three hours per week with the lecturer, plus one hour with the language assistant. Limited to 15 students per section. This course may not be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall and Spring semester: Lecturer Bel and Assistants.\nPriority will be given to pre-registered students.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-125-1516S'> Course Site </a>","Requisite":["Requisite: Spanish II (SPAN-120) or Spanish Placement Exam."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-242","x":2.0,"y":2.0,"id":"10","attributes":{"Title":"Performing Modernity in Contemporary Spanish Theatre","Description":"Listed in: \n, as SPAN-242  |  \n, as THDA-150\nMoodle site: \nDavid Rodriguez-Solas (Section 01)\n(Offered as SPAN 242, EUST 252, and THDA 150.)  Spain’s recent past has been characterized by its anxiety over becoming a modern European nation. Playwriting has responded by dealing with topics such as drug use, sexualities, youth culture, and social problems. This course examines the social, historical and cultural transformation Spain has undergone over the last thirty years. We will read plays by José Luis Alonso de Santos, Juan Mayorga, Paloma Pedrero and Alfredo Sanzol among others. Readings will be supplemented with adaptations of the plays in theatre, film, and television, secondary bibliography, and in-class performances. Conducted in Spanish.\nPriority given to Spanish majors\n$50","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/SPAN/SPAN-242-1415F'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212 or consent of the instructor. Limited to 15 students. Priority given to Spanish majors. Fall semester. Visiting Professor Rodriguez-Solas."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"EUST-259","x":21.0,"y":2.0,"id":"11","attributes":{"Title":"Shakespeare in Prison","Description":"Listed in: \n, as EUST-259  |  \n, as SPAN-365\n (Section 01)\n(Offered as EUST 259 and SPAN 365.) Taught at the Hampshire County Jail, the course is devoted to close readings and staging of parts of Shakespeare’s plays while exploring in depth his historical context, dramatic and stylistic style, and world view. The topics of bondage, revenge, injustice, and forgiveness will serve as leitmotifs. On this iteration, four plays will be the focus: \n, \n, \n, and \n. Conducted in English.\nSpring semester. Professor Stavans.","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/EUST/EUST-259-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(205, 131, 178)","size":10.0},{"label":"SPAN-391","x":22.0,"y":3.0,"id":"12","attributes":{"Title":"The Cinema of Robert Rodriguez","Description":"Listed in: \n, as FAMS-359  |  \n, as SPAN-391\nMoodle site: \n (Section 01)\n(Offered as SPAN 391 and FAMS 359.)  In this seminar we will explore how Robert Rodriguez’s films—from his earliest short “Bedhead” in 1990 to the \nin 2010—creatively texture three decades of social and historical change that inform the U.S. Latino experience. We will explore issues of content (race, sexuality, ethnicity, gender, and class) as well as how Rodriguez uses formal devices (lighting, camera angle and lens, sound, editing, and mise-en-scène) to give various shapes to his many filmic stories. We will consider, for instance, how his comic-book approach to filmmaking allows him to create films that push at the boundaries of social and natural norms. We will also explore questions of production and consumption, including how his films trigger different thoughts of and feelings toward Latinos in new and innovative ways.  Finally, by analyzing his film repertoire, we will identify a coherence and consistency in Rodriguez’s approach and worldview that opens audience eyes to new ways of seeing Latinos in the world. Students will acquire the tools developed in film theory and concepts from Latino Studies to analyze the films of Robert Rodriguez within the broader perspectives of the study of U.S. popular culture. We will learn a variety of approaches and methods for studying Rodriguez’s films—as well as develop our own approach and method in response to critically consuming his films.  In our analysis of Rodriguez’s films we will learn of the social, historical, and cultural significance of Latinos in the U.S.  Primary viewing materials will include “Bedhead” (1991); \n(1992); \n(1994); \n(1995); “The Misbehavers” (in \n) (1995); \n(1996); \n(1998); \n(2001)\n(2003); \n(2005); \n(2007); \n(2010); \n(2011); \n(2013); \n (2014). For secondary readings students will study chapters from Aldama’s \nalong with the work of Chon Noriega, Charles Ramírez Berg, and Rosa Linda Fregoso. Conducted in English.\nFall semester. Professor Aldama.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SPAN/SPAN-391-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-318","x":4.0,"y":3.0,"id":"13","attributes":{"Title":"Cultural Encounters: Islam in Spain","Description":"Listed in: \n, as SPAN-318\nMoodle site: \n (Section 01)\nIn this course, we will explore the relationship of Spain, as a newly created nation, to the world of the “other,” in this case Islam, in the sixteenth and seventeenth centuries. Inside the Peninsula, the Muslim community is perceived as dangerously linked to the Mediterranean world, which both fascinates Spain and threatens it at the same time because of the growing power of the Ottoman Empire. We will examine changing representations of the Muslim “other,” from the idealized Moor in the Moorish novel to contradictory portrayals of Moriscos—those Muslims forced to convert to Christianity in sixteenth-century Spain. In addition, we will look at how questions of race, ethnicity, religion, and gender were treated by writers such as Cervantes, María de Zayas, and Calderón de la Barca. The class discussions will also include a significant visual component (e.g. paintings and engravings of the time on both sides of the Mediterranean that represent the “other,” maps, cityscapes, as well as films). Conducted in Spanish.\nPriority given to Spanish majors if overenrolled\n$50","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/SPAN/SPAN-318-1415F'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212, or consent of the instructor. Limited to 15 students. Fall semester. Professor Infante."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-234","x":23.0,"y":2.0,"id":"14","attributes":{"Title":"Images of liberation: Spanish Transition to Democracy","Description":"Listed in: \n, as EUST-244  |  \n, as SPAN-234\nMoodle site: \nDavid Rodriguez-Solas (Section 01)\n(Offered as SPAN 234 and EUST 244.)  In less than fifteen years Spain became a new member of the European Union, organized the 1992 Olympics in Barcelona, and dismantled a dictatorial regime. However, the Spanish transition to democracy faced many contradictions, and cultural products produced and consumed in that period reflected the struggles to construct a democratic society. Among the topics this course will examine are censorship, sexual liberation, urban culture, women and workers’ rights, and historical memory. Material includes television series, films, plays, novels, exhibitions, graphic novels, and music. \nIn this course students will improve oral and written expression in Spanish and will also learn how to interpret the materials critically. For this purpose, we will ask ourselves these questions: what role does transition play in a Spaniard’s imagination of society? How is the failure to come to terms with the past represented in cultural products? What lesson can we learn from the representation of the struggle for liberties? Why did this process leave most people disenchanted? Conducted in Spanish. \nRequisite SPAN 199, 211, 212 or consent of the instructor.  Limited to 15 students.  Spring semester.  Visiting Professor Rodriguez-Solas.\nPriority given to Spanish majors\n$25","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SPAN/SPAN-234-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-385","x":6.0,"y":3.0,"id":"15","attributes":{"Title":"Multicultural Spain","Description":"Listed in: \n, as SPAN-385\nMoodle site: \n (Section 01)\nA vital question in today’s multicultural societies is how individuals with different identities—religious, racial, ethnic, etc.—can live and prosper together. This course will explore the literature, culture, and history of medieval and early modern Spain, paying special attention to how people with diverse backgrounds coexisted and interacted with each other. Examining the context of Spain during this time period will also serve as a means to help us think through issues of diversity in our world today. First we will look at the situation of medieval Spain where Christians, Muslims, and Jews lived side-by-side for centuries. Then we’ll turn to Spain’s exploration of the New World and how the diverse encounters that took place influenced Spanish culture. Finally, we will consider representations of other cultural minorities, such as gypsies, in Spain during the early modern period. Primary sources will include literary texts, historical accounts, legal documents, and maps and will be supplemented by secondary critical texts. Conducted in Spanish.\nPriority given to Spanish majors","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SPAN/SPAN-385-1516F'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212, or consent of the instructor. Limited to 18 students. Fall semester. Professor Infante."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-120","x":24.0,"y":1.0,"id":"16","attributes":{"Title":"Spanish II","Description":"Listed in: \n, as SPAN-120\nFormerly listed as: SPAN-03\n (Section 01)\nSPAN 120 is an intermediate-level Spanish course. It is recommended for students who have had the equivalent of three-to-four years of high school Spanish.  This course seeks to expand Spanish language skills with exercises in conversation, oral comprehension and composition, based on cultural readings.\nThis course teaches students to understand key conversation points at work, school, and beyond; how to deal with situations that may arise while traveling in a Spanish-speaking country; and how to compose simple, connected texts regarding personal matters and typical, familiar topics. Students will learn how to describe experiences, events, dreams, hopes and ambitions and explain the rationale behind their opinions and future plans.\nThis course prepares students for Spanish III (SPAN-125). Three hours per week with the lecturer, plus one hour with the language assistant. Limited to 15 students per section. This course may not be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall semester: Lecturer Granda and Assistants. Spring Semester: Lecturer Bel and Assistants.\nPriority will be given to pre-registered students.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-120-1516S'> Course Site </a>","Requisite":["Requisite: Spanish I (SPAN-110) or Spanish Placement Exam."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"EUST-265","x":25.0,"y":2.0,"id":"17","attributes":{"Title":"Forbidden","Description":"Listed in: \n, as EUST-265  |  \n, as SPAN-382\nMoodle site: \n (Section 01)\n(Offered as EUST 265 and SPAN 382.) An exploration of forbidden behavior in diverse cultures from ancient times to the present. The course delves into the moral dilemma of the accepted and the rejected by analyzing concentric circles of power. Interdisciplinary in nature, the material will come from theology to government, from jurisprudence to medicine, from pedagogy to finances, from pornography to literature, from activism to computer hacking. It includes the Inquisitorial trails in fourteenth-century Spain, the orchestration of anti-Semitic propaganda under Nazism, the gulag in the Soviet Union, the public crimes during the Chinese Cultural Revolution, McCarthyism and the N.S.A. Contemporary books and movies discussed include Lawrence’s \n, Bradbury’s \n, and the \n saga, as well as \n and \n Conducted in English.\nSpring semester. Professor Stavans.","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/EUST/EUST-265-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(205, 131, 178)","size":10.0},{"label":"SPAN-376","x":26.0,"y":3.0,"id":"18","attributes":{"Title":"Life Is a Dream","Description":"Listed in: \n, as SPAN-376\nMoodle site: \n (Section 01)\nTaught at the Hampshire County Jail, this Inside/Out course is designed as a journey across Hispanic civilization through the prism of the tension between reality and the surreal, the physical world and the world of dreams. Topics like Magical Realism will be explored in depth. Material includes portions of \n, the play \n by Calderón de la Barca, poems by Sor Juana Inés de La Cruz and Pablo Neruda, stories by Horacio Quiroga, Jorge Luis Borges, Julio Cortázar, Juan Rulfo, and Gabriel García Márquez, and movies such as \n and \n. Students will engage in creative efforts (stories, nonfiction, theater, movies) displaying some of the strategies discussed in class.  Conducted in English.\nLimited to 15 students from Amherst and the Five Colleges and 15 students from the Hampshire County Jail.  Spring semester.  Professor Stavans.\nI will chose upper-class students and also look for diversity and pluralism in the AC student-body (and the Five Colleges)\n100","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SPAN/SPAN-376-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-235","x":27.0,"y":2.0,"id":"19","attributes":{"Title":"Latino Pop Culture","Description":"Listed in: \n, as SOCI-235  |  \n, as SPAN-235\nMoodle site: \n (Section 01)\n(Offered as SPAN 235 and SOCI 235.)  This course will explore how pop cultural phenomena by and about Latinos creatively texture four decades of social and historical change that inform the U.S. Latino experience: from TV shows, films, performance art, food, music, comic books, web and digital media.  We will read, view, hear, and smell—critically \n—all variety of popular cultural phenomena as it interfaces with everyday lives, unique traditions, and representations of the very varied ethnic make-up of Latinos residing in the U.S.  We will contextualize and assess key critical interpretations, perspectives, development and debates in Latino popular cultural studies. We will also consider the importance of historical period and region in the making and consuming of Latino culture, specific techniques used in giving shape to the respective pop cultural forms, and offer accessible content analysis. Core themes and topics that will be addressed include: Industry vs. art, globalization, representation, identity, reception and production. Through our shared inquiry we will sharpen our critical thinking about the challenges and the prospects reflected by Latino popular culture. The course will cover ongoing theories, discussions and debates. We will also learn to examine Latino pop culture within the broader perspectives of the study of global popular culture. We will learn a variety of approaches and methods for studying a vast array of Latino pop cultural artifacts, and we will develop our own approach and method in response to the primary materials critically consumed.  In acquiring the tools for analyzing popular culture by and about Latinos students we will learn of the social, historical, and cultural significance of Latinos in the U.S. Among materials covered will be episodes of TV shows such as \n, \nand \n. We will likely view films such as Cheech Marin’s \n(1987), Allison Anders’ \n (1993), Darnelle Martin’s \n(1994), Gregory Nava’s \n(1995), Karyn Kusama’s \n (2000), Patricia Cardoso’s \n (2002), Sergio Arau’s \n(2004), Robert Rodriguez’s \n(2010), and Aurora Guerrero’s \n(2012). We will likely read comics by Los Bros Hernandez, Rhode Montijo, and Jules Rivera. We will likely view performances by \n, \n, and \n.  We will likely listen to music by Ozomotl and Nortec. Among the secondary readings will be chapters from Aldama’s \n, \nand \nWe will read sections from Aldama’s and Stavans’s \n. Finally, we will read sections form Gustavo Arellano’s \n.  Conducted in English.\nFall semester. Professor Aldama.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SPAN/SPAN-235-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-222","x":16.0,"y":2.0,"id":"20","attributes":{"Title":"Short Stories from the Hispanic World","Description":"Listed in: \n, as SPAN-222\n (Section 01)\nThis course will explore the art of storytelling through the genre of the short story in Spain and Latin America. After a brief introduction to short fiction in medieval and early modern Spain, we will focus principally on the development of the short story from the nineteenth century to the present. Works studied may include short stories by authors such as Pardo Bazán, Valle Inclán, Matute, Gaite, Palma, Borges, Rulfo, Cortázar, Quiroga, and Valenzuela. Films and other visual materials will supplement the literary texts. Some of the themes examined throughout the course will include gender relations, love, power, justice, political resistance, the fantastic, and popular culture. Conducted in Spanish.\nPriority given to Spanish majors","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-222-1516S'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212 or consent of the instructor. Limited to 15 students. Spring semester. Professor Infante."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"EUST-331","x":28.0,"y":3.0,"id":"21","attributes":{"Title":"Travel","Description":"Listed in: \n, as EUST-331  |  \n, as SPAN-377\nMoodle site: \n (Section 01)\n(Offered as EUST 331 and SPAN 377.) Is there a difference between a traveler and a tourist? Does travel always involve movement in time? What is the relationship between travel and technology? In what sense is the self always changing? How to describe a fake experience? And are immigrants travelers? This course explores questions of travel across history, from the Bible to the age of social media. It will contemplate literature, cinema, music, and photography. Theories articulated by Joseph Campbell on myth and Albert Einstein and Stephen Hawking on time will be discussed. Authors include Dante, Samuel Johnson, Alexis de Tocqueville, Charles Darwin, Herman Melville, Mark Twain, H.G. Wells, Isak Dinesen, Franz Kafka, Elizabeth Bishop, Ryszard Kapuściński, and Gabriel García Márquez. Conducted in English.\nFall semester. Professor Stavans.","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/EUST/EUST-331-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(205, 131, 178)","size":10.0},{"label":"SPAN-239","x":29.0,"y":2.0,"id":"22","attributes":{"Title":"Buñuel, Saura, Almodóvar: Spanish Auteurs","Description":"Listed in: \n, as EUST-249  |  \n, as FAMS-355  |  \n, as SPAN-239\nMoodle site: \nDavid Rodriguez-Solas (Section 01)\n(Offered as SPAN 239, EUST 249, and FAMS 355.) This course will consider the filmography of directors who have borne the label “auteur” as a distinction both within Spanish and transnational cinema. Students will explore how “auteristic” cinema has been used as a strategic practice for branding Spanish films, and will study stylistic features associated with each auteur. We will investigate fetishism and dream sequences in Buñuel’s filmography (\n, \n, \n). Saura’s metaphorical films will be analyzed as representations of the opposition to Francoism (\n, \n). We will study Almodóvar’s mastering of the language of melodrama in films such as \n and \n. Finally, we will study lesser-known Spanish auteurs such as Luis García Berlanga (\n), Víctor Erice (\n), and Isabel Coixet (\n). Conducted in Spanish.\nRequisite SPAN 199, 211, 212 or consent of the instructor.  Limited to 20 students.  Spring semester. Visiting Professor Rodriguez-Solas.\nPriority given to Spanish majors\n$10","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SPAN/SPAN-239-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-238","x":10.0,"y":2.0,"id":"23","attributes":{"Title":"Hispanic Genre Films","Description":"Listed in: \n, as EUST-248  |  \n, as FAMS-352  |  \n, as SPAN-238\nMoodle site: \nDavid Rodriguez-Solas (Section 01)\n(Offered as SPAN 238, EUST 248, and FAMS 352.) This course will be an introduction to genre films from Argentina, Cuba, Mexico, and Spain. We will study Hispanic interpretations of filmic genres such as melodrama, thriller, comedy, horror and musical. How did these genres develop? How stable are genre conventions? Is it possible to study national cinemas in the time of transnational films? This course will include critical readings and mandatory weekly screenings of films by Luis Buñuel, Juan José Campanella, Pedro Almodóvar, and Alejandro González Iñárritu. Conducted in Spanish.\nPriority given to Spanish majors\n$15","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/SPAN/SPAN-238-1415F'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212 or consent of the instructor. Limited to 15 students. Priority given to Spanish majors. Fall semester. Visiting Professor Rodriguez-Solas."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-211","x":9.0,"y":2.0,"id":"24","attributes":{"Title":"Introduction to Hispanic Literatures","Description":"Listed in: \n, as SPAN-211\nFormerly listed as: SPAN-11\n (Section 01)\nThis course provides an introduction to the diverse literatures of the Spanish-speaking world over the course of six centuries, from the Middle Ages to the turn of the twentieth century. Students will learn the tools, language, and critical vocabulary for advanced work reading the canon of Hispanic literatures from Spain, Latin America, and the Caribbean Basin, identifying aesthetic trends and historical periods such as the Renaissance, the Golden Age, the Romantic era, realism and modernism. The syllabus will include a wide variety of authors of different national, political, and artistic persuasions and an array of linguistic styles.\nLimited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall semester: Professor Infante. Spring semester: Professor Brenneis.\nPriority will be given to Spanish majors.\n20","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-211-1516S'> Course Site </a>","Requisite":["Requisite: SPAN-199 or consent of the instructor. A medium to high level knowledge of the Spanish language and reasonable proficiency in listening, speaking, reading, and writing in Spanish are required."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-346","x":15.0,"y":3.0,"id":"25","attributes":{"Title":"Cuba after 1989: Culture, Film, and Literature","Description":"Listed in: \n, as SPAN-346\nFormerly listed as: SPAN-46  |  SPAN-50\nMoodle site: \n (Section 01)\nIn 1989 the Berlin Wall was chiseled away, changing global culture and politics forever. In Eastern Europe, the rhetoric and divisions necessitated to fuel the cold war were transformed into new discourses of democracy and capitalist opportunities. In contrast, Cuba, remaining an iron-clad communist state, fell into a deep “periódo especial,” which ushered in a two-tiered economy greatly dependent on the European tourist industry. The revolutionary dream, many would argue, was then voided. Arguably, “fin-de-siglo” Cuba is a state in crisis. And a new, rich, often hypnotic, production of culture, film, and literature is available to give us a sensational glimpse of the latest of Cuban conditions. In this class we will be reading and screening some of the most outstanding materials from this period. Authors will include Abilio Estévez, Zoe Valdés, Pedro Juan Guttiérez, and Daína Chaviano. Conducted in Spanish.\nPreference to Spanish majors and seniors.  Others will be admitted to balance enrollment by class year and major\n$60","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/SPAN/SPAN-346-1415F'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212 or consent of the instructor. Limited to 15 students. Fall semester. Professor Suárez."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-130","x":30.0,"y":1.0,"id":"26","attributes":{"Title":"Spanish IV","Description":"Listed in: \n, as SPAN-130\nFormerly listed as: SPAN-05\n (Section 01)\nWhile expanding on the grammar essentials covered in SPAN 125, this course helps the student further develop listening, speaking, reading, and writing skills in Spanish.  It is directed toward students who already have a good linguistic-communicative competency, broadening their contact with different kinds of texts, deepening their grammatical understanding, and enabling them to communicate through a variety of forms and registers.\nUpon completing the course, students should be able to make themselves understood with accuracy and fluency and participate easily in a wide range of formal and informal communicative situations.  An array of literary texts and films not ordinarily considered in language classes will be used. \nThis course prepares students for Spanish Writing Workshop (SPAN-199). Three hours per week with the lecturer, plus one hour with the language assistant. Limited to15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall and Spring semester: Lecturer Bel and Assistants.\nPriority will be given to pre-registered students.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-130-1516S'> Course Site </a>","Requisite":["Requisite: Spanish III (SPAN-125) or Spanish Placement Exam."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-320","x":12.0,"y":3.0,"id":"27","attributes":{"Title":"Generations of 1898 and 1927","Description":"Listed in: \n, as SPAN-320\nFormerly listed as: SPAN-20  |  SPAN-24\nMoodle site: \n (Section 01)\nReadings from major writers of the Spanish generations of 1898 and 1927: Baroja, Machado, Valle-Inclán, Miró, García Lorca, Salinas, Alberti, Guillén, Cernuda. Conducted in Spanish.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/SPAN/SPAN-320-1415F'> Course Site </a>","Requisite":["Requisite:  SPAN 199, 211 or 212 or consent of the instructor.  Fall semester. Professor Maraniss."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-220","x":13.0,"y":2.0,"id":"28","attributes":{"Title":"Introduction to the Writings of the Hispanic Caribbean","Description":"Listed in: \n, as SPAN-220\nMoodle site: \n (Section 01)\nPriority given to Spanish majors and seniors.\n$20","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SPAN/SPAN-220-1415S'> Course Site </a>","Requisite":["This course will introduce students to some of the major intellectual texts of the Spanish Caribbean from the twentieth century to the present.  Through these readings, which include essays, novels and poetry, we will examine the legacy of colonial and post-colonial prejudices and the struggles the people of Cuba, the Dominican Republic, and Puerto Rico engage as they create a unique sense of nationhood within a global context and interlace their stories into a more complicated context often called Pan-Caribbean.  We will explore the ways in which the Hispanic Caribbean countries are similar, while coming to a nuanced understanding of how recent politics and migratory histories have also rendered them vastly different.  Our analyses will cover issues of language, gender, violence, traumatic memory, dictatorship, and human resilience.  This course will be conducted in Spanish.Requisite: SPAN 199, 211 or 212 or consent of the instructor.  Limited to 15 students.  Spring semester.  Professor Suárez."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-363","x":3.0,"y":3.0,"id":"29","attributes":{"Title":"SPAN-363","Description":"Listed in: \n, as SPAN-363\nFormerly listed as: SPAN-47  |  SPAN-63\nMoodle site: \n (Section 01)\n[RC] A patient, detailed, Talmudic reading of Gabriel García Márquez’s masterpiece, \n, known as “the Bible of Latin America.” The course sets it in biographical, historical, and aesthetic context. Conducted in Spanish.\nPriority will be given to seniors and Spanish majors.  Others admitted to balance by class year to foster a diverse class.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SPAN/SPAN-363-1516F'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212 or consent of the instructor. Limited to 25 students.  Fall semester. Professor Stavans."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-394","x":31.0,"y":3.0,"id":"30","attributes":{"Title":"Spanglish","Description":"Listed in: \n, as SPAN-394\nFormerly listed as: SPAN-94\nMoodle site: \n (Section 01)\n[RC] A cultural study of language in the Hispanic world (Spain, Latin America, the Caribbean, and the United States), this course spans almost 500 years, from the arrival of Spanish to the Americas with Columbus' first voyage, to present-day \n\" in Los Angeles.  It focuses on the verbal interactions between the missionaries to Florida and the Southwest and the indigenous populations, the linguistic repercussions of the Treaty of Guadalupe Hidalgo of 1848, the age of acculturation in the early half of the twentieth century, the political agitation of the Chicano Movement as manifested in word games, and the hip-hop age of \n.  Students will analyze works by Junot Díaz, Ana Lydia Vega, Giannina Braschi, Susana Chávez-Silverman, Luis Humberto Crosthwaite, and others.  Topics like translation, bilingual education, lexicography, advertising, sports, and the impact of mass and social media will be contemplated.  Emphasis will be made on the various modalities of Spanglish, such as Dominicanish, Cubonics, and Nuyorican.  Plus, the development of Spanglish as a street jargon will be compared to Yiddish, Black English, and other minority tongues. Research Course. Conducted in Spanish.\nFall semester.  Professor Stavans.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/SPAN/SPAN-394-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-210","x":17.0,"y":2.0,"id":"31","attributes":{"Title":"Camino de Santiago","Description":"Listed in: \n, as SPAN-210\n (Section 01)\nThe \n or the Way of St. James, is a pilgrimage to the Cathedral of Santiago de Compostela in Galicia, Spain. This interdisciplinary course will explore the origins of the \nthrough the Middle Ages, and its recent transformation into a cultural phenomenon. It will be divided into several units that focus on art and architecture, religion, gastronomy, music, history, literature, philosophy, pop culture, and tourism. Major cities along the \n will act as cultural “stops” to complement these topics. Primary sources will include historical documents, excerpts from medieval literary texts, poetry, and contemporary travel narratives. Secondary critical readings, films, music, maps, and interviews with pilgrim-scholars will supplement primary sources. Other significant pilgrimage traditions beyond Spain will also be considered. The course will culminate in a one-day hike on a local trail. Evaluation will be based on student discussion, research writing, and oral presentations. Although readings and films will be in English and Spanish.  Conducted in Spanish.\nPriority given to Spanish majors ","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-210-1516S'> Course Site </a>","Requisite":["Requisite:  SPAN 199 or consent of the instructor.  Limited to 15 students.  Spring semester.  Lecturer Granda."]},"color":"rgb(142, 6, 148)","size":10.0},{"label":"SPAN-393","x":5.0,"y":3.0,"id":"32","attributes":{"Title":"Journeys to/from/in Spain","Description":"Listed in: \n, as SPAN-393\n (Section 01)\nFrom journeys of lovers to religious pilgrimages, voyages of conquest and exploration to imaginary excursions, journeys of war and slavery to picaresque adventures, among other types of travel, the theme of the “journey” is replete in Spanish literature. With a particular emphasis on the sixteenth and seventeenth centuries, this course will explore historical and fictional accounts of journeys to, from, and in Spain. Taking into consideration a variety of genres and authors, we will examine different motives that spurred real individuals and fictional characters to leave their homes in Spain and travel to new lands and in other cases we will look at what caused them to return to their homeland. Some of the works studied in class will include narratives of conquest and exploration in the New World, sea voyages in the Mediterranean (for example, Cervantes), spiritual journeys (such as the Spanish mystics), trips to the other world (including some of Quevedo’s \n), tales of homeless wanderers (the picaresque novel), female travelers, and perspectives from visitors to Spain from other countries such as France (d’Aulnoy) and Morocco (al-Ghassani). Conducted in Spanish.\nPriority given to Spanish majors","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-393-1516S'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212 or consent of the instructor. Limited to 18 students. Spring semester. Professor Infante."]},"color":"rgb(142, 6, 148)","size":10.0}],"edges":[{"label":"","source":"4","target":"2","id":"6","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"5","id":"8","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"7","id":"10","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"8","id":"12","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"10","id":"14","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"13","id":"16","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"15","id":"18","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"20","id":"20","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"23","id":"22","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"24","id":"24","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"25","id":"26","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"27","id":"28","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"28","id":"30","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"29","id":"32","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"31","id":"34","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"4","target":"32","id":"36","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"8","target":"2","id":"38","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"8","target":"5","id":"40","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"8","target":"7","id":"42","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"8","target":"10","id":"44","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"8","target":"13","id":"46","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"8","target":"15","id":"48","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"8","target":"20","id":"50","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"8","target":"23","id":"52","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"8","target":"25","id":"54","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"8","target":"27","id":"56","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"8","target":"28","id":"58","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"8","target":"29","id":"60","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"8","target":"32","id":"62","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"24","target":"2","id":"64","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"24","target":"5","id":"66","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"24","target":"7","id":"68","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"24","target":"8","id":"70","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"24","target":"10","id":"72","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"24","target":"13","id":"74","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"24","target":"15","id":"76","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"24","target":"20","id":"78","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"24","target":"23","id":"80","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"24","target":"25","id":"82","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"24","target":"27","id":"84","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"24","target":"28","id":"86","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"24","target":"29","id":"88","attributes":{},"color":"rgb(142, 6, 148)","size":1.0},{"label":"","source":"24","target":"32","id":"90","attributes":{},"color":"rgb(142, 6, 148)","size":1.0}]}