{"nodes":[{"label":"MUSI-112","x":1.0,"y":1.0,"id":"0","attributes":{"Title":"Exploring Music","Description":"Listed in: \n, as MUSI-112\nFormerly listed as: MUSI-12\n (Section 01)\nThrough analysis, performance, and composition, we will build a solid working understanding of basic principles of melody and harmony common in Western musical traditions. Assignments will include writing short melodies and accompaniments as well as more detailed compositional and improvisational projects. We will use our instruments and voices to bring musical examples to life in the classroom. Two class meetings and one lab session per week. Students who have not previously taken a course in music theory at Amherst College are encouraged to take a self-administered placement exam available on reserve in the Music Library and on the Music Department Website (www.amherst.edu/~music/TheoryPlacement.pdf ). Students are also encouraged to discuss placement in music theory with a member of the Music Department. This course is considered a point of entry to MUSI 241.\nIndividual meeting with instructor to test musical background & ear to determine class level. If overenrolled, preference will be give to those who have submitted a Music Theory Placement Exam, then to 1st-years, sophomores, & juniors.","Department Code":"MUSI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/MUSI/MUSI-112-1516S'> Course Site </a>","Requisite":["Requisite: MUSI 111, or equivalent ability gained by playing an instrument or singing. Limited to 30 students. Spring semester. Professor Schneider."]},"color":"rgb(78, 157, 9)","size":10.0},{"label":"EUST-202","x":3.0,"y":2.0,"id":"1","attributes":{"Title":"World War II in European Literature and Film","Description":"Listed in: \n, as EUST-202\nFormerly listed as: EUST-15\n (Section 01)\nThis course is designed to introduce students to the impact that World War II (1939-1945) had and continues to have on the society and culture of several European nations. As the last of the generation that lived during the war passes on, their grandchildren persist in raising questions about the reasons and effects of this political cataclysm. During the war, and afterwards with more or less intensity, writers and filmmakers made and have made attempts to analyze and represent the memories, the guilt, and the false histories that the war left behind in every involved nation.\nThe course will examine the ethics of historical memory, the sincerity of representation, the clever use of history for political purposes. It will also probe and analyze persistent myths of the war as well as discover stories and facts that have been ignored or forgotten. Finally, the course will look at alternative scenarios, that is, “what if” narratives.\nReadings might include works by Erich Remarque, Albert Camus, Irène Némirovsky, W. G. Sebald, Primo Levi, and Tony Judt. Films might include selections from Rossellini’s \n, Holland’s \n, Reed’s \n, and Malle’s \n      \nThe class will study how nations too have attempted to make sense of this hecatomb, seeking explanation, expiation, and often excuses. We will also study how the Second World War’s legacy still affects contemporary European culture and politics.\nStudents will be expected to participate in discussion, give oral reports, and write a research paper.\nLimited to 25 students. Spring semester. Professor Rosbottom\nPreference will be given to students who pre-register and attend class on the first and second day.","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/EUST/EUST-202-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(215, 109, 54)","size":10.0},{"label":"EUST-235","x":4.0,"y":2.0,"id":"2","attributes":{"Title":"Impostors","Description":"Listed in: \n, as EUST-235  |  \n, as SPAN-380\nMoodle site: \n (Section 01)\n(Offered as EUST 235 and SPAN 380.) An interdisciplinary exploration of the causes behind the social, racial, artistic, and political act—and art—of posing, passing, or pretending to be someone else. Blacks passing for whites, Jews passing for gentiles, and women passing for men, and vice versa, are a central motif. Attention is given to biological and scientific patterns such as memory loss, mental illness, and plastic surgery, and to literary strategies like irony. As a supernatural occurrence, the discussion includes mystical experiences, ghost stories, and séance sessions. The course also covers instances pertaining to institutional religion, from prophesy from the Hebrew and Christian Bibles to the Koran and Mormonism. In technology and communications, analysis concentrates on the invention of the telegraph, the telephone, and the Internet. Entertainment, ventriloquism, puppet shows, voice-overs, children’s cartoon shows, subtitles, and dubbing in movies and TV are topics of analysis. Posers in Greek mythology, the \n, Cervantes, Shakespeare, Lewis Carroll, Mark Twain, Sigmund Freud, Jorge Luis Borges, Philip Roth, Oliver Sacks, and Nella Larsen are examined. Conducted in English.\nLimited to 20 students. Fall semester. Professor Stavans.\nPreference will be given to juniors and seniors.\n$15.00","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/EUST/EUST-235-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(215, 109, 54)","size":10.0},{"label":"FREN-208","x":5.5,"y":2.0,"id":"3","attributes":{"Title":"French Conversation","Description":"Listed in: \n, as FREN-208\nFormerly listed as: FREN-08\n (Section 01)\nTo gain as much confidence as possible in idiomatic French, we discuss French social institutions and culture, trying to appreciate differences between French and American viewpoints. Our conversational exchanges will touch upon such topics as French education, art and architecture, the status of women, the spectrum of political parties, minority groups, religion, and the position of France and French-speaking countries in the world. Supplementary work with audio and video materials.\nSeniors will have the lowest priority and will be dropped first.  Priority will be given to:  first- and second-year students, especially those who are planning to study in France, and to French majors and potential majors.\n$35.00","Department Code":"FREN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/FREN/FREN-208-1516S'> Course Site </a>","Requisite":["Requisite: FREN 205, or completion of AP French, or four years of secondary school French in a strong program. Limited to 16 students. Fall and spring semester. Professor Sigal."]},"color":"rgb(111, 90, 52)","size":10.0},{"label":"RUSS-245","x":7.5,"y":2.0,"id":"4","attributes":{"Title":"Art and Politics in Russia, 1860 to the Present","Description":"Listed in: \n, as ARHA-245  |  \n, as EUST-255  |  \n, as RUSS-245\nMoodle site: \n (Section 01)\n(Offered as RUSS 245, ARHA 245 and EUST 255.) The interchange between art and politics has long been a focal point of Russian cultural production. This course will survey the dynamic relationship between aesthetic innovation and political transformation in Russia from 1860 to the present. In doing so, it will cultivate appreciation of a wide range of artistic achievements originating in Moscow and St. Petersburg. Class members will employ a comparative approach to explore how various Russian artists responded to changing local circumstances, while also positioning themselves in relation or opposition to significant socio-political events occurring in Western Europe and America. Special attention will be devoted to considering how Russian artists engaged themes that are central to the study of aesthetics and politics worldwide, including artistic autonomy; participation and collaboration; the relationship between art and life; abstraction and representation; mass media and popular culture; commodification and institutionalization; and avant-gardism. Individuals and groups to be discussed include the Wanderers, the Russian Futurists, the Russian Constructivists, Ilya Kabakov, Komar and Melamid, the Moscow Actionists, and Pussy Riot. Assigned readings will be complemented by visits to the Mead Art Museum. No acquaintance with Russian language or culture is assumed.\nFall semester.  Visiting Professor Maydanchik.\n$100","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RUSS/RUSS-245-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(255, 236, 237)","size":10.0},{"label":"SPAN-199","x":10.0,"y":1.0,"id":"5","attributes":{"Title":"Spanish Writing Workshop","Description":"Listed in: \n, as SPAN-199\nFormerly listed as: SPAN-07\n (Section 01)\nIn this course students will learn how to approach writing as a process. The emphasis is on writing as a communicative act rather than as a mere language exercise. As such, emphasis is given to the interaction between the author and the text, the target audience, and the purpose and message of the final product. In order to develop the necessary skills that good writers should have, the course will focus on expanding vocabulary, exploring rhetorical techniques for organizing information, developing strategies for writing, and characterizing the target audience(s). At the same time we will insist upon critical readings, and the processes of revising and editing. In addition, this course includes the study of written texts (narrative, description, poems, reports, essays, letters, etc.), and of literature’s many genres and subgenres (prose, poetry, drama, etc.).\nThis course prepares students for advanced-level courses offered by the Spanish Department. Three hours per week with the lecturer. Limited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall and Spring semester: Lecturer Granda.\nPriority will be given to pre-registered students.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-199-1516S'> Course Site </a>","Requisite":["Requisite: Spanish IV (SPAN-130) or Spanish Placement Exam."]},"color":"rgb(65, 3, 181)","size":10.0},{"label":"EUST-203","x":12.5,"y":2.0,"id":"6","attributes":{"Title":"Cityscapes: Imagining the European City","Description":"Listed in: \n, as ARCH-203  |  \n, as EUST-203\nFormerly listed as: EUST-50\nMoodle site: \n (Section 01)\n(Offered as EUST 203 and ARCH 203.)  Cities, the largest human artifact, have been at the center of Europeans’ relationships with nature, gods, and their own kind since their first appearance. With the advent of capitalist energy, the European city went through radical change. The resultant invention, re-invention and growth of major metropolises will be the subject of this course.\nWe will discuss histories and theories of the city and of the urban imagination in Europe since the eighteenth century. We will consider Paris, London, Berlin, Rome, and St. Petersburg, among others, and the counter-example of New York City. We will study examples of city planning and mapping, urban architecture, film and photography, painting, poetry, fiction, and urban theory. And, we may study Atget, Baudelaire, Benjamin, Calvino, Dickens, Joyce, Rilke, Truffaut, Zola, and others.\nQuestions addressed will include: To what extent do those who would “improve” a city take into account the intangible qualities of that city? How do the economics of capital compromise with the economics of living? How does the body-healthy and unhealthy-interact with the built environment? How and why does the imagination create an “invisible city” that rivals the “real” geo-political site? Two classes per week.\nLimited to 25 students.  Fall semester.  Professor Rosbottom.\nPreference will be given to students who pre-register and attend class on the first and second day.\n30.00","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/EUST/EUST-203-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(215, 109, 54)","size":10.0},{"label":"HIST-232","x":13.5,"y":2.0,"id":"7","attributes":{"Title":"European Intellectual History in the Twentieth Century","Description":"Listed in: \n, as EUST-242  |  \n, as HIST-232\nMoodle site: \n (Section 01)\n(Offered as HIST 232 [EU] and EUST 242). This class explores the intellectual history of Europe’s “Age of Extremes” by focusing on its feuding political ideas and their chief advocates: the public intellectuals. Liberalism, Conservatism, Communism, and Fascism – all were created by intellectuals, and all relied on intellectuals for their ideological struggle over Europe. The course will investigate the many – glorious and inglorious – careers of European intellectuals of very different agendas, polities, legacies and fates (Arendt, Gramsci, De Beauvoir, Sartre, Orwell, Schmitt to name a few). The course thus has two goals: first, it is an introduction to 20th-century political ideas in their European historical contexts; second, it is an examination of public intellectuals, their history, role, responsibility and even accountability. Course materials will include historical analysis and works of fiction; works of propaganda and works of art; manifestos and political trial confessions. Two class meetings per week.\nSpring semester. Five College Professor Gordon.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-232-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"HIST-132","x":14.5,"y":1.0,"id":"8","attributes":{"Title":"Europe in the Twentieth Century","Description":"Listed in: \n, as EUST-133  |  \n, as HIST-132\nFormerly listed as: HIST-03\nMoodle site: \n (Section 01)\n(Offered as HIST 132 [EU] and EUST 133.) At the turn of the century, Mark Twain described Europe as a paradise of “tranquil contentment,” prosperity and genuine freedom. Labelled as the “Age of Extremes,” however, Europe’s twentieth century was marked by fierce ideological and political conflict, war and genocide and the beginning of the end of a domination over world affairs that the European nations had exercised for centuries. By 2012, the European Union was awarded the Nobel Peace Prize and lauded once again as a beacon of relative stability and peace. This course will explore the major events, development and trends of European history in the twentieth century: the two world wars; the confrontation between liberalism, fascism, and communism; decolonization; the Cold War; the socio-cultural revolution of the 1960s; the Balkan Wars in the 1990s and the apparent triumph of democracy in European politics.  Course materials will focus on changing notions of race, class, and gender during the course of the century and draw on primary documents, including novels and historical fiction, memoirs, films, political manifestos, government documents and interviews.  Two class meetings per week.\nLimited to 30 students. Fall semester. Visiting Professor Trask.\nPriority to underclass students, non-majors","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-132-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"HIST-228","x":15.5,"y":2.0,"id":"9","attributes":{"Title":"Modern Germany, 1750 to the Present","Description":"Listed in: \n, as EUST-218  |  \n, as HIST-228\nMoodle site: \n (Section 01)\n(Offered as HIST 228 [EU] and EUST 218).  This course surveys the troubled history of the modern German nation-state, with a focus on culture, society, and politics.  Particular attention is paid to how, in both the nineteenth and twentieth centuries, liberal ways of thinking that emerged from the Enlightenment clashed and sometimes merged with traditions of Prussian militarism and absolutism.  The course also emphasizes how German Social Democracy, the world's largest and best organized workers' movement, destabilized the nation-state while laying the foundation for progressive democracy.  Topics include absolutism, the old regime, the Enlightenment, the Napoleonic occupation, the 1848 revolution, unification and rule under Bismarck, German Jews before 1914, mass politics under Wilhelm II, the First World War, the Weimar Republic, the Nazi dictatorship, the Second World War and the Holocaust, the divided Germanys, and the Federal Republic since 1989.  The readings include one monograph but mostly primary source texts, such as diaries, speeches, political pamphlets, and magazine articles from the distant German past.  Students have to submit weekly written answers to questions on these texts and write five short essays.  In each, students must take a position in a debate or interpretation and support conclusions from the primary source texts.  Two class meetings per week.\nLimited to 25 students.  Spring semester.  Five College Visiting Professor Donson. \nhistory majors have priority","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-228-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"ARHA-374","x":16.5,"y":3.0,"id":"10","attributes":{"Title":"To Sculpt a Modern Woman's Life","Description":"Listed in: \n, as ARHA-374  |  \n, as EUST-384  |  \n, as SWAG-374\nMoodle site: \n (Section 01)\n(Offered as ARHA 374, EUST 384, and SWAG 374.) We will revel in dramatically different works by women artists, from Magdalena Abakanowicz, Lynda Benglis and Louise Bourgeois, to Eva Hesse, Jeanne-Claude, Jenny Holzer, Rona Pondick, Doris Salcedo, Kiki Smith and Rachel Whiteread on down, as we explore how they created themselves through their work. As a foil, we will analyze the invented personas of Sarah Bernhardt and Madonna, as well as images of women by Renoir, Cézanne, Picasso, Magritte, de Kooning, Woody Allen, and Saura. While we will focus on original objects and primary texts (such as artists' letters or interviews), we will also critique essays by current feminist scholars and by practitioners of \"the new cultural his-tory,\" in order to investigate possible models for understanding the relationship between a woman and her modern culture at large. Assignments will include a substantial research paper and at least one field trip.\nStudents will write a page after the first class, explaining why they want to take the seminar","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-374-1415F'> Course Site </a>","Requisite":["Requisite: One course in modern art or consent of the instructor.  Limited to 15 students.  Fall semester. Professor Staller."]},"color":"rgb(100, 220, 153)","size":10.0},{"label":"HIST-236","x":17.5,"y":2.0,"id":"11","attributes":{"Title":"Soviet Union During the Cold War","Description":"Listed in: \n, as EUST-238  |  \n, as HIST-236\nMoodle site: \n (Section 01)\n(Offered as HIST 236 [EU] and EUST 238.)  The Cold War indelibly shaped the second half of the twentieth century.  Spies seemed ubiquitous; nuclear annihilation imminent.  Films such as \n and the \n series forged a Western image of the Soviet Union.  But how were these decades experienced behind the Iron Curtain?  This class explores Soviet history between the end of World War II and the collapse of the USSR.  We will study the roots of the Cold War; the politics of de-Stalinization in the USSR; the unfolding of Soviet influence in Eastern Europe; and Soviet relations with the West, China, and the developing world.  We will also explore the internal dynamics of Soviet society: the rise of the Soviet middle class, consumerism, tourism, the entertainment industry, demographic trends, education, and public health.  Two class meetings per week. \nFall semester. Five College Professor Glebov.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-236-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"SPAN-374","x":18.5,"y":3.0,"id":"12","attributes":{"Title":"Translating the Classics","Description":"Listed in: \n, as EUST-344  |  \n, as SPAN-374\n (Section 01)\n (Section 01)\n(Offered as SPAN 374 and EUST 344) In this blended-learning course, 25 students will study four literary classics (Cervantes's \n, Flaubert's \n, Dostoyevsky's \n, and Kafka's \n), exploring their history of literary translation across time as well as across languages. Students will think about how translations contribute to the comprehension, interpretation, circulation, survival, and new possibilities of literary texts, especially regarding the classics. Students will also engage in the practice of literary translation by producing enhanced digital texts that combine a new translation made by students with visual, audio, and virtual data. Overall, this course will encourage students to look at translation through a historical lens by accessing translations done in different periods as statements of their time and place as well as introduce them to the profession of literary translation in the digital age. All students should be native speakers of or fluent in English, and will translate into this language for their final project. Students should also have advanced reading knowledge in any one or more of these four languages: Spanish, French, German, and Russian.\nConsent of the instructor is required. Limited to 25 students. Spring semester. Professor Stavans and Professor Galasso (University of Massachusetts).\nInstructors' discretion","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-374-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(65, 3, 181)","size":10.0},{"label":"GERM-363","x":19.5,"y":3.0,"id":"13","attributes":{"Title":"Traumatic Events","Description":"Listed in: \n, as ARCH-363  |  \n, as EUST-363  |  \n, as FAMS-370  |  \n, as GERM-363\nFormerly listed as: FAMS-53  |  GERM-63\nMoodle site: \n (Section 01)\n(Offered as ARCH 363, GERM 363, EUST 363, and FAMS 370.) How is memory constructed and represented? How is it possible to bear witness, and what exactly is involved? Who is authorized to testify, to whom, when? Whose story is it? Is it possible to tell \"the story\" of a traumatic event? What are the disorders of testimony, and how and where do they emerge? This course will observe the workings of trauma (the enactment and working-through of collective and individual symptoms of trauma), memory, and witnessing in various modes of everyday life. We will examine notions of catastrophe, disaster, accident, and violence, and explore the possibilities and impossibilities of bearing witness in many forms of cultural production: in fiction, poetry, architecture, critical theory, oral and written testimonies, visual art, monuments, memorials, philosophy, science, cartoons, film, video, theater, television reportage, newspaper documentation, performance, online, and in our public and domestic spaces. We will study various representations of trauma, paying particular attention to events in Germany and Europe from the twentieth century, as well as to 9/11 and other recent international events. Material to be examined will be drawn from the work of Pina Bausch, Joseph Beuys, Christian Boltanski, Cathy Caruth, Paul Celan, Marguerite Duras, Peter Eisenman, Shoshana Felman, Florian Freund, Jochen Gerz, Geoffrey Hartman, Rebecca Horn, Marion Kant, Anselm Kiefer, Ruth Klüger, Dominick LaCapra, Claude Lanzmann, Dori Laub, Daniel Libeskind, W.G. Sebald, Art Spiegelman, Paul Virilio, Peter Weiss, Wim Wenders, Elie Wiesel, Christa Wolf, and others. Conducted in English with German majors required to do a substantial portion of the reading in German.\nFall semester. Professor Gilpin.\n40.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/GERM/GERM-363-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(201, 74, 219)","size":10.0},{"label":"ARHA-385","x":20.5,"y":3.0,"id":"14","attributes":{"Title":"Witches, Vampires and Other Monsters","Description":"Listed in: \n, as ARHA-385  |  \n, as EUST-385  |  \n, as SWAG-310\nFormerly listed as: EUST-70  |  FIAR-85  |  FIAR-92  |  WAGS-10\nMoodle site: \n (Section 01)\n(Offered as ARHA 385, EUST 385, and SWAG 310.) This course will explore the construction of the monstrous, over cultures, centuries and disciplines. With the greatest possible historical and cultural specificity, we will investigate the varied forms of monstrous creatures, their putative powers, and the explanations given for their existence-as we attempt to articulate the kindred qualities they share. Among the artists to be considered are Valdés Leal, Velázquez, Goya, Munch, Ensor, Redon, Nolde, Picasso, Dalí, Kiki Smith, and Cindy Sherman. Two class meetings per week.\nLimited to 20 students. Fall semester.  Professor Staller.\nIn order to foster a rich interdisciplinary discussion, I will divide the names of pre-registered students by major and class, and pick the names out of a hat. Students will be notified within a week after pre-registration if they have received a spot.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-385-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(100, 220, 153)","size":10.0},{"label":"SPAN-317","x":10.5,"y":3.0,"id":"15","attributes":{"Title":"Women in Early Modern Spain","Description":"Listed in: \n, as EUST-317  |  \n, as SWAG-317  |  \n, as SPAN-317\nMoodle site: \n (Section 01)\nThis course will examine the diverse and often contradictory representations of women in sixteenth- and seventeenth-century Spain as seen through the eyes of both male and female writers. This approach will allow us to inquire into how women represented themselves versus how they were understood by men. In our analysis of this topic, we will also take into consideration some scientific, legal, and moral discourses that attempted to define the nature and value of women in early modern Spain. Works by authors such as Cervantes, María de Zayas, Calderón de la Barca, and Catalina de Erauso, among others, will offer us fascinating examples and different approaches to the subject. Conducted in Spanish.\n Priority given to Spanish majors","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SPAN/SPAN-317-1415S'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212, or consent of the instructor. Limited to 15 students. Spring semester. Professor Infante."]},"color":"rgb(65, 3, 181)","size":10.0},{"label":"SPAN-212","x":8.5,"y":2.0,"id":"16","attributes":{"Title":"Hispanic World: Past, Present and Future","Description":"Listed in: \n, as SPAN-212\nFormerly listed as: SPAN-04  |  SPAN-08  |  SPAN-10  |  SPAN-12\nMoodle site: \n (Section 01)\nA survey course that provides an understanding and appreciation of the Spanish-speaking world (including both North and South America and Spain) through language, geography, history, economics, sociopolitical issues, folklore, literature and art. The different units in this course are geographically oriented, and they will focus on individual countries or particular Hispanic groups. Writing skills will be refined by the completion of research papers, and communication skills will be developed further by class discussions and oral presentations. Comprehension will be enhanced by presenting students with literary texts, movies, documentaries and periodicals.\nLimited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall semester: Lecturer Bel.\nPriority will be given to Spanish majors.","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SPAN/SPAN-212-1516F'> Course Site </a>","Requisite":["Requisite: SPAN-199 or SPAN-211, or consent of the instructor. A medium to high level knowledge of the Spanish language and reasonable proficiency in listening, speaking, reading, and writing in Spanish are required."]},"color":"rgb(65, 3, 181)","size":10.0},{"label":"GERM-364","x":21.5,"y":3.0,"id":"17","attributes":{"Title":"Architectures of Disappearance","Description":"Listed in: \n, as ARCH-364  |  \n, as EUST-364  |  \n, as GERM-364\nFormerly listed as: GERM-64\n (Section 01)\n(Offered as GERM 364, ARCH 364, and EUST 364.) This course will address a number of developments and transformations in contemporary urban architecture and performance from an international perspective. We will explore issues including, but not limited to, trauma, memory, absence, perception, corporeality, representation, and the senses in our examination of recent work in Germany and elsewhere, and read a number of texts from the fields of philosophy, critical theory, performance studies, and visual and architectural studies, in an attempt to understand how architecture is beginning to develop compositional systems in which to envision dynamic and responsive spaces in specific cultural contexts. We will focus our research on the work of a number of German and international architects, performance, and new media artists, including Jochen Gerz, Renata Stih and Frieder Schnock, Horst Hoheisel, Micha Ullman, Shimon Attie, Daniel Libeskind, Peter Eisenman, Rem Koolhaas, Greg Lynn, Mark Goulthorpe, R & Sie(n), Axel Kilian, Paul Privitera, Hani Rashid and Lise-Ann Couture, Herzog and de Meuron, Archigram, William Forsythe, Jan Fabre, Rachel Whiteread, Rebecca Horn, Sasha Waltz, Richard Siegal, Michael Schumacher, Robert Wilson, the Blix Brothers of Berlin, Pina Bausch, Granular Synthesis, Sponge, Rafael Lozano-Hemmer, Toni Dove, and many others.  Conducted in English, with German majors required to do a substantial portion of the reading in German.\nLimited to 15 students. Enrollment requires attendance at first class meeting. Spring semester.  Professor Gilpin.\nPreference given to German, European Studies, and Architectural Studies majors.\n$50.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GERM/GERM-364-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(201, 74, 219)","size":10.0},{"label":"ARHA-253","x":22.5,"y":2.0,"id":"18","attributes":{"Title":"Dutch and Flemish Painting (The ","Description":"Listed in: \n, as ARHA-253  |  \n, as EUST-253\nFormerly listed as: EUST-75  |  FIAR-41  |  FIAR-53\nMoodle site: \n (Section 01)\n(Offered as ARHA 253 and EUST 253). This course means to ask the question: What would it be like to engage with the paintings of Jan van Eyck, Roger van der Weyden, Hieronymous Bosch, Pieter Bruegel, Jan Vermeer and Rembrandt van Rijn as a consciously embodied person and to reclaim in such a direct encounter the rejuvenating powers of \n, insight and wisdom residing within ourselves and in the \nof works of art with which we would \n. In addition to reaffirming the practice of artistic contemplation for its own sake, “Dutch and Flemish Painting” will offer explicit guidance in both the means and the attitude of being that underlie and enable such beholding. In learning how to 'behold', our goal will be to allow a series of exemplary masterpieces including Van Eyck’s\nand the\nRoger’s\nthe\nand the\nBosch’s\nBrueghal's\nVermeer’s\nand\nRembrandt’s\nand several intimate \nto open outward and implicate us in their human aspiration to wholeness. Two class meetings per week.\nLimited to 25 students. Fall semester.  Professor Upton.\nselect students according to their preparation, artistic interest and seniority at the College","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-253-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(100, 220, 153)","size":10.0},{"label":"EUST-259","x":23.5,"y":2.0,"id":"19","attributes":{"Title":"Shakespeare in Prison","Description":"Listed in: \n, as EUST-259  |  \n, as SPAN-365\n (Section 01)\n(Offered as EUST 259 and SPAN 365.) Taught at the Hampshire County Jail, the course is devoted to close readings and staging of parts of Shakespeare’s plays while exploring in depth his historical context, dramatic and stylistic style, and world view. The topics of bondage, revenge, injustice, and forgiveness will serve as leitmotifs. On this iteration, four plays will be the focus: \n, \n, \n, and \n. Conducted in English.\nSpring semester. Professor Stavans.","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/EUST/EUST-259-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(215, 109, 54)","size":10.0},{"label":"HIST-123","x":24.5,"y":1.0,"id":"20","attributes":{"Title":"Europe in the Middle Ages","Description":"Listed in: \n, as EUST-123  |  \n, as HIST-123\nMoodle site: \n (Section 01)\n(Offered as HIST-123 [EU\n] and EUST 123.) This course provides an introduction to the remarkable history that still conditions our current lives. The course explores how the mingling of people at the far western end of the Eurasian continent led to the rise of a European civilization that would later seek to mold the world in its own image. It examines how a distinct \"Europe\" arose from the effort of \"barbarians\" to \"restore\" the Roman Empire and their failure to do so. It considers how fragmented communities under a universal religion sought to reconstruct their lives by rebuilding their material bases, reimagining their faith, and reconstituting their polities. It canvasses how this process was tied to the constant encounter and conflict with others and how this would serve as a template for later expansion. Through the voices and visions of the past and the writings of modern authorities, the course will provide an overview of how, in the course of the Middle Ages, a Europe arose, developed and changed, and set the basis for the making of our modern world. Two course meetings per week. \nSpring semester. Visiting Professor Cho.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-123-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"ENGL-412","x":25.5,"y":4.0,"id":"21","attributes":{"Title":"Medieval Manuscripts","Description":"Listed in: \n, as ENGL-412  |  \n, as EUST-412\nMoodle site: \n (Section 01)\n(Offered as ENGL 412 and EUST 412.)  [before 1800]   This course introduces students to the hands-on study of medieval manuscripts.  Students will examine materials in the Frost Library archives, as well as print and digital facsimiles of medieval manuscripts, to learn about how medieval literature was copied and read in its own time. Students will learn the skills of paleography (reading old handwriting) and codicology (analyzing the materials and assembly of old books) in order to conduct original research on these materials. They will also learn about medieval and early modern book culture. The course includes a field trip to the Rare Books library at Harvard University.\nOpen to juniors and seniors.  Limited to 12 students.  Fall semester.  Professor Nelson.\nPreference given to junior and senior English, French, Classics, or European Studies majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-412-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(115, 173, 27)","size":10.0},{"label":"SPAN-234","x":26.5,"y":2.0,"id":"22","attributes":{"Title":"Images of liberation: Spanish Transition to Democracy","Description":"Listed in: \n, as EUST-244  |  \n, as SPAN-234\nMoodle site: \nDavid Rodriguez-Solas (Section 01)\n(Offered as SPAN 234 and EUST 244.)  In less than fifteen years Spain became a new member of the European Union, organized the 1992 Olympics in Barcelona, and dismantled a dictatorial regime. However, the Spanish transition to democracy faced many contradictions, and cultural products produced and consumed in that period reflected the struggles to construct a democratic society. Among the topics this course will examine are censorship, sexual liberation, urban culture, women and workers’ rights, and historical memory. Material includes television series, films, plays, novels, exhibitions, graphic novels, and music. \nIn this course students will improve oral and written expression in Spanish and will also learn how to interpret the materials critically. For this purpose, we will ask ourselves these questions: what role does transition play in a Spaniard’s imagination of society? How is the failure to come to terms with the past represented in cultural products? What lesson can we learn from the representation of the struggle for liberties? Why did this process leave most people disenchanted? Conducted in Spanish. \nRequisite SPAN 199, 211, 212 or consent of the instructor.  Limited to 15 students.  Spring semester.  Visiting Professor Rodriguez-Solas.\nPriority given to Spanish majors\n$25","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SPAN/SPAN-234-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(65, 3, 181)","size":10.0},{"label":"HIST-124","x":27.5,"y":1.0,"id":"23","attributes":{"Title":"Europe in Transition, 1350-1750","Description":"Listed in: \n, as EUST-124  |  \n, as HIST-124\nMoodle site: \n (Section 01)\n(Offered as HIST 124 [EU\n] and EUST 124.)  Europe in Transition provides an introduction to the momentous transformations that Europe underwent during the early modern period. From the post-Black Death turmoil in the fourteenth century to the impending crisis of the Old Order in the eighteenth century, Europe experienced multiple upheavals that continue to shape our modern lives. Through the recorded experiences of contemporaries and the debates and syntheses of historians, this course examines how conscious revivals of imagined ancient traditions gave way to assertions of contemporary greatness; how an urge to purify and reform religious life brought about an irreversible schism, fraternal strife, and tolerance; how the resulting social disruptions required innovative forms of consent, control and governance; how expanding horizons and commercial practices intensified exchange and exploitation; how new discoveries required new modes of inquiry and knowledge-making; how these changes led to a striking self-confidence in their own ideas of man, society and history; whereby Europe would seek to mold the world in its own image. Two class meetings per week.\nFall semester. Visiting Professor Cho.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-124-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"HIST-432","x":28.5,"y":4.0,"id":"24","attributes":{"Title":"Gender, Class, and Crime: the Victorian Underworld","Description":"Listed in: \n, as EUST-332  |  \n, as HIST-432\nMoodle site: \n (Section 01)\n(Offered as HIST 432 [EU] and EUST 332.)  Victorian Britain was a nation of contrasts. It was at once the world’s foremost economic and imperial power, the richest nation in Europe, and the country where the consequences of industrialization–slums, poverty, disease, alcoholism, sexual violence–took some of their bleakest forms. In an era of revolution, Britain enjoyed one of the most stable political systems in Europe; yet it was also a society plagued by crime and by fears of popular unrest, the place where Marx predicted the worker’s revolt would begin. This seminar explores the complex world of the Victorians through a focus on what contemporaries termed the “social problem”: the underclass of criminals, paupers, and prostitutes who seemed immune to reform. Themes will include political liberalism and the Poor Law, imperialism at home and abroad, industrialization and urbanization, sanitation, hygiene, and disease control initiatives, shifting cultural understandings of gender and class, and Jack the Ripper. Students will be expected to write a research paper on a topic of their choice. One class meeting per week.\nNot open to first-year students. Limited to 15 students. Spring semester.  Professor Boucher.\nPreference given to History majors-- then seniors and juniors.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-432-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"HIST-339","x":29.5,"y":3.0,"id":"25","attributes":{"Title":"A Price for Everything: Making of a Market Society","Description":"Listed in: \n, as EUST-329  |  \n, as HIST-339\n (Section 01)\n(Offered as HIST 339 [EU/p] and EUST 329.)  This seminar reviews the various socio-cultural configurations of economic relations from the high medieval to the early modern era. Drawing on works from a range of disciplines, we focus on the intersection of market and culture, on how people have struggled to arrange and institutionalize market exchange, and how they have sought to make sense of those changing relations. The course is built around a basic question that is also a current debate: What can we and what can we not buy and sell? And why? To answer these questions, we first consider the foundational works that still govern our basic notions about the market society we live in. We then review several fields of our social lives that have been transformed through market exchange: What makes one good a gift and another a commodity? How can we set a price on the work we do? How did money make the world go around? Why am I often the sum of what I own? And what do these questions tell us about our relationship with each other and our things? We will consider both critical essays and historical case-studies. The goal of the course is to gain a historical and critical perspective on the making of a market society, provide approaches for applied research, and allow us to be conscious participants in the contemporary transformation of our own society.  One class meeting per week. \nLimited to 20 students.  Spring semester. Visiting Professor Cho.\nPreference to upper level history and economics majors.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-339-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"HIST-230","x":30.5,"y":2.0,"id":"26","attributes":{"Title":"The French Revolution","Description":"Listed in: \n, as EUST-230  |  \n, as HIST-230\nMoodle site: \n (Section 01)\n(Offered as HIST 230 [EU\n] and EUST 230.) Often viewed as one of the defining events in modern history, the French Revolution has been debated and discussed, derided and celebrated by generations of politicians, cultural commentators, and historians. This course enters into this on-going conversation by examining the nature of the revolutionary process as it unfolded in late eighteenth-century France and its empire. Beginning in the “old regime” of kings and commoners, it untangles the social, political, and intellectual roots of the Revolution and investigates the extent to which these factors contributed to the radical overthrow of the French establishment in 1789. It then follows the extension of the Revolution throughout French society and across the seas to the Caribbean, analyzing how popular and colonial upheavals influenced the revolutionary new order of “liberty, equality, and brotherhood” that was taking shape in France. Finally, the course explores the aftermath of the Revolution by tracing the various ways that its history has been interpreted and reinterpreted from the nineteenth century to the present day. Two class meetings per week.\nFall semester.  Professor Boucher.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-230-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"MUSI-101","x":31.5,"y":1.0,"id":"27","attributes":{"Title":"Discovering Music: Listening Through History","Description":"Listed in: \n, as EUST-101  |  \n, as MUSI-101\n (Section 01)\n(Offered as EUST 101 and MUSI 101) This course teaches the close reading of music through guided listening in a variety of traditions and historical periods. The topic may change from year to year. In 2015-16, we focus on aural analysis of musical texture and form through an historical survey of works stretching from medieval Europe (twelfth-century Gregorian chant) to twentieth- and twenty-first-century America (blues, swing, Broadway, bebop, and minimalism). Composers whose works we will study include: Hildegard von Bingen, G. Palestrina, C. Monteverdi, J.S. Bach, W.A. Mozart, L. van Beethoven, P. Tchaikovsky, C. Debussy, G. Puccini, A. Copland, G. Gershwin, Duke Ellington, T. Monk, P. Glass, and composers of classical Broadway musicals. Lectures will be supplemented by in-class performances. In addition to weekly listening and reading assignments, coursework includes attending concerts. Two 80-minute lectures and one 50-minute section per week.\nSpring semester. Professor Schneider.","Department Code":"MUSI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/MUSI/MUSI-101-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(78, 157, 9)","size":10.0},{"label":"EUST-265","x":32.5,"y":2.0,"id":"28","attributes":{"Title":"Forbidden","Description":"Listed in: \n, as EUST-265  |  \n, as SPAN-382\nMoodle site: \n (Section 01)\n(Offered as EUST 265 and SPAN 382.) An exploration of forbidden behavior in diverse cultures from ancient times to the present. The course delves into the moral dilemma of the accepted and the rejected by analyzing concentric circles of power. Interdisciplinary in nature, the material will come from theology to government, from jurisprudence to medicine, from pedagogy to finances, from pornography to literature, from activism to computer hacking. It includes the Inquisitorial trails in fourteenth-century Spain, the orchestration of anti-Semitic propaganda under Nazism, the gulag in the Soviet Union, the public crimes during the Chinese Cultural Revolution, McCarthyism and the N.S.A. Contemporary books and movies discussed include Lawrence’s \n, Bradbury’s \n, and the \n saga, as well as \n and \n Conducted in English.\nSpring semester. Professor Stavans.","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/EUST/EUST-265-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(215, 109, 54)","size":10.0},{"label":"MUSI-222","x":1.0,"y":2.0,"id":"29","attributes":{"Title":"Music and Culture II","Description":"Listed in: \n, as EUST-222  |  \n, as MUSI-222\nFormerly listed as: EUST-39  |  MUSI-22\n (Section 01)\n(Offered as MUSI 222 and EUST 222.)  One of three courses in which the development of Western music is studied in its cultural-historical context. As practical, in-class performance and attendance at public concerts in Amherst and elsewhere will be crucial to our work. Composers to be studied include Beethoven, Rossini, Schubert, Mendelssohn, Schumann, Chopin, Liszt, Berlioz, Wagner, Verdi, Musorgsky, and Brahms. Regular listening assignments will broaden the repertoire we encounter and include a wide sampling of Classical and Romantic music. Periodic writing assignments will provide opportunities to connect detailed musical analysis with historical-cultural interpretation. A variety of readings will include music-historical-aesthetic documents as well as selected critical and analytical studies. Class presentations will contribute to a seminar-style class environment. This course may be elected individually or in conjunction with other Music and Culture courses (MUSI 221 and  223). Two class meetings per week.","Department Code":"MUSI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/MUSI/MUSI-222-1516S'> Course Site </a>","Requisite":["Requisite: MUSI 111, 112, or consent of the instructor. Spring semester. Professor Kallick."]},"color":"rgb(78, 157, 9)","size":10.0},{"label":"FREN-354","x":6.0,"y":3.0,"id":"30","attributes":{"Title":"War and Memory","Description":"Listed in: \n, as EUST-354  |  \n, as FREN-354\nFormerly listed as: FREN-54\nMoodle site: \n (Section 01)\n(Offered as FREN 354 and EUST 354.) Through readings of short fiction, historical essays, drama and films, we study how the French have tried to come to terms with their role in World War II, both as individuals and as a nation. We will explore the various myths concerning French heroism and guilt, as well as the challenges to those myths, with particular attention paid to the way wartime memories have become a lightning rod for debate and discord in contemporary French culture and politics. No prior knowledge of the historical period of the war is necessary, but students of French history are welcome. Conducted in French.\n$60.00","Department Code":"FREN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/FREN/FREN-354-1415F'> Course Site </a>","Requisite":["Requisite: One of the following--FREN 207, 208, 311, or equivalent. Fall semester. Professor Hewitt."]},"color":"rgb(111, 90, 52)","size":10.0},{"label":"ARHA-284","x":33.5,"y":2.0,"id":"31","attributes":{"Title":"Women and Art in Early Modern Europe","Description":"Listed in: \n, as ARHA-284  |  \n, as EUST-284  |  \n, as SWAG-206\nFormerly listed as: ARAH-84  |  EUST-55  |  WAGS-06\nMoodle site: \n (Section 01)\n(Offered as ARHA 284, EUST 284, and SWAG 206.) This course will examine the ways in which prevailing ideas about women and gender-shaped visual imagery, and how these images influenced ideas concerning women from the Renaissance to the Enlightenment. It will adopt a comparative perspective, both by identifying regional differences among European nations and tracing changes over time. In addition to considering patronage of art by women and works by women artists, we will look at the depiction of women heroes such as Judith; the portrayal of women rulers, including Elizabeth I and Marie de' Medici; and the imagery of rape. Topics emerging from these categories of art include biological theories about women; humanist defenses of women; the relationship between the exercise of political power and sexuality; differing attitudes toward women in Catholic and Protestant art; and feminine ideals of beauty.\nLimited to 15 students. Fall semester. Professor Courtright.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-284-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(100, 220, 153)","size":10.0},{"label":"RUSS-215","x":34.5,"y":2.0,"id":"32","attributes":{"Title":"Modernism and Revolution","Description":"Listed in: \n, as EUST-215  |  \n, as RUSS-215\nMoodle site: \n (Section 01)\n(Offered as RUSS 215 and EUST 215.) We will examine the revolutionary upheavals of early twentieth-century Russia through the lens of three modernist texts:  Andrei Bely’s experimental novel \n (the failed revolution of 1905), Isaac Babel’s story cycle \n (the civil war that followed the Bolshevik takeover in 1917) and Mikhail Bulgakov’s phantasmagorical masterpiece \n (the “cultural revolution” of 1929-32 and the rise of Stalinist society).  Reshaped by the crises that they confronted in their works, these Russian writers reached beyond literature – to the images, sounds and ideas of their Russian and European contemporaries – to reimagine the place of artistic innovation and esthetic tradition in times of trouble, and so revolutionized the very idea of what literature can do in negotiating the relationship between text and experience.  All readings and discussion in English.  No familiarity with Russian history or culture is assumed. \nLimited to 20 students. Fall semester. Professor Wolfson.\nPriority given to majors first, then by seniority and attendance at the first class meeting.\n50.00","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/RUSS/RUSS-215-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(255, 236, 237)","size":10.0},{"label":"HIST-234","x":35.5,"y":2.0,"id":"33","attributes":{"Title":"Nazi Germany","Description":"Listed in: \n, as EUST-234  |  \n, as HIST-234\nFormerly listed as: EUST-54  |  HIST-34\nMoodle site: \n (Section 01)\n(Offered as HIST 234 [EU] and EUST 234.)  In the 1920s, Germany was celebrated throughout Europe and North America as a model of democratic political reform, artistic experimentation, economic prosperity, and cultural diversity.  Yet by 1933, millions of Germans gave their political support and allegiance to a movement that called for the destruction of democracy, an attack on Jews, Communists, gay men, and lesbians, and deemed \"asocial\" anyone who did not conform to narrowly prescribed social, political, and sexual standards. This course will explore the rocky transition from the Germany of the Imperial period to the authoritarian Third Reich through the way station of the democratic Weimar Republic. It will examine the promise and excitement, the sense of possibility and openness of the 1920s, and the utopian vision of a \"racial state\" that succeeded it in the 1930s.  This course explores the emergence of Hitler and Nazism in Germany, the culture wars in the 1920s and 1930s, Nazi ideology and aesthetics, Nazi racial policies, daily life in the Third Reich, the march toward World War and the “war against the Jews” - the Holocaust.  Class participants will discuss specific case-studies as well as broader themes surrounding the nature of political consent and coercion in German society.  Texts will include films, diaries, historical fiction, memoirs, government and policy texts and scholarly accounts of the era.  Two class meetings per week.\nLimited to 40 students. Fall semester. Professor Trask.\nPriority given to seniors and history majors","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-234-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"EUST-339","x":36.5,"y":3.0,"id":"34","attributes":{"Title":"Betw Tsars & Communists","Description":"Listed in: \n, as EUST-339  |  \n, as HIST-439\n (Section 01)\n(Offered as HIST 439 [EU] and EUST 339) The course will explore a most intense and fascinating period in Russian history: the years 1890-1910. This period witnessed rapid urbanization and industrialization; the rise of professional and mass politics; first instances of modern terrorism and an intensification of nationalist struggles; imperialist ventures in Central Asia, Manchuria, and Korea; several revolutions and wars; and, above all, an unprecedented efflorescence of modernist culture in the late Russian Empire which was readily exported to and consumed in Europe. We will analyze these developments through a range of sources, including resources found at the Mead Art Museum. In addition to acquainting students with major developments in turn-of-the-century Russian Empire, the class will address contemporary scholarly debates that focus on concepts such as “modernity,” “self,” “discipline,” “knowledge,” “civil society,” and “nationalism.” Students will be required to complete an independent research paper. One class meetings per week. \nSpring semester. Five College Professor Glebov.","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/EUST/EUST-339-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(215, 109, 54)","size":10.0},{"label":"MUSI-223","x":2.0,"y":2.0,"id":"35","attributes":{"Title":"Music and Culture III","Description":"Listed in: \n, as EUST-223  |  \n, as MUSI-223\nFormerly listed as: MUSI-23\nMoodle site: \n (Section 01)\n(Offered as MUSI 223 and EUST 223.)  Music 223 is the third semester of the Music Department's Music and Culture series. It surveys twentieth-century music starting from Gustav Mahler at the turn of the century Vienna and concluding with Kaija Saariaho's 2000 opera \n. Political turmoil, artistic movements, cultural shifts all left their marks on the music of the twentieth century and we will follow history's course through the lens of composers such as Debussy, Strauss, Schoenberg, Stravinsky, Bartók, Ives, Gershwin, Shostakovich, to name only a few of the twentieth-century most significant composers. Assignments will include regular listening, periodic short papers, and a culminating project. This course may be elected individually or in conjunction with other Music and Culture courses (MUSI 221 and 222). Two class meetings per week.","Department Code":"MUSI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/MUSI/MUSI-223-1516F'> Course Site </a>","Requisite":["Requisite: MUSI 111 or 112, or consent of the instructor. Fall semester. Professor Moricz."]},"color":"rgb(78, 157, 9)","size":10.0},{"label":"EUST-227","x":37.5,"y":2.0,"id":"36","attributes":{"Title":"Early Modern England, 1558-1702: Renaissance, Reformation, and Revolution","Description":"Listed in: \n, as EUST-227  |  \n, as HIST-227\nMoodle site: \nCatherine L. Chou (Section 01)\n(Offered as HIST 227 [EU\n] and EUST 227.) This course offers a thematic and methodological survey of English history from the beginning of Elizabeth I’s reign in 1558 to the death of William III in 1702, with particular attention to the wider British, European, and Atlantic contexts. What drove England’s transformation from a European backwater to an emerging global and imperial power? How did it transition from a mode of governance centered on the personal authority of the monarch, to one that incorporated party politics and the ideal of \"parliamentary sovereignty\"? How can we account for the emergence of a complex commercial society, dependent on foreign trade, overseas expansion, and financial markets, from early modern economic values and practices that had obliged the Crown to \"live of its own\" and avoid excessive debt or taxation? What policies, events, and contingencies contributed to the increasing identification of England and \"Englishness\" with the Protestant religion? This course will incorporate digital humanities tools, archival research, classroom discussions, and immersive and collaborative activities to train students to evaluate critically primary and secondary sources and to construct their own historical arguments. Three class meetings per week.\nFall semester.  Five College Fellow Chou.","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/EUST/EUST-227-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(215, 109, 54)","size":10.0},{"label":"BLST-294","x":38.5,"y":2.0,"id":"37","attributes":{"Title":"Black Europe","Description":"Listed in: \n, as BLST-294  |  \n, as EUST-294\nMoodle site: \n (Section 01)\n(Offered as BLST 294 [D] and EUST 294.) This research-based seminar considers the enduring presence of people of African descent in Europe from the nineteenth century to the contemporary moment, a fact that both confounds and extends canonical theories of African diaspora and black internationalism.  Focusing particularly on the histories of black people in Britain, Germany, and France, this course will take an interdisciplinary approach in its study of the African diaspora in Europe. We will examine literature, history, film, art and ephemera, as well as newly available pre-1927 audio recordings from Bear Family Records (http://www.black-europe.com/) in effort to better comprehend the materiality of the black European experience. These inquiries will enable us to comment upon the influence black people continue to have upon Europe today. Reading the central texts in the emerging field of Black European Studies—including African American expatriate memoirs, Afro-German feminist poetry, and black British cultural theory—student work will culminate in an annotated bibliography and a multimedia research project.\nLimited to 20 students.  Fall semester.  Professor Polk.\nPreference to Black Studies, European Studies, and SWAGS majors. ","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-294-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(5, 254, 3)","size":10.0},{"label":"EUST-201","x":39.5,"y":2.0,"id":"38","attributes":{"Title":"Napoleon's Legends","Description":"Listed in: \n, as EUST-201\nFormerly listed as: EUST-14\nMoodle site: \n (Section 01)\nNapoleon Bonaparte’s legacy in French domestic and international politics and military strategy profoundly influenced nineteenth-century Europe. But so did the legends surrounding him, created before his great defeat and exile, and nurtured after his death in 1821. In painting, caricature, and sculpture, literature, music, and film, the legends--positive and negative--of Napoleon have served many ends. The cultural complexity of nineteenth- and twentieth-century Europe becomes clearer when one understands the motives behind and results of these representations of Napoleon.\nIn this course, we will study painting (e.g., David and Goya), narrative fiction (e.g., Balzac, Stendhal, and Tolstoy), poetry (e.g., Wordsworth and Hugo), music (e.g., Beethoven), urban history and architecture (e.g., of Paris), and the silent and sound films of our century (e.g., Gance). We will examine how different generations and a variety of cultures appropriated the real and imagined images of Napoleon for social, political, and artistic ends, and thereby influenced the creation of modern Europe. Three class hours per week.\nLimited to 25 Students. Spring semester. Professor Rosbottom.\nPreference will be given to students who pre-register and attend class on the first and second day.\n$30","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/EUST/EUST-201-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(215, 109, 54)","size":10.0},{"label":"MUSI-221","x":0.0,"y":2.0,"id":"39","attributes":{"Title":"Music and Culture I","Description":"Listed in: \n, as EUST-221  |  \n, as MUSI-221\nFormerly listed as: EUST-37  |  MUSI-21\nMoodle site: \n (Section 01)\n(Offered as MUSI 221 and EUST 221.) One of three courses in which music is studied in relation to issues of history, theory, culture, and performance, with the focus of the course changing from year to year. This course is an introduction to European music in the Medieval, Renaissance, and Baroque eras. We will begin by singing Gregorian chant and will go on to cover such topics as the music of the Troubadours, the polyphonic style associated with Notre Dame, the development of musical notation, Renaissance sacred polyphony, madrigals, court dances, and the birth of opera. Throughout the course we will seek to bring the music we study alive by singing and/or playing. We will also host several professional performers of “early music” who will help us understand how this music is likely to have sounded at the time of its creation.","Department Code":"MUSI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/MUSI/MUSI-221-1415F'> Course Site </a>","Requisite":["Requisite: MUSI 112 or consent of the instructor. Fall semester. Professor Móricz."]},"color":"rgb(78, 157, 9)","size":10.0},{"label":"RUSS-246","x":40.5,"y":2.0,"id":"40","attributes":{"Title":"Visual Art of the Cold War","Description":"Listed in: \n, as ARHA-246  |  \n, as EUST-256  |  \n, as RUSS-246\n (Section 01)\n(Offered as RUSS 246, ARHA 246, and EUST 256.)  This course will offer a comparative overview of how visual art developed in the Soviet Union, the United States, and the “two Germanys” within the intellectual and political climate that defined the Cold War (1947-1991). By considering how the conditions of artistic production and reception differed—and also sometimes converged—under democratic capitalism in the West and state socialism in the East, we will gain new perspectives on the intersection of art and ideology in the postwar period. Special attention will be given to debates concerning the relationships between collectivity and individuality; avant-gardism and kitsch; abstraction and realism; technology and the body; art and mass media; propaganda and activism; and consumption and leisure. We will conclude by discussing how the acceleration of globalization following the end of the Cold War has impacted recent art practice. Movements and paradigms to be covered include Socialist Realism, Abstract Expressionism, Pop Art, Sots Art, Fluxus, Situationism, Conceptual Art, Performance Art, Body Art, and Institutional Critique.\nSpring semester. Visiting Professor Maydanchik.","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RUSS/RUSS-246-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(255, 236, 237)","size":10.0},{"label":"EUST-331","x":41.5,"y":3.0,"id":"41","attributes":{"Title":"Travel","Description":"Listed in: \n, as EUST-331  |  \n, as SPAN-377\nMoodle site: \n (Section 01)\n(Offered as EUST 331 and SPAN 377.) Is there a difference between a traveler and a tourist? Does travel always involve movement in time? What is the relationship between travel and technology? In what sense is the self always changing? How to describe a fake experience? And are immigrants travelers? This course explores questions of travel across history, from the Bible to the age of social media. It will contemplate literature, cinema, music, and photography. Theories articulated by Joseph Campbell on myth and Albert Einstein and Stephen Hawking on time will be discussed. Authors include Dante, Samuel Johnson, Alexis de Tocqueville, Charles Darwin, Herman Melville, Mark Twain, H.G. Wells, Isak Dinesen, Franz Kafka, Elizabeth Bishop, Ryszard Kapuściński, and Gabriel García Márquez. Conducted in English.\nFall semester. Professor Stavans.","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/EUST/EUST-331-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(215, 109, 54)","size":10.0},{"label":"ENGL-117","x":42.5,"y":1.0,"id":"42","attributes":{"Title":"Arthurian Literature","Description":"Listed in: \n, as ENGL-117  |  \n, as EUST-117\nMoodle site: \n (Section 01)\n(Offered as ENGL 117 and EUST 117.)  [before 1800]  Knights, monsters, quests, and true love:  these are the things we associate with King Arthur and tales of his court. Why has Arthurian literature proved so enchanting to centuries of  poets, novelists, and recently, filmmakers?  In this introductory English course, we will read and watch Arthurian legends from Chaucer to Monty Python, examining the ways in which they have been represented in different eras. Beginning with the historical foundations of the King Arthur legend, we will examine how it blossomed and took form in later eras. Our focus will be on close literary and visual analysis of British, American, and French (in translation) versions of these legends. We will also discuss what cultural forces lie behind the popularity of Arthurian legend in certain eras:  later medieval England and France; the Victorian era; and twentieth-century England and America.  There will be frequent writing assignments and presentations, as well as a final creative project.\nOpen to first-year students and sophomores.  Limited to 15 students.  Fall semester.  Professor Nelson.\nPreference given to:  1. first-year students; 2. students with an intention of majoring in English or European Studies.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-117-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(115, 173, 27)","size":10.0},{"label":"SPAN-239","x":43.5,"y":2.0,"id":"43","attributes":{"Title":"Buñuel, Saura, Almodóvar: Spanish Auteurs","Description":"Listed in: \n, as EUST-249  |  \n, as FAMS-355  |  \n, as SPAN-239\nMoodle site: \nDavid Rodriguez-Solas (Section 01)\n(Offered as SPAN 239, EUST 249, and FAMS 355.) This course will consider the filmography of directors who have borne the label “auteur” as a distinction both within Spanish and transnational cinema. Students will explore how “auteristic” cinema has been used as a strategic practice for branding Spanish films, and will study stylistic features associated with each auteur. We will investigate fetishism and dream sequences in Buñuel’s filmography (\n, \n, \n). Saura’s metaphorical films will be analyzed as representations of the opposition to Francoism (\n, \n). We will study Almodóvar’s mastering of the language of melodrama in films such as \n and \n. Finally, we will study lesser-known Spanish auteurs such as Luis García Berlanga (\n), Víctor Erice (\n), and Isabel Coixet (\n). Conducted in Spanish.\nRequisite SPAN 199, 211, 212 or consent of the instructor.  Limited to 20 students.  Spring semester. Visiting Professor Rodriguez-Solas.\nPriority given to Spanish majors\n$10","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SPAN/SPAN-239-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(65, 3, 181)","size":10.0},{"label":"ENGL-441","x":44.5,"y":4.0,"id":"44","attributes":{"Title":"Medieval and Renaissance Lyric","Description":"Listed in: \n, as ENGL-441  |  \n, as EUST-374\nMoodle site: \n (Section 01)\n(Offered as ENGL 441 and EUST 374.)  [before 1800]  In this course, we read a selection of English and other European lyrics (in translation) from the twelfth through the seventeenth centuries.  An exciting, fertile era in poetic innovation, these centuries see the dawn of the first romantic love poetry in these languages, the invention of new forms like the sonnet, and the invention of the lyric “anthology.”  Reading the lyrics of the French troubadour poets, Chaucer, Petrarch, Wyatt, Donne, Shakespeare, and the many brilliant anonymous poets of medieval England, we will examine both the text and contexts of these short poems.  Close readings will be put in dialogue with cultural contexts (such as the volatile court of Henry VIII, in which Thomas Wyatt wrote), and the material contexts of the lyrics (the medieval and early modern manuscripts and books in which they first appeared).  We will further think about how the term “lyric” emerges as a privileged poetic category, by reading contemporary “defenses” of poetry and thinking about why the word “lyric” only appears in the sixteenth century.  Does the “lyric” poem change once it is defined?  How do later works speak to the earlier tradition?\nOpen to juniors and seniors.  Limited to 15 students.  Fall semester.  Professor Nelson.\nPreference given to junior and senior English and European Studies majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-441-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(115, 173, 27)","size":10.0},{"label":"HIST-226","x":45.5,"y":2.0,"id":"45","attributes":{"Title":"Women and War in European History, 1558-1918","Description":"Listed in: \n, as ARHA-226  |  \n, as EUST-226  |  \n, as HIST-226\n (Section 01)\n (Section 01)\n(Offered as HIST 226 [EU\n]. ARHA 226, and EUST 226.) Although overlooked in military histories until recently, women have long been actively involved in warfare: as combatants, as victims, as workers, and as symbols. This course examines both the changing role of women, and the shifting constructions of “womanhood,” in four major European conflicts: the wars of Elizabeth I in sixteenth-century England, the wars and peace of Marie de Médicis in seventeenth-century France, the French Revolution, and the First World War. Using methodologies drawn from Art History and History, the course seeks to understand the gendered nature of warfare. Why are images of women and the family central to the iconography of war, and how have representations of womanhood shifted according to the aims of particular conflicts? To what extent do women’s experiences of warfare differ from men’s, and can war be considered a source of women’s liberation or oppression? Students will analyze a range of historical images in conjunction with primary source texts from these conflicts and will also develop an original research project related to the course’s themes. Two class meetings per week.\nRecommended requisite: A course in Art History or History. Limited to 25 students. Spring semester. Professors Boucher and Courtright.\ncourse in Art History or History preferred but not required","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-226-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"GERM-368","x":46.5,"y":3.0,"id":"46","attributes":{"Title":"SPACE","Description":"Listed in: \n, as ARCH-368  |  \n, as EUST-368  |  \n, as FAMS-368  |  \n, as GERM-368\nMoodle site: \n (Section 01)\n(Offered as GERM 368, ARCH 368, EUST 368, and FAMS 368.) This research seminar will explore conceptions of space as they have informed and influenced thought and creativity in the fields of cultural studies, literature, architecture, urban studies, performance, and the visual, electronic, and time-based arts. Students will select and pursue a major semester-long research project early in the semester in consultation with the professor, and present their research in its various stages of development throughout the semester, in a variety of media formats (writing, performance, video, electronic art/interactive media, installation, online and networked events, architectural/design drawings/renderings), along with oral presentations of readings and other materials. Readings and visual materials will be drawn from the fields of literature and philosophy; from architectural, art, and film theory and history; from performance studies and performance theory; and from theories of technology and the natural and built environment. Emphasis on developing research, writing, and presentation skills is a core of this seminar.\nPreference given to German majors and European Studies majors, as well as to students interested in architecture/design, performance, film/video, interactive installation, and/or the environment. Conducted in English. German majors will select a research project focused on a German Studies context, and will do a substantial portion of the readings in German.\nLimited to 15 students. Enrollment requires attendance at the first class meeting. Spring semester. Professor Gilpin.\nPreference given to German, European Studies, and Architectural Studies majors.\n$25","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/GERM/GERM-368-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(201, 74, 219)","size":10.0},{"label":"HIST-224","x":47.5,"y":2.0,"id":"47","attributes":{"Title":"The Century of Sex: Gender and Sexual Politics in Modern Europe","Description":"Listed in: \n, as EUST-224  |  \n, as HIST-224  |  \n, as SWAG-224\n (Section 01)\n(Offered as EUST 224, HIST 224 [E], and SWAG 224)  In the 1920s and 30s, authoritarian and fascist states across Europe declared that sexuality was not private. Sexual choices in the bedroom, they claimed, shaped national identities and the direction of social and cultural development. Through a variety of programs, propaganda and legal codes, states such as Nazi Germany and Fascist Italy sought to regulate sexual behavior and promote specific gender roles and identities. The intervention of the state in the intimate lives of citizens in the twentieth century, however, was rooted in the transformations of state, culture and economy that took place long before the speeches of great dictators. This course explores the cultural debates surrounding sexual practices, medical theories of gender and sexuality, and the relationship between sexuality and state that shaped European societies in the twentieth century. In case studies from across the continent, the course explores a range of topics, including but not limited to the history of sex reform, prostitution, homosexuality, venereal disease, contraception, abortion, the “New Woman” and sexual emancipation movements, sexual revolutions and reactionary movements and reproductive politics, among others. Students will explore how seemingly self-evident and unchanging categories--feminine and masculine, straight and gay, “normal” and “deviant”--have taken shape and changed over time, and how historical processes (modernization, imperialism, urbanization) and actors (social movements, sex reformers, nationalist groups and states) sought to define and regulate these boundaries in the so-called “century of sex.”  Two class meetings per week. Limited to 25 students. Spring semester. Visiting Professor Trask.\nPreference to History majors, Sexuality, Women’s and Gender Studies majors, seniors, juniors, sophomores, and first-years","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-224-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"HIST-231","x":48.5,"y":2.0,"id":"48","attributes":{"Title":"Race and Empire: The British Experience from 1760","Description":"Listed in: \n, as EUST-231  |  \n, as HIST-231\n (Section 01)\n(Offered as HIST 231 [EU] and EUST 231.) From the mid-eighteenth century through the 1960s, Britain presided over the most powerful empire in the world. At its height, this small island nation ruled one-quarter of the earth’s surface and more than 450 million of its inhabitants. Not only did British imperialism play a decisive role in shaping world politics, economics, and cultures in its day, it also left a number of profound legacies that continue to affect our lives in the present. This course traces the rise, fall, and lasting influence of the British empire, and pays particular attention to questions of race and ethnicity. Through a series of colonial encounters --such as the first contacts made between explorers and Pacific Islanders in the 18th century, the interactions between missionaries and Africans in the 19th century, or the migration of South Asians to Britain in the 20th century--it examines what “race” meant in different historical contexts. The course thus explores the institutionalization of racism in government, law, and society, and analyzes moments in which racism has been combated and overturned. Readings and course materials will be drawn from secondary and primary sources, including newspapers, novels, photographs, artwork, oral histories, and films. Two class meetings per week.\nLimited to 30 students. Spring semester.  Professor Boucher.\nPreference given first to history majors and then by seniority.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-231-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"MUSI-111","x":2.0,"y":1.0,"id":"49","attributes":{"Title":"Introduction to Music","Description":"Listed in: \n, as MUSI-111\nFormerly listed as: MUSI-11\n (Section 01)\nDescription for the Fall Semester:\nThis course is intended for students with little or no background in music who would like to develop a theoretical and practical understanding of how music works. Students will be introduced to different kinds of musical notation, melodic systems, harmonies, meters, and rhythmic techniques with the goal of attaining basic competence in the performance and creation of music. The music we analyze and perform will be drawn from the Western tonal tradition as well as a variety of other musical traditions. Assignments will include notational exercises, short papers, and the preparation of music for classroom performance. This course serves as a prerequisite for many other Music Department offerings. Three class meetings and one lab section per week.\nStudents with some musical experience contemplating MUSI 111 are encouraged to take a self-administered placement exam available on reserve in the Music Library and on the Music Department Website (www.amherst.edu/~music/TheoryPlacement.pdf). Students are also encouraged to discuss placement in music theory with a member of the Music Department.\nLimited to 30 students. Fall semester. Professor Schneider.\nDescription for the Spring Semester:\nThis course is intended for students with little or no background in music who would like to develop a theoretical and practical understanding of how music works. Students will be introduced into the technical details of music such as musical notation, intervals, basic harmony, meter and rhythm. Familiarity with basic music theory will enable students to read and perform at sight as well as to compose melodies with chordal accompaniment. The music we analyze and perform will draw from the folk, popular, and concert traditions from around the world, including the Western tonal tradition. Assignments will include notational exercises, short papers, and preparation of music for classroom performance. This course serves as a requisite for many of the Music Department offerings. Two class meetings and one lab section per week.\nStudents with some musical experience contemplating MUSI 111 are encouraged to take a self-administered placement exam available on reserve in the Music Library and on the Music Department Website (www.amherst.edu/~music/TheoryPlacement.pdf). Students are also encouraged to discuss placement in music theory with a member of the Music Department.\nLimited to 30 students. Spring semester. Professor J. Robinson.\nBased on an individual meeting with the instructor in the first week of class in which the musical background & ear will be tested to determine the appropriateness of the class level. Then, preference to 1st-years, seniors, and sophomores.","Department Code":"MUSI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/MUSI/MUSI-111-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(78, 157, 9)","size":10.0},{"label":"SPAN-238","x":9.5,"y":2.0,"id":"50","attributes":{"Title":"Hispanic Genre Films","Description":"Listed in: \n, as EUST-248  |  \n, as FAMS-352  |  \n, as SPAN-238\nMoodle site: \nDavid Rodriguez-Solas (Section 01)\n(Offered as SPAN 238, EUST 248, and FAMS 352.) This course will be an introduction to genre films from Argentina, Cuba, Mexico, and Spain. We will study Hispanic interpretations of filmic genres such as melodrama, thriller, comedy, horror and musical. How did these genres develop? How stable are genre conventions? Is it possible to study national cinemas in the time of transnational films? This course will include critical readings and mandatory weekly screenings of films by Luis Buñuel, Juan José Campanella, Pedro Almodóvar, and Alejandro González Iñárritu. Conducted in Spanish.\nPriority given to Spanish majors\n$15","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/SPAN/SPAN-238-1415F'> Course Site </a>","Requisite":["Requisite: SPAN 199, 211 or 212 or consent of the instructor. Limited to 15 students. Priority given to Spanish majors. Fall semester. Visiting Professor Rodriguez-Solas."]},"color":"rgb(65, 3, 181)","size":10.0},{"label":"HIST-233","x":49.5,"y":2.0,"id":"51","attributes":{"Title":"Childhood and Child Welfare in Modern Europe","Description":"Listed in: \n, as EUST-243  |  \n, as HIST-233\nMoodle site: \n (Section 01)\n(Offered as HIST 233 [EU] and EUST 243.) The recent trend of big-name celebrities adopting children from the developing world has made international child welfare the subject of rich public debate. Is it right for citizens of wealthier countries to remove children from poorer nations to give them a better life, or does this act constitute a blatant case of cultural imperialism and “child stealing”? The issue hinges on the question of whether it is possible to define a single, universal standard of child welfare. If the answer is yes, then intervening into other families and societies is justified to give all children a “proper childhood.” If the answer is no, then all manner of child-centered humanitarianism becomes subject to critique. This course explores the historical roots of these current social issues. It begins by analyzing the creation of a “modern” definition of childhood in the era of the Enlightenment, then follows the attempts of nineteenth and twentieth century reformers to extend this model of childhood throughout Europe and the European empires. Topics include debates over the limits of parental rights, the role of ethnicity and culture in childrearing, definitions of child abuse, international charities and NGOs, adoption, and child psychology. Two class meetings per week.\nFall semester.  Professor Boucher.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-233-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"SPAN-211","x":10.5,"y":2.0,"id":"52","attributes":{"Title":"Introduction to Hispanic Literatures","Description":"Listed in: \n, as SPAN-211\nFormerly listed as: SPAN-11\n (Section 01)\nThis course provides an introduction to the diverse literatures of the Spanish-speaking world over the course of six centuries, from the Middle Ages to the turn of the twentieth century. Students will learn the tools, language, and critical vocabulary for advanced work reading the canon of Hispanic literatures from Spain, Latin America, and the Caribbean Basin, identifying aesthetic trends and historical periods such as the Renaissance, the Golden Age, the Romantic era, realism and modernism. The syllabus will include a wide variety of authors of different national, political, and artistic persuasions and an array of linguistic styles.\nLimited to 15 students per section. This course may be counted toward the Spanish Major. The class will be conducted entirely in Spanish.\nFall semester: Professor Infante. Spring semester: Professor Brenneis.\nPriority will be given to Spanish majors.\n20","Department Code":"SPAN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SPAN/SPAN-211-1516S'> Course Site </a>","Requisite":["Requisite: SPAN-199 or consent of the instructor. A medium to high level knowledge of the Spanish language and reasonable proficiency in listening, speaking, reading, and writing in Spanish are required."]},"color":"rgb(65, 3, 181)","size":10.0},{"label":"HIST-130","x":50.5,"y":1.0,"id":"53","attributes":{"Title":"World War I","Description":"Listed in: \n, as EUST-130  |  \n, as HIST-130\nMoodle site: \n (Section 01)\n(Offered as HIST 130 [EU] and EUST 130.) The image of the First World War is so iconic that it can be evoked through a handful of tropes: trenches, machine guns, mud, “going over the top,” crossing “no man’s land.” Yet in many ways this is a partial vision, one that focuses myopically on the experiences of European soldiers who occupied a few hundred miles of trenches in northern France. Why is it that a conflict as unprecedented in its size and complexity as “the Great War” has been reduced in our minds to this very limited scale? In conjunction with the war’s 100th anniversary, this course both explores the role of World War I in our cultural imagination and aims to create a broader, messier, and more complicated portrait of the history. It will examine the conflict on multiple fronts, study the perspectives of both Western and non-Western soldiers and civilians, and analyze the war’s role in shaping the twentieth century. Three class meetings per week.\nLimited to 60 students. Spring semester. Professor Boucher.\nPreference to History majors, European Studies majors, seniors, juniors, and so on.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-130-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"EUST-122","x":51.5,"y":1.0,"id":"54","attributes":{"Title":"Readings in the European Tradition II","Description":"Listed in: \n, as EUST-122\nFormerly listed as: EUST-22\nMoodle site: \n (Section 01)\nIn this course, we will discuss writings and art that have contributed in important ways to the sense of what “European” means. The course covers the intellectual and artistic development of Europe from the Renaissance to the 21st century. The course will use a chronological and/or thematic template that focuses on dominant and persistent preoccupations of the European imagination. We will study poetry, drama, the novel, the essay, painting, photography, and film. In the past, we have studied works by Cervantes, Shakespeare, Montaigne, Molière, Mann, Swift, Voltaire, Wordsworth, Austen, Marx, Flaubert and Tolstoy. We have looked at art ranging from Velásquez to Picasso, filmmakers from Chaplin to Godard. This course welcomes all students who enjoy studying literature and essays in depth, as well as those interested in the visual arts.  Required of European Studies majors.\nSpring semester. Professor Rosbottom.\n$25","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/EUST/EUST-122-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(215, 109, 54)","size":10.0},{"label":"HIST-321","x":52.5,"y":3.0,"id":"55","attributes":{"Title":"European Economic Take-Off in Global Perspective, 750-1750","Description":"Listed in: \n, as EUST-321  |  \n, as HIST-321\nMoodle site: \n (Section 01)\n(Offered as HIST 321 [EU\n] and EUST 321) The economic history of pre-modern Europe is usually understood as the singular and exceptional rise of the first modern economy. Yet recent research in economic history and shifts in the world economy have provided new perspectives to reconsider the rise of the European economy.  From this long-term and global viewpoint, the story of Europe’s economic take-off becomes the remarkable story of a backwater that became mainstream.  How was Europe able to reposition itself from a periphery of the Eurasian economy to a central node of the global economy?  What drove Europeans further and further into the East and how did their incursion disrupt previous trade networks and practices?  How did the exports and imports of Europe change as their relation to the world economy changed? By considering these questions, the course will cast the familiar histories of the rise of the Carolingians, the course of the Crusades, and the Age of Discovery in new light. We will situate the economic take-off of Europe in the context of the transformation of the world economy. Course materials will include past travel logs, eyewitness reports, and customs receipts, as well as the analysis and synthesis of modern historians.  Two class meetings per week. \nFall semester. Visiting Professor Cho.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-321-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"EUST-303","x":53.5,"y":3.0,"id":"56","attributes":{"Title":"Poetic Translation","Description":"Listed in: \n, as EUST-303\nFormerly listed as: EUST-24\nMoodle site: \n (Section 01)\nThis is a workshop in translating poetry into English, preferably from a Germanic, Slavic, or Romance language (including Latin, of course), whose aim is to produce good poems in English. Students will present first and subsequent drafts to the entire class for regular analysis, which will be fed by reference to readings in translation theory and contemporary translations from European languages. Advanced knowledge of the source language is required and experience with creative writing is welcome.\nLimited to 12 students. Spring semester.  Professor Maraniss.\nStudents will be dropped randomly to attain limit.","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/EUST/EUST-303-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(215, 109, 54)","size":10.0},{"label":"HIST-225","x":54.5,"y":2.0,"id":"57","attributes":{"Title":"The Age of Chivalry, 1000-1500","Description":"Listed in: \n, as EUST-225  |  \n, as HIST-225\nFormerly listed as: WAGS-22  |  WAGS-23\n (Section 01)\n(Offered as HIST 225 [EU\n] and EUST 225.) Medieval Europe is often remembered and imagined as a chivalric civilization – a time when men were courageous and courteous, ladies were fair and respected, and the clash of arms was also an embodiment of Christian piety.  This course seeks to uncover the myths and realities of medieval chivalry and thereby provide a window into the material, social, and cultural life of the Middle Ages. The course will track the beginnings of chivalry as a form of warfare centered on the horseback soldier, to its transformation as a code of conduct and ethos of a ruling class, and its later formalization into rituals and ceremonies to be performed and enacted as a means of social distinction.  By examining documentary, fictional and pictorial sources, the course will review how competing ideals of chivalry were depicted and prescribed; how Christian ideals, aristocratic values and commercial realities aligned together; and how a mode of fighting became a way of life that defined an era.  Two class meetings per week. \nSpring semester. Visiting Professor Cho.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-225-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"ARHA-354","x":55.5,"y":3.0,"id":"58","attributes":{"Title":"Renaissance Illusions: Art, Matter, Spirit","Description":"Listed in: \n, as ARCH-355  |  \n, as ARHA-354  |  \n, as EUST-355\nMoodle site: \n (Section 01)\n(Offered as ARHA 354, ARCH 355, and EUST 355.) Artists such as Donatello, Fra Angelico, Botticelli, Leonardo, Raphael, Bramante, Michelangelo, Cellini and Titian, but also unknown artisans, constructed illusions imitating nature or offering profound spiritual connectedness, be it through the spatial grandeur of perspectival narratives on painted walls, in sculpture and the built environment, or through the expert crafting of precious materials for domestic and ritual objects. Art, artifacts, and architecture created for merchants, monks, princes and pontiffs in the urban centers of Florence, Rome, Venice, and Paris from the fourteenth through the sixteenth centuries range from the gravely restrained and intentionally simple and devout to the monumental, fantastically complex or blindingly splendid. Emphasis will be upon the way the form, materiality, and content of each type of art conveyed ideas concerning creativity, originality, and individuality, but also expressed ideals of devotion and civic virtue; how artists dealt with the revived legacy of antiquity to develop an original visual language; how art revealed attitudes toward the body and the spirit, expressed the relationship between nature, the imagination and art, and developed the rhetoric of genius; and how art and attitudes towards it changed over time.\nRather than taking the form of a survey, this course, based on lectures but regularly incorporating discussion, will examine selected works in depth and will analyze contemporary attitudes toward art of this period through study of the art and the primary sources concerning it.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-354-1516F'> Course Site </a>","Requisite":["Requisite: One course in ARHA, FAMS, or ARCH, or with permission of the instructor. Fall semester. Professor Courtright."]},"color":"rgb(100, 220, 153)","size":10.0},{"label":"ARHA-135","x":56.5,"y":1.0,"id":"59","attributes":{"Title":"Art and Architecture of Europe from 1400 to 1800","Description":"Listed in: \n, as ARCH-135  |  \n, as ARHA-135  |  \n, as EUST-135\nFormerly listed as: EUST-38  |  FIAR-35\n (Section 01)\n(Offered as ARHA 135, ARCH 135, and EUST 135.) This course is an introduction to painting, sculpture, and architecture of the early modern period. The goal of the course is to identify artistic innovations that characterize European art from the Renaissance to the French Revolution, and to situate the works of art historically, by examining the intellectual, political, religious, and social currents that contributed to their creation. In addition to tracing stylistic change within the oeuvre of individual artists and understanding its meaning, we will investigate the varied character of art, its interpretation, and its context in different regions, including Italy, France, Spain, Germany and the Netherlands.\nLimited to 30 students.  Fall and spring semesters.  Professor Courtright. \nPreference to majors, then first years, seniors, and finally lottery.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-135-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(100, 220, 153)","size":10.0},{"label":"EUST-121","x":57.5,"y":1.0,"id":"60","attributes":{"Title":"Readings in the European Tradition I","Description":"Listed in: \n, as EUST-121\nFormerly listed as: EUST-21\nMoodle site: \n (Section 01)\nTopics in the past have included readings and discussion of a series of related texts from Homer and Genesis to Dante: Homer’s \n, selected Greek tragedies, Virgil’s \n, selections from the \n, and from medieval texts. Three class hours per week.  \n \nOpen to European Studies majors and to any student interested in the intellectual and literary development of the West, from antiquity through the Middle Ages.  Fall semester. Professor Doran.\nNone","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/EUST/EUST-121-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(215, 109, 54)","size":10.0},{"label":"FREN-207","x":6.5,"y":2.0,"id":"61","attributes":{"Title":"Introduction to French Literature and Culture","Description":"Listed in: \n, as FREN-207\nFormerly listed as: FREN-07\n (Section 01)\n (Section 02)\nThrough class discussion, debates, and frequent short papers, students develop effective skills in self-expression, analysis, and interpretation. Literary texts, articles on current events, and films are studied within the context of the changing structures of French society and France’s complex relationship to its recent past. Assignments include both creative and analytic approaches to writing. Some grammar review as necessary, as well as work on understanding spoken French using video materials. Highly recommended for students planning to study abroad.\n$40.00","Department Code":"FREN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/FREN/FREN-207-1516S'> Course Site </a>","Requisite":["Requisite: FREN 205, or completion of AP French, or four years of secondary school French in a strong program. Fall semester: Professor Rockwell.  Spring semester: Professors Katsaros and Rockwell."]},"color":"rgb(111, 90, 52)","size":10.0},{"label":"POSC-372","x":58.5,"y":3.0,"id":"62","attributes":{"Title":"Culture and Politics in 20th-Century Europe","Description":"Listed in: \n, as EUST-372  |  \n, as POSC-372\nFormerly listed as: EUST-35  |  POSC-72\nMoodle site: \n (Section 01)\n(Offered as POSC 372 [SC] and EUST 372.) This seminar discusses political and economic ideas and ideologies in 20th-century Europe.  Some of the recurring themes are:  nationalism; Marxism/socialism/communism; fascism; anti-Semitism; Catholicism and the role of the church in politics; existentialism; the expansion of liberalism and the collapse of Communism; the role of the U.S. and American culture in European societies; the “idea of Europe” and the reality of European integration; European identity and national identities. Seminar discussion is a free-wheeling mix of politics, economics and culture.\nNot open to first-year students. Limited to 25 students. Fall semester.  Professor Tiersky.\nPreference to Political Science and European Studies majors, and seniors and juniors. \n23.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-372-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(81, 18, 72)","size":10.0},{"label":"HIST-220","x":59.5,"y":2.0,"id":"63","attributes":{"Title":"Art, Politics, and Propaganda in Modern Europe","Description":"Listed in: \n, as EUST-220  |  \n, as HIST-220\n (Section 01)\n(Offered as HIST 220 [E] and EUST 220.) In an interview shortly before her death, Leni Riefenstahl, renowned director of the Nazi propaganda film \n, claimed that art was apolitical and that she was blameless in the crimes of the Nazi state. “I didn’t drop any atom bombs. I didn’t denounce anyone. So where does my guilt lie?” she questioned. This course explores the specific relationship between visual artifacts such as \n and politics and society in modern Europe. Focusing on primary artifacts and scholarly interpretations of Europe’s cultural history, students will examine how the politics and the practices of visual artifacts reflected and/or shaped Europeans’ experiences of historical change in the twentieth century. First, we will examine the terms and concepts central to the study of propaganda and persuasion, the historical contexts of propaganda in war (World War I, World War II, and the Cold War) and revolution, and major contemporary theoretical approaches to understanding propaganda. In case-studies of Fascist Italy, Nazi Germany, and the Soviet Union, the course will explore the role of visual aesthetics in ethical questions of consent and coercion in everyday life under authoritarian regimes and in wartime conditions. Second, the course will explore the changing relationship between art and politics, and the efforts made by artists to not simply reflect, but shape political, cultural, and social change beyond the confines of state-sponsored propaganda. Students will develop skills in analyzing primary artifacts including visual art and film within the context of historical transformations and artistic movements.\nLimited to 25 students. Spring semester. Visiting Professor Trask.\nPreference given to History majors, by seniority.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-220-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(74, 38, 226)","size":10.0},{"label":"GERM-352","x":60.5,"y":3.0,"id":"64","attributes":{"Title":"Kafka, Brecht, and Thomas Mann","Description":"Listed in: \n, as EUST-342  |  \n, as GERM-352\nFormerly listed as: GERM-52\nMoodle site: \n (Section 01)\n(Offered as GERM 352 and EUST 342.) Representative works by each of the three contemporary authors will be read both for their intrinsic artistic merit and as expressions of the cultural, social, and political concerns of their time. Among these are such topics as the dehumanization of the individual by the state, people caught between conflicting ideologies, and literature as admonition, political statement, or escape. Readings of short stories and a novel by Kafka, including “The Judgment,” “The Metamorphosis,” and \n; poems, short prose, and plays by Brecht, e.g., \n, and \n; fiction and essays by Mann, including “Death in Venice” and \n.  Conducted in English, with German majors required to do a substantial portion of the reading in German.\nSpring semester. Professor Brandes.\n$12","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/GERM/GERM-352-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(201, 74, 219)","size":10.0},{"label":"MUSI-465H","x":61.5,"y":4.0,"id":"65","attributes":{"Title":"Orchestra Conducting Performance Instruction - Advanced","Description":"Listed in: \n, as MUSI-465H\n (Section 01)\nAdvanced enrollment is reserved for those students who are giving a full recital or an honors recital and must have the chair's approval.\nHalf credit. Fall and spring semester.","Department Code":"MUSI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/MUSI/MUSI-465H-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(78, 157, 9)","size":10.0},{"label":"FREN-311","x":5.0,"y":3.0,"id":"66","attributes":{"Title":"FREN-311","Description":"not offered in the last 4 semesters","Department Code":"FREN","Course Site":"","Requisite":""},"color":"rgb(111, 90, 52)","size":10.0}],"edges":[{"label":"","source":"0","target":"29","id":"6","attributes":{},"color":"rgb(78, 157, 9)","size":1.0},{"label":"","source":"0","target":"35","id":"8","attributes":{},"color":"rgb(78, 157, 9)","size":1.0},{"label":"","source":"0","target":"39","id":"10","attributes":{},"color":"rgb(78, 157, 9)","size":1.0},{"label":"","source":"3","target":"30","id":"12","attributes":{},"color":"rgb(111, 90, 52)","size":1.0},{"label":"","source":"5","target":"15","id":"14","attributes":{},"color":"rgb(65, 3, 181)","size":1.0},{"label":"","source":"5","target":"16","id":"16","attributes":{},"color":"rgb(65, 3, 181)","size":1.0},{"label":"","source":"5","target":"50","id":"18","attributes":{},"color":"rgb(65, 3, 181)","size":1.0},{"label":"","source":"5","target":"52","id":"20","attributes":{},"color":"rgb(65, 3, 181)","size":1.0},{"label":"","source":"16","target":"15","id":"22","attributes":{},"color":"rgb(65, 3, 181)","size":1.0},{"label":"","source":"16","target":"50","id":"24","attributes":{},"color":"rgb(65, 3, 181)","size":1.0},{"label":"","source":"49","target":"0","id":"26","attributes":{},"color":"rgb(78, 157, 9)","size":1.0},{"label":"","source":"49","target":"29","id":"28","attributes":{},"color":"rgb(78, 157, 9)","size":1.0},{"label":"","source":"49","target":"35","id":"30","attributes":{},"color":"rgb(78, 157, 9)","size":1.0},{"label":"","source":"52","target":"15","id":"32","attributes":{},"color":"rgb(65, 3, 181)","size":1.0},{"label":"","source":"52","target":"16","id":"34","attributes":{},"color":"rgb(65, 3, 181)","size":1.0},{"label":"","source":"52","target":"50","id":"36","attributes":{},"color":"rgb(65, 3, 181)","size":1.0},{"label":"","source":"61","target":"30","id":"38","attributes":{},"color":"rgb(111, 90, 52)","size":1.0},{"label":"","source":"66","target":"30","id":"40","attributes":{},"color":"rgb(111, 90, 52)","size":1.0}]}