{"edges":[{"label":"","source":"0","target":"2","id":"6","attributes":{},"color":"rgb(77, 167, 143)","size":1.0},{"label":"","source":"2","target":"8","id":"8","attributes":{},"color":"rgb(77, 167, 143)","size":1.0},{"label":"","source":"8","target":"11","id":"10","attributes":{},"color":"rgb(77, 167, 143)","size":1.0},{"label":"","source":"11","target":"1","id":"12","attributes":{},"color":"rgb(77, 167, 143)","size":1.0},{"label":"","source":"11","target":"9","id":"14","attributes":{},"color":"rgb(77, 167, 143)","size":1.0},{"label":"","source":"11","target":"12","id":"16","attributes":{},"color":"rgb(77, 167, 143)","size":1.0},{"label":"","source":"11","target":"14","id":"18","attributes":{},"color":"rgb(77, 167, 143)","size":1.0},{"label":"","source":"11","target":"15","id":"20","attributes":{},"color":"rgb(77, 167, 143)","size":1.0},{"label":"","source":"11","target":"16","id":"22","attributes":{},"color":"rgb(77, 167, 143)","size":1.0},{"label":"","source":"11","target":"17","id":"24","attributes":{},"color":"rgb(77, 167, 143)","size":1.0}],"nodes":[{"label":"GERM-101","x":-3.0,"y":1.0,"id":"0","attributes":{"Title":"Elementary German I","Description":"Listed in: \n, as GERM-101\nFormerly listed as: GERM-01\n (Section 01)\nOur multimedia course acquaints students with present day life and culture in Germany, Austria and Switzerland. Authentic documents and interviews with native speakers from all walks of life serve as a first-hand introduction to the German-speaking countries. An interactive learning software, as well as related Internet audio-visual materials emphasize the mastery of speaking, writing, and reading skills that are the foundation for further study. Three hours a week for explanation and demonstration, one hour a week in small TA- sections.\nFall and spring semesters. Lecturer Schrade.","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GERM/GERM-101-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-336","x":-4.0,"y":3.0,"id":"1","attributes":{"Title":"Wanderlust: Exploration, Escape and the Technologies of Travel","Description":"Listed in: \n, as GERM-336\nMoodle site: \nGertraud Gutzmann (Section 01)\nThis course examines the theme of travel and exploration in German literature and culture from the late eighteenth century to the present. We will look at both historical and fictional accounts of journeys, from travel diaries and contemporary travel blogs to novellas, novels, poetry, and film.  What factors have pushed Germans to leave their homes, and what has pulled them to particular destinations? What modes of travel do they choose, and how does the development of modern means of transportation change the nature of travel? In asking such questions, we will examine texts in their historical and cultural contexts, while exploring what they reveal about perceptions of time and space, conceptions of the foreign and the familiar, and the pivotal role played by place in notions of national, cultural, and individual identity. Along with Alexander von Humboldt’s overseas explorations and Goethe’s inaugural “Bildungsreisen” to Italy, with journeys real and imagined of the Romantic period, we will consider current trends, such as Germans exploring Germany on foot and bicycle. Further texts, song cycles, and films by Eichendorff, Heine, Franz Schubert, Fontane,  Anna Seghers, Daniel Kehlmann, Hans-Josef Ortheil, W. G. Sebald, Yoko Tawada,  Holger Teschke, Christoph Hein, Felicitas Hoppe. Conducted in German.\nPreference to German majors\n$16.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/GERM/GERM-336-1415F'> Course Site </a>","Requisite":["Requisite: GERM 210 or equivalent. Limited to 15 students. Fall semester. Visiting Professor Gutzmann."]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-102","x":-2.0,"y":1.0,"id":"2","attributes":{"Title":"Elementary German II","Description":"Listed in: \n, as GERM-102\nFormerly listed as: GERM-02\n (Sections 01 and 02)\nA continuation of GERM 101, with increased emphasis on reading of selected texts. Three class meetings per week plus one additional conversation hour in small sections.\n10.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GERM/GERM-102-1516S'> Course Site </a>","Requisite":["Requisite: GERM 101 or equivalent. Fall semester. Visiting Professor Gutzmann. Spring semester. Lecturer Schrade."]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-350","x":3.0,"y":3.0,"id":"3","attributes":{"Title":"Rilke","Description":"Listed in: \n, as GERM-350\nFormerly listed as: GERM-50\n (Section 01)\nThe course will explore the rich legacy of one of the greatest poets of the twentieth century. We will examine Rilke’s peculiar background in the German-speaking minority in Hapsburg Prague; his situation in the literary world of \n Munich; the significance of his encounter with Lou Andreas-Salomé; the intellectual experiences that shaped his outlook on life and on poetry (Nietzsche; Russia and Tolstoy; Paris and Rodin); his artistic breakthrough in the two-volume \n (1907) and the concept of the \"Ding-Gedicht\"; the existential crisis reflected in the modernist novel \n (1910); his reflections on the role of poetry in a modern world of uncertainty in texts such as \n (1903); his artistic crisis of the 1910s; and the extraordinary double achievement of 1922, \n and \n. Conducted in English (no knowledge of German required), with German majors required to do a substantial portion of the reading in German.\nSpring semester. Professor Rogowski.","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GERM/GERM-350-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-348","x":4.0,"y":3.0,"id":"4","attributes":{"Title":"Nazi Cinema","Description":"Listed in: \n, as FAMS-325  |  \n, as GERM-348\n (Section 01)\n(Offered as GERM 348 and FAMS 325.) This course examines the vital role cinema played in sustaining the totalitarian Nazi system. From the visually stunning “documentaries” of Leni Riefenstahl to the tearful melodramas starring Swedish diva Zarah Leander, from the vicious anti-Semitic diatribes of propaganda minister Joseph Goebbels to the ostensibly apolitical “revue films” featuring Hungarian dancer-chanteuse Marika Rökk, the cinema of the Third Reich (1933-45) is fraught with contradiction and complexity. How did the German film industry cope with the exodus of Jewish (or politically suspect) talent after Hitler came to power? What tensions arose between a centralized bureaucracy pursuing an ideological agenda and an industry geared toward profit maximization? How do genre films of the period negotiate the conflict between official notions of a “racially homogeneous” body politic on the one hand and audiences’ pervasive fascination with the exotic on the other? What does the popularity of stars such as Hans Albers, Heinz Rühmann, Lilian Harvey, and Kristina Söderbaum tell us about the private dreams and aspirations of German audiences at the time? Were there pockets of resistance to censorship? Can there be artistic freedom under a totalitarian regime? To answer questions such as these, we will examine films from a wide range of directors, including Willi Forst, Veit Harlan, Helmut Käutner, Wolfgang Liebeneiner, Leni Riefenstahl, Reinhold Schünzel, Detlef Sierck/Douglas Sirk, and Hans Steinhoff. Conducted in English, with German majors required to do a substantial portion of the reading in German.\nSpring semester. Professor Rogowski.","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GERM/GERM-348-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-368","x":5.0,"y":3.0,"id":"5","attributes":{"Title":"SPACE","Description":"Listed in: \n, as ARCH-368  |  \n, as EUST-368  |  \n, as FAMS-368  |  \n, as GERM-368\nMoodle site: \n (Section 01)\n(Offered as GERM 368, ARCH 368, EUST 368, and FAMS 368.) This research seminar will explore conceptions of space as they have informed and influenced thought and creativity in the fields of cultural studies, literature, architecture, urban studies, performance, and the visual, electronic, and time-based arts. Students will select and pursue a major semester-long research project early in the semester in consultation with the professor, and present their research in its various stages of development throughout the semester, in a variety of media formats (writing, performance, video, electronic art/interactive media, installation, online and networked events, architectural/design drawings/renderings), along with oral presentations of readings and other materials. Readings and visual materials will be drawn from the fields of literature and philosophy; from architectural, art, and film theory and history; from performance studies and performance theory; and from theories of technology and the natural and built environment. Emphasis on developing research, writing, and presentation skills is a core of this seminar.\nPreference given to German majors and European Studies majors, as well as to students interested in architecture/design, performance, film/video, interactive installation, and/or the environment. Conducted in English. German majors will select a research project focused on a German Studies context, and will do a substantial portion of the readings in German.\nLimited to 15 students. Enrollment requires attendance at the first class meeting. Spring semester. Professor Gilpin.\nPreference given to German, European Studies, and Architectural Studies majors.\n$25","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/GERM/GERM-368-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-347","x":6.0,"y":3.0,"id":"6","attributes":{"Title":"Weimar Cinema: The \"Golden Age\" of German Film","Description":"Listed in: \n, as FAMS-323  |  \n, as GERM-347\nFormerly listed as: GERM-47\nMoodle site: \n (Section 01)\n(Offered as GERM 347 and FAMS 323.)  This course examines the German contribution to the emergence of film as both a distinctly modern art form and as a product of mass culture. The international success of Robert Wiene’s Expressionist phantasmagoria, \n (1920), heralded the beginning of a period of unparalleled artistic exploration, prior to the advent of Hitler, during which the ground was laid for many of the filmic genres familiar today: horror film (F.W. Murnau’s \n), detective thriller (Fritz Lang’s \n), satirical comedy (Ernst Lubitsch’s \n), psychological drama (G.W. Pabst’s \n), science fiction (Lang’s \n), social melodrama  (Pabst’s \n), historical costume film (Lubitsch’s \n), political propaganda (Slatan Dudow’s \n), anti-war epic (Pabst’s\n), a documentary montage (Walther Ruttmann’s \n), and the distinctly German genre of the “mountain film” (Leni Riefenstahl’s \n). Readings, including Siegried Kracauer, Walter Benjamin, Lotte H. Eisner, Béla Balázs, and Rudolf Arnheim, will address questions of technology and modernity, gender relations after World War I, the intersection of politics and film, and the impact of German and Austrian exiles on Hollywood. Conducted in English, with German majors required to do a substantial portion of the reading in German.\nSpring semester. Professor Rogowski.\n$20.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/GERM/GERM-347-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-352","x":7.0,"y":3.0,"id":"7","attributes":{"Title":"Kafka, Brecht, and Thomas Mann","Description":"Listed in: \n, as EUST-342  |  \n, as GERM-352\nFormerly listed as: GERM-52\nMoodle site: \n (Section 01)\n(Offered as GERM 352 and EUST 342.) Representative works by each of the three contemporary authors will be read both for their intrinsic artistic merit and as expressions of the cultural, social, and political concerns of their time. Among these are such topics as the dehumanization of the individual by the state, people caught between conflicting ideologies, and literature as admonition, political statement, or escape. Readings of short stories and a novel by Kafka, including “The Judgment,” “The Metamorphosis,” and \n; poems, short prose, and plays by Brecht, e.g., \n, and \n; fiction and essays by Mann, including “Death in Venice” and \n.  Conducted in English, with German majors required to do a substantial portion of the reading in German.\nSpring semester. Professor Brandes.\n$12","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/GERM/GERM-352-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-205","x":-2.0,"y":2.0,"id":"8","attributes":{"Title":"Intermediate German","Description":"Listed in: \n, as GERM-205\nFormerly listed as: GERM-05\nMoodle site: \n (Section 01)\nSystematic review of grammar, aural and speaking practice, discussion of video and television programs, and reading of selected texts in contemporary German. Stress will be on the acquisition and polishing of verbal, reading, writing, and comprehension skills in German. Three hours per week for explanation and structured discussion, plus one hour per week in small sections for additional practice with German language assistants.","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/GERM/GERM-205-1516F'> Course Site </a>","Requisite":["Requisite: GERM 102 or two years of secondary-school German or equivalent. Fall semester. Senior Lecturer Emerita Schütz."]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-331","x":-3.0,"y":3.0,"id":"9","attributes":{"Title":"Berlin, Metropolis","Description":"Listed in: \n, as GERM-331\nFormerly listed as: GERM-31\n (Section 01)\n“Willkommen, Bienvenue, Welcome” to Berlin, Europe’s youngest metropolis. Virtually exploding in the early 1900s into a creative and influential urban center, the new Berlin reacted to the political challenges of imperialism, war, revolution, and inflation with wit, sarcasm, and radical politics—the perfect proving ground for those seeking personal freedom and political change, including artists, amateurs, reformers, and revolutionaries. We will trace the beginnings and flowering of urban modernism in Berlin public life, architecture, the fine arts and theater in the 1920s, through the Nazi virulent attacks on modern art and urban lifestyles as “degenerate” in the 1930s, the ill-fated German-Jewish symbiosis, WWII, and the slow beginnings of democracy in the late 1940s and 1950s, including the cultures of the two German post-war states. The course will end with the fall of the Berlin Wall in 1989 and the jubilant celebrations of German reunification in 1990. Course materials focus on the changes from pre-modern to urban metropolis; the alternative ways of life in the social and cultural spaces of the city; the celebration of the exotic; new concepts of sexuality and the body; ethnicity and difference; and the political upheavals still visible in the architecture of the city. Readings and viewings include novels, plays, films, essays, design, architecture, theater, cabaret, jazz, and montage in the arts. Conducted in German.","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GERM/GERM-331-1516S'> Course Site </a>","Requisite":["Requisite: GERM 210 or equivalent. Spring semester. Professor Brandes."]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-490","x":8.0,"y":4.0,"id":"10","attributes":{"Title":"Tales of Enchantment","Description":"Listed in: \n, as GERM-490\nGertraud Gutzmann (Section 02)","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/GERM/GERM-490-02-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-210","x":-1.0,"y":2.0,"id":"11","attributes":{"Title":"Advanced Composition and Conversation","Description":"Listed in: \n, as GERM-210\nFormerly listed as: GERM-10\n (Section 01)\nPractice in free composition and analytical writing in German. Exercises in pronunciation and idiomatic conversation. Supplementary work with audio and video materials. Oral reports on selected topics and reading of literary and topical texts. Conducted in German. Three hours per week, plus one hour per week in small sections for additional practice with German language assistants.","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GERM/GERM-210-1516S'> Course Site </a>","Requisite":["Requisite: GERM 205 or equivalent, based on departmental placement decision. Spring semester. Professor Gilpin."]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-312","x":-2.0,"y":3.0,"id":"12","attributes":{"Title":"Advanced Reading, Conversation, and Style I","Description":"Listed in: \n, as GERM-312\nFormerly listed as: GERM-12\nMoodle site: \n (Section 01)\nThis Advanced Reading, Conversation and Composition course evolves around sites of memory related to German history. It is based on discussion, and close analysis of a wide range of cultural materials, including selections from all types of media. Materials will be analyzed both for their linguistic features and as cultural documents. Textual analysis includes study of vocabulary, style, and selected points of advanced grammar. Round-table discussions, oral reports and structured composition exercises that enable students to navigate German language and culture successfully. Conducted in German. Three class hours per week, plus an additional hour in small TA-sections.\n5.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/GERM/GERM-312-1516F'> Course Site </a>","Requisite":["Requisite: GERM 210 or equivalent. Fall semester. Lecturer Schrade."]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-364","x":9.0,"y":3.0,"id":"13","attributes":{"Title":"Architectures of Disappearance","Description":"Listed in: \n, as ARCH-364  |  \n, as EUST-364  |  \n, as GERM-364\nFormerly listed as: GERM-64\n (Section 01)\n(Offered as GERM 364, ARCH 364, and EUST 364.) This course will address a number of developments and transformations in contemporary urban architecture and performance from an international perspective. We will explore issues including, but not limited to, trauma, memory, absence, perception, corporeality, representation, and the senses in our examination of recent work in Germany and elsewhere, and read a number of texts from the fields of philosophy, critical theory, performance studies, and visual and architectural studies, in an attempt to understand how architecture is beginning to develop compositional systems in which to envision dynamic and responsive spaces in specific cultural contexts. We will focus our research on the work of a number of German and international architects, performance, and new media artists, including Jochen Gerz, Renata Stih and Frieder Schnock, Horst Hoheisel, Micha Ullman, Shimon Attie, Daniel Libeskind, Peter Eisenman, Rem Koolhaas, Greg Lynn, Mark Goulthorpe, R & Sie(n), Axel Kilian, Paul Privitera, Hani Rashid and Lise-Ann Couture, Herzog and de Meuron, Archigram, William Forsythe, Jan Fabre, Rachel Whiteread, Rebecca Horn, Sasha Waltz, Richard Siegal, Michael Schumacher, Robert Wilson, the Blix Brothers of Berlin, Pina Bausch, Granular Synthesis, Sponge, Rafael Lozano-Hemmer, Toni Dove, and many others.  Conducted in English, with German majors required to do a substantial portion of the reading in German.\nLimited to 15 students. Enrollment requires attendance at first class meeting. Spring semester.  Professor Gilpin.\nPreference given to German, European Studies, and Architectural Studies majors.\n$50.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GERM/GERM-364-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-316","x":-1.0,"y":3.0,"id":"14","attributes":{"Title":"German Cultural History from 1800 to the Present","Description":"Listed in: \n, as GERM-316\nFormerly listed as: GERM-16\n (Section 01)\nA survey of literary and cultural developments in the German tradition from the Romantic Period to contemporary trends. Major themes will include the Romantic imagination and the rise of nationalism in the nineteenth century, the literary rebellion of the period prior to 1848, Poetic Realism and the Industrial Revolution, and various forms of aestheticism, activism, and myth. In the twentieth century we shall consider the culture of Vienna, the “Golden Twenties,” the suppression of freedom in the Nazi state, issues of exile and inner emigration, and the diverse models of cultural reconstruction after 1945. Authors represented will include Friedrich Schlegel, Brentano, Heine, Büchner, Hegel, Marx, Nietzsche, Heinrich and Thomas Mann, Kafka, Brecht, Grass, Wolf, and Handke. Music by Schubert, Wagner, Mahler, and Henze; samples of art and architecture. Conducted in German.","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GERM/GERM-316-1516S'> Course Site </a>","Requisite":["Requisite: GERM 210 or equivalent. Spring semester. Professor Brandes."]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-333","x":0.0,"y":3.0,"id":"15","attributes":{"Title":"Comedy and Humor","Description":"Listed in: \n, as GERM-333\nFormerly listed as: GERM-33\nMoodle site: \n (Section 01)\nThe course with the shortest reading list ever-not! Contrary to popular opinion, Germans (and their Austrian and Swiss neighbors) do have a sense of humor that has produced a wide variety of both high-brow and popular forms, ranging from the absurdist skits of Karl Valentin and Liesl Karlstadt, to raunchy “Ostfriesenwitze,” and to the current boom in sex and “relationship” comedies in film. We will explore broadsheets and cartoons (Wilhelm Busch, Loriot, E. O. Plauen, Uli Stein), populist theater forms such as the operetta (Strauss, Lehar) and farcical “Volkstheater,” sophisticated literary comedies (Tieck, Büchner, Sternheim, Dürrenmatt), social satire in print and other media (Heine, Kraus, Tucholsky, Staudte, Irmtraud Morgner, Robert Gernhardt, Eckhard Henscheid, Luise Pusch, Elfriede Jelinek), parody pastiche in song and movies (Comedian Harmonists, Max Raabe, Bully Herbig), and political humor in cabaret from the Wilhelmine period, the Weimar Republic, inside and outside the Third Reich, communist East Germany, and the multi-ethnic Germany of today (Wedekind, Werner Finck, Erika Mann, Gerhart Polt, Sinasi Dikmen). Primary materials will be supplemented by theoretical readings, including Arthur Koestler, Volker Klotz, Susanne Schäfer, and-of course-Sigmund Freud. Conducted in German.\n$32.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/GERM/GERM-333-1415S'> Course Site </a>","Requisite":["Requisite: GERM 210 or equivalent. Spring semester. Professor Rogowski."]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-315","x":1.0,"y":3.0,"id":"16","attributes":{"Title":"German Cultural History to 1800","Description":"Listed in: \n, as GERM-315\nFormerly listed as: GERM-15\nMoodle site: \n (Section 01)\nAn examination of cultural developments in the German tradition, from the Early Middle Ages to the rise of Prussia and the Napoleonic Period. We shall explore the interaction between socio-political factors in German-speaking Europe and works of “high art” produced in the successive eras, as well as Germany’s centuries-long search for a cultural identity. Literature to be considered will include selections from Tacitus’ \n, the \n, a courtly epic and some medieval lyric poetry; the sixteenth-century Faust chapbook and other writings of the Reformation Period; Baroque prose, poetry, and music; works by Lessing and other figures of the German Enlightenment; \n, including early works by Goethe, Schiller, and their younger contemporaries. Selected audio-visual materials will provide examples of artistic, architectural, and musical works representative of each of the main periods. Conducted in German.\n$38.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/GERM/GERM-315-1516F'> Course Site </a>","Requisite":["Requisite: GERM 210 or equivalent. Fall semester. Professor Rogowski."]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-320","x":2.0,"y":3.0,"id":"17","attributes":{"Title":"Fairy Tales","Description":"Listed in: \n, as GERM-320\nMoodle site: \nGertraud Gutzmann (Section 01)\nThis course invites you to journey into the world of German fairy tales, sagas, and legends. Castles and humble huts, enchanted forests and crumbling ruins are the topographies of our critical inquiry into bewitching, at times haunting tales of power struggles, family conflicts, the rise from “rags to riches,” as well as cruel acts, punishments, and rewards. Our focus will be on folk and literary tales, chief among them the tales of the brothers Grimm. We will also examine other European traditions of storytelling and their continuing relevance as literary, cultural, and social documents for today. Conducted in German.\n40.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/GERM/GERM-320-1516F'> Course Site </a>","Requisite":["Requisite: GERM 210 or equivalent. Fall semester. Visiting Professor Gutzmann."]},"color":"rgb(77, 167, 143)","size":10.0},{"label":"GERM-363","x":10.0,"y":3.0,"id":"18","attributes":{"Title":"Traumatic Events","Description":"Listed in: \n, as ARCH-363  |  \n, as EUST-363  |  \n, as FAMS-370  |  \n, as GERM-363\nFormerly listed as: FAMS-53  |  GERM-63\nMoodle site: \n (Section 01)\n(Offered as ARCH 363, GERM 363, EUST 363, and FAMS 370.) How is memory constructed and represented? How is it possible to bear witness, and what exactly is involved? Who is authorized to testify, to whom, when? Whose story is it? Is it possible to tell \"the story\" of a traumatic event? What are the disorders of testimony, and how and where do they emerge? This course will observe the workings of trauma (the enactment and working-through of collective and individual symptoms of trauma), memory, and witnessing in various modes of everyday life. We will examine notions of catastrophe, disaster, accident, and violence, and explore the possibilities and impossibilities of bearing witness in many forms of cultural production: in fiction, poetry, architecture, critical theory, oral and written testimonies, visual art, monuments, memorials, philosophy, science, cartoons, film, video, theater, television reportage, newspaper documentation, performance, online, and in our public and domestic spaces. We will study various representations of trauma, paying particular attention to events in Germany and Europe from the twentieth century, as well as to 9/11 and other recent international events. Material to be examined will be drawn from the work of Pina Bausch, Joseph Beuys, Christian Boltanski, Cathy Caruth, Paul Celan, Marguerite Duras, Peter Eisenman, Shoshana Felman, Florian Freund, Jochen Gerz, Geoffrey Hartman, Rebecca Horn, Marion Kant, Anselm Kiefer, Ruth Klüger, Dominick LaCapra, Claude Lanzmann, Dori Laub, Daniel Libeskind, W.G. Sebald, Art Spiegelman, Paul Virilio, Peter Weiss, Wim Wenders, Elie Wiesel, Christa Wolf, and others. Conducted in English with German majors required to do a substantial portion of the reading in German.\nFall semester. Professor Gilpin.\n40.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/GERM/GERM-363-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(77, 167, 143)","size":10.0}]}