{"nodes":[{"label":"GEOL-109","x":0.0,"y":1.0,"id":"0","attributes":{"Title":"Climate Change, Global Warming and Energy Resources","Description":"Listed in: \n, as GEOL-109\nFormerly listed as: GEOL-09\nMoodle site: \n (Section 01)\nFrom the earliest civilizations man has been a major agent of environmental change. However, from the dawn of the industrial age, when fossil fuels were first tapped for energy, the rate of this change has increased exponentially. In this course, we will dissect environmental issues by first examining the recent geologic record of climate change and how processes that affect climate change operate in modern natural systems. We will then assess how societies have modified such systems and what factors control the trajectory and rate of change. Several environmental case studies will be used to provide insight into the scientific issues associated with specific environmental problems. Case studies will focus on nonrenewable and renewable energy resources and their relationship to climate change.  Two class meetings per week.\nLimited to 48 students. Fall semester.  Professor Medina.\nPreference will be given to first years and seniors","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/GEOL/GEOL-109-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(97, 167, 64)","size":10.0},{"label":"GEOL-111","x":4.0,"y":1.0,"id":"1","attributes":{"Title":"Principles of Geology","Description":"Listed in: \n, as GEOL-111\nFormerly listed as: GEOL-11\n (Section 01)\nAs the science that considers the origin and evolution of the earth, Geology provides students with an understanding of what is known about the earth and how we know it, how the earth “works” and why we think it behaves as it does. In particular this course focuses upon the earth as an evolving and dynamic system where change is driven by energy generated within the earth. Concepts to be covered are: the structure of the earth’s interior, isostasy, deep time, the origin and nature of the magnetic field, plate tectonics, the origin and evolution of mountain belts, and ocean basins and the growth of the continents over time. In this context, Geology 111  considers a diverse range of topics such as the Appalachian mountain belt, the Hawaiian Islands, Yellowstone Park, the consequences of seismicity, faulting, meteorite impact, and volcanism on the earth’s inhabitants, and the sources and limitations of mineral and energy resources. This is a science course designed for all students of the College. Three hours of class and two hours of lab in which the student gains direct experience in the science through field trips, demonstrations, and projects.\nLimited to 60 students with 20 students per lab. Fall and spring semesters. Professors Crowley and Harms.\nPriority will be based on class year: first year and sophomores first; seniors second.","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GEOL/GEOL-111-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(97, 167, 64)","size":10.0},{"label":"GEOL-251","x":2.0,"y":2.0,"id":"2","attributes":{"Title":"Paleontology and Geobiology","Description":"Listed in: \n, as GEOL-251\nFormerly listed as: GEOL-27\nMoodle site: \n (Section 01)\nThis course focuses on the history of life as preserved in the sedimentary rock record.  Students will learn how paleontologists and geobiologists use skeletal fossils, molecular fossils, and geochemical signatures to ask and answer questions about the evolution of ancient life and Earth history.  Students will study the origination, radiation, and extinction of major groups of organisms in the context of global environmental change, with an emphasis on invertebrate and microbial life.  Laboratories include the systematic description, identification, and interpretation of fossils in the field, in hand specimen, and in thin section. Three hours of lectures and three hours of laboratory.  One weekend field trip required. ","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GEOL/GEOL-251-1516S'> Course Site </a>","Requisite":["Requisite:  GEOL 111.  Spring semester.  Professor Jones."]},"color":"rgb(97, 167, 64)","size":10.0},{"label":"GEOL-121","x":9.0,"y":1.0,"id":"3","attributes":{"Title":"Surface Earth Dynamics","Description":"Listed in: \n, as GEOL-121\nFormerly listed as: GEOL-21\n (Section 01)\n (Section 01)\nFor at least 3.5 billion years, the Earth’s surface environment has supported some form of life. What geologic processes first created and now maintain this environment? To what extent has life modified this environment over geologic time? What conditions are necessary for a planet to be conducive to life? What are the natural processes that operate at the Earth’s surface? This course looks at the environment from a geologist’s perspective. The course will start with dynamic systems that can be observed in operation today, as in river and coastal settings, where erosion and deposition occur, and by the interaction of the oceans, atmosphere, and climate. Techniques for interpreting the rock record will be developed so that past environments can be examined and potential future conditions on Earth better appreciated. Differences between earliest Earth environments and those of the more recent few billion years will be studied and integrated with the history of the origin and evolution of life. Three hours of lecture and two hours of lab, including field trips, each week.","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GEOL/GEOL-121-1516S'> Course Site </a>","Requisite":["Requisite: GEOL 111 or consent of the instructor. Spring semester. Professors Martini and Medina."]},"color":"rgb(97, 167, 64)","size":10.0},{"label":"GEOL-107","x":10.0,"y":1.0,"id":"4","attributes":{"Title":"Biodiversity and Ecology of Marine Environments","Description":"Listed in: \n, as GEOL-107\nMoodle site: \n (Section 01)\nLife originated in the oceans and exists today in a wide variety of marine environments and ecosystems that are fundamentally different from the more familiar terrestrial ones. Furthermore, life in the oceans was responsible for creating the conditions that allowed terrestrial life to develop and flourish. The main focus of this course is an examination of the ecology, function and adaptations of organisms that support diverse marine environments from nearshore to offshore and from shallow to deep water. We will examine life in the open sea, on the seabed, in rocky intertidal communities, kelp forests, deep ocean hydrothermal vents, coral reefs and mangrove ecosystems. From the single celled phytoplankton to the largest animals on Earth, we will study the structure of these oceanographic food webs. This course also explores how human activities are altering the marine environment, including the large-scale impacts of the Exxon Valdez and Deepwater Horizon oil spills.\nFall semester. Limited to 48 students. Visiting Professor Medina-Elizalde.\nPreference will be given to seniors and first year students.","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/GEOL/GEOL-107-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(97, 167, 64)","size":10.0},{"label":"GEOL-105","x":11.0,"y":1.0,"id":"5","attributes":{"Title":"Introduction to Oceanography","Description":"Listed in: \n, as GEOL-105\nMoodle site: \n (Section 01)\nThe global ocean is one of the defining features of our planet’s surface.  It regulates weather patterns, sculpts the coasts of the continents, and contains records of the past 200 million years of earth's climate in sediment on the seafloor.  In this course we will develop an understanding of the global marine system through study of its interconnected geological, chemical, physical, and biological processes.  These fundamental principles include seafloor spreading, the transport of heat from the equator to the poles, and cycling of nutrients and organic matter by plankton.  We will address how the ocean has evolved over the planet’s history, from changes in its circulation brought on by shifting continental configurations and climate fluctuations to its chemical responses to increased levels of carbon dioxide in the atmosphere.  The course will conclude with scientifically informed considerations of some of the challenges humanity faces in deciding how to use the ocean and its resources. Three class hours per week.\nNot open to students who have taken GEOL 121. Limited to 60 students. Spring semester.  Professor Jones.\nPriority will be given to first-year students.","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GEOL/GEOL-105-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(97, 167, 64)","size":10.0},{"label":"GEOL-321","x":12.0,"y":3.0,"id":"6","attributes":{"Title":"Igneous and Metamorphic Petrology","Description":"Listed in: \n, as GEOL-321\nFormerly listed as: GEOL-32\n (Section 01)\nA study of igneous and metamorphic processes and environments. Application of chemical principles and experimental data to igneous and metamorphic rocks is stressed. Identification, analysis, and mapping of rocks in laboratory and field. Four hours of class and three hours of laboratory per week.","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GEOL/GEOL-321-1516S'> Course Site </a>","Requisite":["Requisite: GEOL 271. Spring semester. Professor Cheney."]},"color":"rgb(97, 167, 64)","size":10.0},{"label":"CHEM-151","x":8.0,"y":1.0,"id":"7","attributes":{"Title":"Introductory Chemistry","Description":"Listed in: \n, as CHEM-151\nFormerly listed as: CHEM-11\n (Section 01)\nThis course examines the structure of matter from both a microscopic and macroscopic viewpoint. We begin with a detailed discussion of the physical structure of atoms, followed by an analysis of how the interactions between atoms lead to the formation of molecules. The relationship between the structures of molecular compounds and their properties is then described. Experiments in the laboratory provide experience in conducting quantitative chemical measurements and illustrate principles discussed in the lectures.\nAlthough this course has no prerequisites, students with a limited background in secondary school science should confer with one of the CHEM 151 instructors before registration. Each laboratory and discussion section is limited to 20 students.  In the fall, sufficient sections will be added to meet total enrollment.  The spring semester is limited to two laboratory sections.  Four class hours and three hours of laboratory per week.\nFall semester: The Department. Spring semester: Professor Jaswal.\nIn the spring, preference is given to Amherst College first-year students.","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CHEM/CHEM-151-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(253, 9, 74)","size":10.0},{"label":"GEOL-341","x":1.0,"y":3.0,"id":"8","attributes":{"Title":"Environmental and Solid Earth Geophysics","Description":"Listed in: \n, as GEOL-341\nFormerly listed as: GEOL-41\nMoodle site: \n (Section 01)\nOnly the surface of the earth is accessible for direct study but, as a two-dimensional surface, it represents a very incomplete picture of the geologic character of the earth. The most fundamental realms of the earth--the core and mantle--cannot themselves be observed. Even the uppermost part of the crust, where the lithosphere and hydrosphere interact to determine the quality of the environment in which we live, is hidden. Indirect signals, observed at the surface, can give us a more comprehensive understanding of earth structure--from environmental problems that lie just below the surface to the dynamics of the core/mantle boundary. We can “see” these subsurface realms using seismology, gravity, magnetism and heat flow observations. This course will bring findings from geophysics to bear on developing a picture of the earth in three dimensions. Three hours of class and three hours of laboratory each week.","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/GEOL/GEOL-341-1415S'> Course Site </a>","Requisite":["Requisite: GEOL 111. Spring semester. Professor Crowley."]},"color":"rgb(97, 167, 64)","size":10.0},{"label":"GEOL-301","x":5.0,"y":3.0,"id":"9","attributes":{"Title":"Hydrogeology","Description":"Listed in: \n, as GEOL-301\nFormerly listed as: GEOL-28\nMoodle site: \n (Section 01)\nAs the global human population expands, the search for and preservation of our most important resource, water, will demand societal vigilance and greater scientific understanding. This course is an introduction to surface and groundwater hydrology and geochemistry in natural systems, providing fundamental concepts aimed at the understanding and management of the hydrosphere. The course is divided into two roughly equal parts: surface and groundwater hydrology, and aqueous geochemistry. In the first section, we will cover the principal concepts of physical hydrogeology including watershed analysis and groundwater modeling. In the second half, we will integrate the geochemistry of these systems addressing both natural variations and the human impact on our environment. Three hours of lecture and three hours of lab or field trip each week.","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/GEOL/GEOL-301-1415S'> Course Site </a>","Requisite":["Requisite: GEOL 111 or consent of the instructor.  Spring semester.  Professor Martini."]},"color":"rgb(97, 167, 64)","size":10.0},{"label":"GEOL-401","x":3.0,"y":4.0,"id":"10","attributes":{"Title":"Plate Tectonics and Continental Dynamics","Description":"Listed in: \n, as GEOL-401\nFormerly listed as: GEOL-40\nMoodle site: \n (Section 01)\nAn analysis of the dynamic processes that drive the physical evolution of the earth’s crust and mantle. Plate tectonics, the changing configuration of the continents and oceans, and the origin and evolution of mountain belts will be studied using evidence from diverse branches of geology. Present dynamics are examined as a means to interpret the record of the past, and the rock record is examined as a key to understanding the potential range of present and future earth dynamics. Three hours of class and three hours of laboratory each week.","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/GEOL/GEOL-401-1415F'> Course Site </a>","Requisite":["Requisite: GEOL 111 and two additional upper-level Geology courses. Fall semester.  Professor Harms."]},"color":"rgb(97, 167, 64)","size":10.0},{"label":"GEOL-450","x":6.5,"y":4.0,"id":"11","attributes":{"Title":"Seminar in Biogeochemistry","Description":"Listed in: \n, as GEOL-450\nFormerly listed as: GEOL-45\nMoodle site: \n (Section 01)\nThrough biogeochemical cycles microbes influence the chemical composition of all of our habitable environments. They are found in the most extreme environments on Earth, from the upper atmosphere to the depths of our oceans as well as in the deep subsurface of Earth’s crust. In this seminar, we will examine tracers and proxies for microbial activity present in rock, sediment, soil and porewater. Environments to be studied include hydrothermal vents, deep sedimentary basins, early Earth and possible extraterrestrial habitats. We will survey the major biologically relevant elements of the periodic table (C, O, S, N, Fe, P) and examine how these elements cycle through the environment, focusing on stable isotopic tracers of biological processes. Students will gain experience with field and laboratory techniques and we will emphasize the current scientific literature in discussions.  Three hours of class per week plus field and laboratory times to be scheduled with the professor.","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/GEOL/GEOL-450-1516F'> Course Site </a>","Requisite":["Requisite: CHEM 151 or GEOL 301 or consent of the instructor.  Fall semester.  Professor Martini."]},"color":"rgb(97, 167, 64)","size":10.0},{"label":"GEOL-331","x":9.0,"y":3.0,"id":"12","attributes":{"Title":"Paleoclimatology\n ","Description":"Listed in: \n, as GEOL-331\n (Section 01)\nEarth's climate has varied greatly over geological time but always remained within boundaries that allowed life to exist.  Past climate can be reconstructed from physical and chemical proxies preserved in geological materials: sediment, rocks and fossils.  We will examine common climate proxies and the paleoclimate records that can be derived from them. In this course, we will explore the causal factors of climate evolution including plate tectonics, solar radiation, planetary orbital movements, atmospheric chemistry and physics, ocean dynamics and biological productivity.  We will focus our study on the last 200 million years, starting at the time when all landmasses formed the supercontinent Pangaea.  Paleoclimatology:  (1) offers a critical evaluation of the fidelity of geochemical proxies and climate archives;  (2) examines mechanisms internal and external to the climate system that drive climate variability on time scales from decades to millions of years;  (3) provides the climate context for biological evolution, including that of humans and human civilization, and finally;  (4) uses past climate change to investigate present and future climate change.  Three hours of class each week.","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GEOL/GEOL-331-1516S'> Course Site </a>","Requisite":[" Requisite: GEOL 121 or permission of the instructor. Spring semester. Professor Medina."]},"color":"rgb(97, 167, 64)","size":10.0},{"label":"GEOL-311","x":6.5,"y":3.0,"id":"13","attributes":{"Title":"Sedimentology and Stratigraphy","Description":"Listed in: \n, as GEOL-311\nFormerly listed as: GEOL-34\nMoodle site: \n (Section 01)\nAn overview of the dominant sedimentologic processes operating in both modern and ancient depositional environments. Students will learn how to examine and interpret features of sedimentary rocks and how to assess temporal or spatial patterns in sequences of sedimentary rocks. Students will then use these observations to expand their understanding of Earth history. Three hours of lecture and three hours of laboratory each week.","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/GEOL/GEOL-311-1516F'> Course Site </a>","Requisite":["Requisite: GEOL 111. Recommended requisite: GEOL 121. Fall semester. Professor Jones."]},"color":"rgb(97, 167, 64)","size":10.0},{"label":"GEOL-271","x":12.0,"y":2.0,"id":"14","attributes":{"Title":"Mineralogy","Description":"Listed in: \n, as GEOL-271\nFormerly listed as: GEOL-30\nMoodle site: \n (Section 01)\nThe crystallography and crystal chemistry of naturally occurring inorganic compounds (minerals). The identification, origin, distribution and use of minerals. Laboratory work includes the principles and methods of optical mineralogy, X-ray diffraction, back-scattered electron microscopy, and electron beam microanalysis. Three hours of lecture and three hours of lecture/discussion and directed laboratory.\nRecommended requisite: GEOL 111, CHEM 151 or 155 or their equivalent. Fall semester. Professor Cheney.\n$110","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/GEOL/GEOL-271-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(97, 167, 64)","size":10.0},{"label":"GEOL-291","x":4.0,"y":2.0,"id":"15","attributes":{"Title":"Structural Geology","Description":"Listed in: \n, as GEOL-291\nFormerly listed as: GEOL-29\nMoodle site: \n (Section 01)\nA study of the geometry and origin of sedimentary, metamorphic and igneous rock structures that are the products of earth deformation. Emphasis will be placed on recognition and interpretation of structures through development of field and laboratory methodology. Three hours of lecture and five hours of laboratory each week.","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/GEOL/GEOL-291-1516F'> Course Site </a>","Requisite":["Requisite: GEOL 111. Fall semester. Professor Harms."]},"color":"rgb(97, 167, 64)","size":10.0}],"edges":[{"label":"","source":"1","target":"2","id":"6","attributes":{},"color":"rgb(97, 167, 64)","size":1.0},{"label":"","source":"1","target":"3","id":"8","attributes":{},"color":"rgb(97, 167, 64)","size":1.0},{"label":"","source":"1","target":"8","id":"10","attributes":{},"color":"rgb(97, 167, 64)","size":1.0},{"label":"","source":"1","target":"9","id":"12","attributes":{},"color":"rgb(97, 167, 64)","size":1.0},{"label":"","source":"1","target":"10","id":"14","attributes":{},"color":"rgb(97, 167, 64)","size":1.0},{"label":"","source":"1","target":"13","id":"16","attributes":{},"color":"rgb(97, 167, 64)","size":1.0},{"label":"","source":"1","target":"15","id":"18","attributes":{},"color":"rgb(97, 167, 64)","size":1.0},{"label":"","source":"3","target":"12","id":"20","attributes":{},"color":"rgb(97, 167, 64)","size":1.0},{"label":"","source":"3","target":"13","id":"22","attributes":{},"color":"rgb(97, 167, 64)","size":1.0},{"label":"","source":"7","target":"11","id":"24","attributes":{},"color":"rgb(97, 167, 64)","size":1.0},{"label":"","source":"9","target":"11","id":"26","attributes":{},"color":"rgb(97, 167, 64)","size":1.0},{"label":"","source":"14","target":"6","id":"28","attributes":{},"color":"rgb(97, 167, 64)","size":1.0}]}