{"edges":[{"label":"","source":"10","target":"40","id":"6","attributes":{},"color":"rgb(27, 124, 235)","size":1.0},{"label":"","source":"32","target":"40","id":"8","attributes":{},"color":"rgb(27, 124, 235)","size":1.0}],"nodes":[{"label":"BLST-347","x":0.0,"y":3.0,"id":"0","attributes":{"Title":"Race, Sex, and Gender in the U.S. Military","Description":"Listed in: \n, as BLST-347  |  \n, as SWAG-347\nMoodle site: \n (Section 01)\n(Offered as BLST 347 [US] and SWAG 347.)  From the aftermath of the Civil War to today's \"global war on terror,\" the U.S. military has functioned as a vital arbiter of the overlapping taxonomies of race, gender, and sexuality in America and around the world. This course examines the global trek of American militarism through times of war and peace in the twentieth century.  In a variety of texts and contexts, we will investigate how the U.S. military's production of new ideas about race and racialization, masculinity and femininity, and sexuality and citizenship impacted the lives of soldiers and civilians, men and women, at \"home\" and abroad.  Our interdisciplinary focus will allow us to study the multiple intersections of difference within the military, enabling us to address a number of topics, including:  How have African American soldiers functioned as both subjects and agents of American militarism?  What role has the U.S. military played in the creation of contemporary gay and lesbian subjectivity?  Is military sexual assault a contemporary phenomenon or can it be traced to longer practices of sexual exploitation occurring on or around U.S. bases globally? \nLimited to 25 students.  Spring semester.  Professor Polk.\nPreference given to Black Studies and SWAGS majors.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-347-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"SWAG-329","x":1.0,"y":3.0,"id":"1","attributes":{"Title":"Bad Black Women","Description":"Listed in: \n, as BLST-377  |  \n, as SWAG-329\nMoodle site: \n (Section 01)\n(Offered as SWAG 329 and BLST 377 [US].) History has long valorized passive, obedient, and long-suffering black women alongside aggressive and outspoken black male leaders and activists.  This course provides an alternative narrative to this misrepresentation, as we will explore how “bad” is defined by one’s race, gender, class, and sexuality as well as how black women have transgressed the boundaries of what is means to be “good” in US society. We will use an interdisciplinary perspective to examine why black women have used covert and explicit maneuvers to challenge the stereotypical “respectable” or “good” black woman and the various risks and rewards they incur for their “deviance.” In addition to analyzing black women’s literature, we will study black women’s political activism, sex work, and rising incarceration as well as black women’s nonconformity in art, poetry, music, dance, and film. Students should be aware that part of this course is “immersive” and consequently, students will participate in a master class that will explore how dance operates as a way to defy race, class, and gender norms.\nOpen to first-year students with consent of the instructor. Priority given to students who attend the first day of class. Writing Attentive. Limited to 20 students.  Expectations include a master dance class, three writing projects, a group presentation, and various in-class assignments.  Fall semester. Professor Henderson.\nPriority given to students who attend the first day of class.\n100","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-329-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(119, 138, 154)","size":10.0},{"label":"SWAG-279","x":2.0,"y":2.0,"id":"2","attributes":{"Title":"Global Women's Literature","Description":"Listed in: \n, as BLST-202  |  \n, as ENGL-279  |  \n, as SWAG-279\nMoodle site: \n (Section 01)\n(Offered as SWAG 279, BLST 202, and ENGL 279.) What do we mean by “women’s fiction”? How do we understand women’s genres in different national contexts? This course examines topics in feminist thought such as marriage, sexuality, desire and the home in novels written by women writers from South Asia, Africa and the Caribbean. We will draw on postcolonial literary theory, essays on transnational feminism and historical studies to situate our analyses of these novels. Texts include South African writer Nadine Gordimer’s \n, Indian novelist Kiran Desai’s \n and Caribbean author Shani Motoo’s \n. \nFall semester. Professor Shandilya.\n10","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-279-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(119, 138, 154)","size":10.0},{"label":"ENGL-318","x":3.0,"y":3.0,"id":"3","attributes":{"Title":"Childhood in African and Caribbean Literature","Description":"Listed in: \n, as BLST-362  |  \n, as ENGL-318\nFormerly listed as: BLST-29  |  ENGL-55\nMoodle site: \n (Section 01)\n(Offered as ENGL 318 and BLST 362 [A/CLA].) The course will concentrate on Caribbean authors. It explores the process of self-definition in literary works from Africa and the Caribbean that are built around child protagonists. We will examine the authors’ various methods of ordering experience through the choice of literary form and narrative technique, as well as the child/author’s perception of his or her society. French texts will be read in translation.\nOpen to first-year students with consent of the instructor.  Fall semester.  Professor Cobham-Sander.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-318-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(193, 236, 33)","size":10.0},{"label":"BLST-200","x":4.0,"y":2.0,"id":"4","attributes":{"Title":"Critical Debates in Black Studies","Description":"Listed in: \n, as BLST-200\nFormerly listed as: BLST-12\nMoodle site: \n (Section 01)\n[R] In this course students will focus closely on major debates that have animated the field of Black Studies, addressing a wide range of issues from the slave trade to the present. Each week will focus on specific questions such as: What came first, racism or slavery? Is African art primitive? Did Europe underdevelop Africa? Is there Caribbean History or just history in the Caribbean? Should Black Studies exist? Is there a black American culture? Is Affirmative Action necessary? Was the Civil Rights Movement a product of government action or grass-roots pressure? Is the underclass problem a matter of structure or agency? The opposing viewpoints around such questions will provide the main focus of the reading assignments, which will average two or three articles per week. In the first four weeks, students will learn a methodology for analyzing, contextualizing, and making arguments that they will apply in developing their own positions in the specific controversies that will make up the rest of the course.\nLimited to 20 students.  Fall semester:  Professor Ferguson.  Spring semester:  Professor Drabinski.\nPreference given to majors.\n$40.00","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-200-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"BLST-300","x":5.0,"y":3.0,"id":"5","attributes":{"Title":"Research in Black Studies","Description":"Listed in: \n, as BLST-300\nFormerly listed as: BLST-64\nMoodle site: \n (Section 01)\n (Section 01)\n[R] This seminar prepares students to conduct independent research. Although it concentrates on the field of Black Studies, it serves as a good introductory research course for all students in the humanities and social sciences regardless of major. The first part of the course will intensively introduce students to the library through a series of readings, exercises, and discussions aimed at sharpening the ability to locate information precisely and efficiently. The second part of the course will introduce research methods in three important areas of Black Studies: the arts, history, and the social sciences. Faculty members of the Black Studies Department, departmental affiliates, and visitors will join the class to present their own ongoing research, placing particular emphasis on the disciplinary methods and traditions of inquiry that guide their efforts. Also in the second part, through individual meetings with professors, students will begin developing their own research projects. The third part of the course will concentrate more fully on development of these projects through a classroom workshop. Here students will learn how to shape a topic into a research question, build a bibliography, annotate a bibliography, shape a thesis, develop an outline, and write a research proposal, or prospectus.\nThis class is required of Black Studies majors.  It is open to non-majors with the consent of the instructor. Although BLST 111 and 200 are not required for admission, preference will go to those who have taken one or both of these courses. \nLimited to 20 students. Spring semester. Professor Cobham-Sander.\nFirst priority to Black Studies majors; second priority to seniors, third priority to juniors; and fourth to sophomores","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-300-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"ARHA-270","x":6.0,"y":2.0,"id":"6","attributes":{"Title":"African Art and the Diaspora","Description":"Listed in: \n, as ARHA-270  |  \n, as BLST-293\nFormerly listed as: ARAH-70  |  BLST-45\nMoodle site: \n (Section 01)\n(Offered as ARHA 270 and BLST 293 [D].) The course of study will examine those African cultures and their arts that have survived and shaped the aesthetic, philosophic and religious patterns of African descendants in Brazil, Cuba, Haiti and urban centers in North America. We shall explore the modes of transmission of African artistry to the West and examine the significance of the preservation and transformation of artistic forms from the period of slavery to our own day. Through the use of films, slides and objects, we shall explore the depth and diversity of this vital artistic heritage of Afro-Americans.\nFall semester.  Professor Abiodun.\n$10.00","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-270-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(6, 207, 61)","size":10.0},{"label":"ENGL-456","x":7.0,"y":4.0,"id":"7","attributes":{"Title":"Ghosts in Shells? Virtuality and Embodiment from Passing to the Posthuman","Description":"Listed in: \n, as BLST-441  |  \n, as ENGL-456  |  \n, as FAMS-451\nMoodle site: \n (Section 01)\n(Offered as ENGL 456, BLST 441 [US], and FAMS 451.) This class begins with narratives about individuals who pass–that is, who come to be recognized as someone different from whom they were sexually or racially “born as.”  Such stories suggest that one’s identity depends minimally on the body into which one is born, and is more attached to the supplementation and presentation of that body in support of whichever cultural story the body is desired to tell.  Drawing on familiar liberal humanist claims, which centralize human identity in the mind, these narratives also respond to the growing sophistication of human experience with virtual worlds–from acts of reading to immersions in computer simulation.  But what kinds of tensions emerge when bodies nonetheless signify beyond an individual’s self-imagination?  As technology expands the possibilities of the virtual, for instance surrogacy, cloning, and cybernetics, what pressures are brought to bear on the physical human body and its processes to signify authentic humanness?  Rather than ask whether identity is natural or cultural, our discussions will project these questions into a not-so-distant future:  What would it mean to take “human” as only one identity, as a category amongst many others, each also acknowledged as equally subject to the same social and biological matrices of desire, creation, and recognition? We will approach these questions through works of literature, philosophy, media history, and contemporary science writing.\nOpen to juniors and seniors.  Limited to 15 students.  Fall semester.  Professor Parham.\nPriority to Senior  ENGL Majors with no prior level IV courses, then Junior ENGL Majors with no prior level IV courses and then to pre-registered Jr/Sr majors in ENGL, BLST and FAMS, then UMASS Grad Students, and finally other five college students.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-456-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(193, 236, 33)","size":10.0},{"label":"SWAG-208","x":8.0,"y":2.0,"id":"8","attributes":{"Title":"Black Feminist Literary Traditions","Description":"Listed in: \n, as BLST-345  |  \n, as ENGL-276  |  \n, as FAMS-379  |  \n, as SWAG-208\n (Section 01)\n(Offered as SWAG 208, BLST 345 [US], ENGL 276, and FAMS 379.) Reading the work of black feminist literary theorists and black women writers, we will examine the construction of black female identity in American literature, with a specific focus on how black women writers negotiate race, gender, sexuality, and class in their work. In addition to reading novels, literary criticism, book reviews, and watching documentaries, we will examine the stakes of adaptation and mediation for black female-authored texts. Students will watch and analyze the film and television adaptations of \n (1985), \n (1989), and \n (2005) as well as examine how Toni Morrison’s \n (1970) was mediated and interpreted by Oprah Winfrey’s book club and daytime talk show. Authors will include Toni Morrison, Zora Neale Hurston, Alice Walker, Gwendolyn Brooks, and Gloria Naylor.  Writing Attentive. Expectations include three writing projects, a group presentation, and various in-class assignments.\nLimited to 20 students. Priority given to those students who attend the first day of the class. Open to first-year students with consent of the instructor. Spring semester. Professor Henderson.\nPriority given to those students who attend the first day of class","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SWAG/SWAG-208-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(119, 138, 154)","size":10.0},{"label":"ARHA-149","x":9.0,"y":1.0,"id":"9","attributes":{"Title":"Survey of African Art","Description":"Listed in: \n, as ARHA-149  |  \n, as BLST-123\nFormerly listed as: BLST-46  |  FIAR-49  |  FIAR-68\nMoodle site: \n (Section 01)\n(Offered as ARHA 149 and BLST 123 [A].)  An introduction to the ancient and traditional arts of Africa. Special attention will be given to the archaeological importance of the rock art paintings found in such disparate areas as the Sahara and South Africa, achievements in the architectural and sculptural art in clay of the early people in the area now called Zimbabwe and the aesthetic qualities of the terracotta and bronze sculptures of the Nok, Igbo-Ukwe, Ife and Benin cultures in West Africa, which date from the second century B.C.E. to the sixteenth century C.E. The study will also pursue a general socio-cultural survey of traditional arts of the major ethnic groups of Africa.\nSpring semester.  Professor Abiodun.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-149-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(6, 207, 61)","size":10.0},{"label":"BLST-336","x":10.0,"y":3.0,"id":"10","attributes":{"Title":"Colorblind Culture","Description":"Listed in: \n, as SOCI-334  |  \n, as BLST-336\n (Section 01)\n(Offered as SOCI 334 and BLST 336 [US].) The passage of civil rights legislation in 1964 and 1965 was a defining moment in American race relations. By comparison to what preceded it, the post-civil rights era amounted to a great social transformation, leading many to assert ours is now a “colorblind” culture. This course will use the idea of colorblind culture to examine the changing role of race and racism in the contemporary United States.  We will examine specific claims that United States culture is, or is not, colorblind, while exploring the social structural, institutional, and broader cultural factors that shape present-day race relations.\nFirst priority given to senior and junior Sociology majors, then BLST majors, and then seniors and juniors.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-336-1516S'> Course Site </a>","Requisite":["Requisite: SOCI 112 or equivalent. Open to juniors and seniors. Limited to 20 students. Spring semester. Professor Lembo."]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"ENGL-471","x":12.0,"y":4.0,"id":"11","attributes":{"Title":"Corporeal States:  Body, Nation, Text in Modern African Literature","Description":"Listed in: \n, as BLST-412  |  \n, as ENGL-471  |  \n, as SWAG-471\nMoodle site: \n (Section 01)\n(Offered as ENGL 471, BLST 412 [A], and SWAG 471.)  How do literary texts transmute human bodies into subjects–gendered subjects, colonial subjects, disabled subjects, terrorists, cultural icons, cyborgs?  And what happens when we use ideas about the body to represent the body politic? In this course we will examine how modern African writers utilize a variety of genres, including ethnographic writing, Kung Fu movies, pornography, traditional epic, and graffiti, to challenge our notions of what counts as a body, as a nation, or as a text. Alongside novels by established writers, we will consider recent books and digital creations by Chimamanda Adichie, Chris Abani, Teju Cole, Zakes Mda, Werewere Liking, and Taiye Selasi.\nOpen to juniors and seniors.  Limited to 15 students.  Fall semester.  Professor Cobham-Sander.\nPreference given to junior and senior majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-471-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(193, 236, 33)","size":10.0},{"label":"BLST-432","x":13.0,"y":4.0,"id":"12","attributes":{"Title":"Exploring Ralph Ellison's ","Description":"Listed in: \n, as BLST-432  |  \n, as ENGL-457\nFormerly listed as: BLST-62\nMoodle site: \n (Section 01)\n(Offered as BLST 432 [US] and ENGL 457.)  Ralph Waldo Ellison wrote \n to confirm the existence of the universal in the particulars of the black American experience. The same can be said of the larger aim of this course. It will provide students with the opportunity to explore the broadest themes of Black Studies through the careful reading of a particular text. Due to its broad range of influence and reference, \n is one of the most appropriate books in the black tradition for this kind of attention. The course will proceed through a series of comparisons with works that influenced the literary style and the philosophical content of the novel. The first part of the course will focus on comparisons to world literature. Readings will include James Joyce, \n; Sigmund Freud, \n; and H.G. Wells, \n. The second part of the course will focus on comparisons to American literature. The readings in this part of the course will include Herman Melville, \n; William Faulkner, “The Bear”; and some of Emerson’s essays. The last part of the course will focus on comparisons with books in the black tradition. Some of the readings in this part of the course will include W.E.B. Du Bois, \n and Booker T. Washington, \n. Requires 20-25 page research paper.\nLimited to 15 students. Open to juniors and seniors. Preference given to Black Studies majors.  Fall semester. Professor Ferguson.\nFirst the youngest non-Black Studies majors would be dropped and go from there up in age among that group.  Then students who would have a chance to take the course in the future would be dropped.    ","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-432-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"ENGL-278","x":14.0,"y":2.0,"id":"13","attributes":{"Title":"Digital Africas","Description":"Listed in: \n, as BLST-212  |  \n, as ENGL-278\nMoodle site: \n (Section 01)\n(Offered as ENGL 278 and BLST 212 [A].)  This course will examine how African writers incorporate digital technologies into their work when they publish traditional print texts, experiment with digital formats, or use the internet to redefine their relationship to local and international audiences. We will reflect on how words and values shift in response to new forms of mediation; on the limits these forms place on the bodies they represent, and on the protections they occasionally offer. Students will read fictional works in print, serialized narratives on blogs, as well as other literary products that circulate via social media. Students also will be introduced to a selection of digital humanities tools that will assist them in accessing, analyzing and responding to these works. Course materials include print, digital and hybrid publications by Oyono, Farah, Adichie, Cole, Maphoto, and Wainaina, among others.\nLimited to 25 students.  Fall semester.  Professor R. Cobham-Sander.\nPreference given to sophomores and English majors.  After that, permission granted on a first come, first served basis.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-278-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(193, 236, 33)","size":10.0},{"label":"LJST-206","x":15.0,"y":2.0,"id":"14","attributes":{"Title":"Apartheid","Description":"Listed in: \n, as BLST-217  |  \n, as LJST-206\nFormerly listed as: LJST-06\nMoodle site: \n (Section 01)\n(Offered as LJST 206 and BLST 217) The goal of this course will be to understand some of the problems posed for legal studies in the humanities by the emergence of the system of administrative and constitutional law known as apartheid. This system, which was designed to institute “separate development for separate peoples” in South Africa, is widely and rightly regarded to be among the most inhuman régimes of the 20th century. Yet even and especially today, more than a decade after its formal end in South Africa, apartheid’s social, economic, and epistemic conditions of possibility, as well as the place and function of lawyers, legal discourse, and legal scholars in the resistance to it, remains at best vaguely understood.\nThis course is designed to remedy this gap. Our inquiry will be at once specific and general. Under what economic and political conditions did apartheid come into being? What legal traditions and practices authorized its codification? What academic disciplines and intellectual formations rendered it intelligible and enabled its theorization? What specific arrangement of juridical institutions, practices, and theories together comprised the apartheid state? What was the place and function of law in the critique of and resistance to apartheid? What new and specific problems did apartheid pose for legal theory?\nLimited to 40 students. Spring semester.  Professor Sitze.\nProfessor will privilege writing samples\n49.00","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/LJST/LJST-206-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(128, 72, 160)","size":10.0},{"label":"BLST-204","x":16.0,"y":2.0,"id":"15","attributes":{"Title":"African Popular Music","Description":"Listed in: \n, as BLST-204  |  \n, as MUSI-105\nMoodle site: \n (Section 01)\n(Offered as BLST 204 [A] and MUSI 105.)   This course focuses on twentieth-century African popular music; it examines musical genres from different parts of the continent, investigating their relationships to the historical, political and social dynamics of their respective national and regional origins. Regional examples like \n \ne will be studied to assess the significance of  popular music as a creative response to social and political developments in colonial and postcolonial Africa. The course also discusses the growth of hip-hop music in selected countries by exploring how indigenous cultural tropes have provided the basis for its local appropriation. Themes explored in this course include the use of music in the construction of identity; popular music, politics and resistance; the interaction of local and global elements; and the political significance of musical nostalgia.\nLimited to 30 students.  Spring semester.  Five College Professor Omojola.\nPriority to Black Studies and Music majors and then by class, seniors, juniors, etc.  \n$60.00","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-204-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"BLST-315","x":17.0,"y":3.0,"id":"16","attributes":{"Title":"Myth, Ritual and Iconography in West Africa","Description":"Listed in: \n, as ARHA-353  |  \n, as BLST-315\nFormerly listed as: BLST-42\nMoodle site: \n (Section 01)\n(Offered as BLST 315 [A] and ARHA 353.) Through a contrastive analysis of the religious and artistic modes of expression in three West African societies--the Asanti of the Guinea Coast, and the Yoruba and Igbo peoples of Nigeria--the course will explore the nature and logic of symbols in an African cultural context. We shall address the problem of cultural symbols in terms of African conceptions of performance and the creative play of the imagination in ritual acts, masked festivals, music, dance, oral histories, and the visual arts as they provide the means through which cultural heritage and identity are transmitted and preserved, while, at the same time, being the means for innovative responses to changing social circumstances.\nSpring semester. Professor Abiodun.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-315-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"BLST-342","x":18.0,"y":3.0,"id":"17","attributes":{"Title":"The Local and Global 1970s","Description":"Listed in: \n, as BLST-342  |  \n, as HIST-358\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as BLST 342 [US] and HIST 358 [US].)  Often overshadowed by the long 1960s and the conservative ascendancy in the 1980s, the 1970s provides an important transitional moment for the United States, one that arguably linked local experiences to global dynamics and social movements in unprecedented ways. It was also a decade fraught with contradictions. On the one hand, Americans experienced widespread disillusionment with the power of the federal government to promote and protect the minority from the majority. Historians seeking to understand the collapse of the welfare state or the origins of white resistance to civil rights’ initiatives most often point to the 1970s as the time when the Supreme Court abandoned school desegregation and the federal government shifted the burden of the social welfare system onto the market, state and local governments, and onto poor people themselves. And yet, the 1970s also saw an explosion of progressive social activism, as the women’s movement, the gay rights movement, and the environmental movement, among others, all came into their own. Likewise, this was also a time of U.S. retreat and military overextension, and a time of new hegemonies of human rights regimes and multinational corporations. This course asks students to consider how connecting the local with the global can help us better understand and resolve these apparent contradictions. How does our understanding of American politics, society, and culture change depending upon our point of view? What are the possibilities and limitations of global and local methods of inquiry? How might historians more fruitfully combine sub-disciplines to understand the ways in which Americans experienced and engaged with their historical realities as members of local, national, and global communities?  One class meeting per week. \nLimited to 25 students.  Fall semester.  Professors Moss and Walker.\nPriority to History majors, Black Studies majors, and then by class--seniors, juniors, sophomore, first year students","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/BLST/BLST-342-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"RELI-238","x":19.0,"y":2.0,"id":"18","attributes":{"Title":"African-American Religious History","Description":"Listed in: \n, as BLST-238  |  \n, as RELI-238\nMoodle site: \n (Section 01)\n(Offered as RELI 238 and BLST 238 [US].  A study of African-American religion, from the time of slavery to the present, in the context of American social, political, and religious history.  Consideration will be given to debates concerning the \"Africanity\" of black religion in the United States, to the role of Islam in African-American religious history, and to the religious impact of recent Caribbean immigration.  The major emphasis throughout the course, however, will be on the history of African-American Christianity in the United States.  Topics covered will include the emergence of African-American Christianity in the slavery era, the founding of the independent black churches (especially the AME church) and their institutional development in the nineteenth century, the predominant role of the black Baptist denominations in the twentieth century, the origins and growth of black Pentecostalism, the increasing importance of African-American Catholicism, the role of the churches in social protest movements (especially the civil rights movement) and electoral politics, the changing forms of black theology, and the distinctive worship traditions of the black churches.\nFall semester.  Professor Wills.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/RELI/RELI-238-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(89, 200, 19)","size":10.0},{"label":"POSC-260","x":20.0,"y":2.0,"id":"19","attributes":{"Title":"African Politics","Description":"Listed in: \n, as BLST-277  |  \n, as POSC-260\nMoodle site: \n (Section 01)\n(Offered as POSC 260 [G] and BLST 227.)  Students will develop a rich understanding of African politics from the pre-colonial period to the present and will be able to analyze and discuss contemporary African politics in light of historical forces. Specifically, students will be able to analyze and discuss local experiences of democracy and governance; the challenges of economic development; and national as well as international policy responses. The topics will be considered in light of varied colonial experiences; nationalist and independence movements; international political economy; and informal sources of political power.\nSpring semester.  Five College Professor Dionne","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/POSC/POSC-260-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(111, 191, 215)","size":10.0},{"label":"BLST-201","x":21.0,"y":2.0,"id":"20","attributes":{"Title":"Introduction to the Black Atlantic","Description":"Listed in: \n, as BLST-201  |  \n, as HIST-267\nMoodle site: \n (Section 01)\n(Offered as BLST 201 [D] and HIST 267 [LA\n/AF\n].)  The formation of \"the Black Atlantic\" or \"the African Diaspora\" began with the earliest moments of European explorations of the West African coast in the fifteenth century and ended with the abolition of Brazilian slavery in 1888.  This momentous historical event irrevocably reshaped the modern world.  This class will trace the history of this transformation at two levels; first, we examine large scale historical processes including the Trans-Atlantic Slave Trade, the development of plantation economies, and the birth of liberal democracy.  With these sweeping stories as our backdrop, we will also explore the lives of individual Africans and African-Americans, the communities they built, and the cultures they created.  We will consider the diversity of the Black Atlantic by examining the lives of a broad array of individuals, including black intellectuals, statesmen, soldiers, religious leaders, healers and rebels.  Furthermore, we will pay special attention to trans-Atlantic historical formations common during this period, especially the contributions of Africans and their descendants to Atlantic cultures, societies, and ideas, ultimately understanding enslaved people as creative (rather than reactive) agents of history.  So, our questions will be:  What is the Black Atlantic?  How can we understand both the commonalities and diversity of the experiences of Africans in the Diaspora?  What kinds of communities, affinities and identities did Africans create after being uprooted by the slave trade?  What methods do scholars use to understand this history?  And finally, what is the modern legacy of the Black Atlantic?  Class time will be divided between lecture, small and large group discussion.\nFall semester.  Professor Hicks.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-201-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"BLST-214","x":22.0,"y":2.0,"id":"21","attributes":{"Title":"Master Musicians of Africa I: West Africa","Description":"Listed in: \n, as BLST-214  |  \n, as MUSI-106\nFormerly listed as: BLST-26  |  MUSI-06\nMoodle site: \n (Section 01)\n(Offered as BLST 214 [A] and MUSI 106.) This course concentrates on the lives and music of selected West African musicians. Departing from ethnographic approaches that mask the identity of individual musicians and treat African societies as collectives, this course emphasizes the contributions of individual West African musicians whose stature as master musicians is undisputed within their respective communities. It examines the contributions of individual musicians to the ever continuous process of negotiating the boundaries of African musical practice. Individuals covered this semester include Babatunde Olatunji (Nigerian drummer), Youssou N’Dour (Senegalese singer), Kandia Kouyate (Malian jelimuso) and Ephraim Amu (Ghanaian composer). The variety of artistic expressions of selected musicians also provides a basis for examining the interrelatedness of different African musical idioms, and the receptivity of African music to non-African styles. \nLimited to 30 students.  Fall semester.  Five College Professor Omojola.\nPriority to Black Studies and Music majors and then by class, seniors, juniors, etc.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/BLST/BLST-214-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"THDA-226","x":23.0,"y":2.0,"id":"22","attributes":{"Title":"Black Protest Traditions in American Dance","Description":"Listed in: \n, as BLST-243  |  \n, as THDA-226\nMoodle site: \n (Section 01)\n(Offered as THDA 226 and BLST 243.) African American dance and music traditions have played a critical role in the African-American struggle to sustain its humanity--to express joy and pain corporeally through a particular relationship to rhythm. This class explores the forms, contents, and contexts of black traditions that played a crucial role in shaping American dance, looking at how expressive cultural forms from the African diaspora have been transferred from the social space to the concert stage. Viewing American cultural history through the lens of movement and performance, we begin with an exploration of social dance during slavery and the late nineteenth century, when vibrant social dances insisted that black bodies, generally relegated to long hours of strenuous labor, devote themselves to pleasure as well. We will then look at how the cakewalking of Ada Overton and George Walker, proto-feminist singing of Bessie Smith, stair-dances of Bill Robinson, protest choreographies of Katherine Dunham and Pearl Primus, and hip-hop performances of Rennie Harris can be viewed as corporeal embodiments of the centuries-long freedom struggle--whether non-violent, confrontational or contestational--and how these modes of performance reflect an increasingly independent free black voice demanding equal inclusion in the body politic.\nFall semester. Five College Professor Valis Hill.","Department Code":"THDA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/THDA/THDA-226-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(123, 133, 130)","size":10.0},{"label":"BLST-236","x":24.0,"y":2.0,"id":"23","attributes":{"Title":"Black Sexualities","Description":"Listed in: \n, as BLST-236  |  \n, as SWAG-330\nMoodle site: \n (Section 01)\n(Offered as BLST 236 [US] and SWAG 330)  From the modern era to the contemporary moment, the intersection of race, gender, and class has been especially salient for people of African descent—for men as well as for women. How might the category of sexuality act as an additional optic through which to view and reframe contemporary and historical debates concerning the construction of black identity? In what ways have traditional understandings of masculinity and femininity contributed to an understanding of African American life and culture as invariably heterosexual? How have black lesbian, gay, and transgendered persons effected political change through their theoretical articulations of identity, difference, and power? In this interdisciplinary course, we will address these questions through an examination of the complex roles gender and sexuality play in the lives of people of African descent. Remaining attentive to the ways black people have claimed social and sexual agency in spite of systemic modes of inequality, we will engage with critical race theory, black feminist thought, queer-of-color critique, literature, art, film, “new media” and erotica, as well as scholarship from anthropology, sociology, and history.\nLimited to 25 students.  Fall semester.  Professor Polk.\nStudents who have taken introductory courses in Black Studies or Sexuality, Women's and Gender Studies will be given priority.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-236-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"LJST-105","x":25.0,"y":1.0,"id":"24","attributes":{"Title":"Race, Place, and the Law","Description":"Listed in: \n, as BLST-147  |  \n, as LJST-105\nFormerly listed as: BLST-71  |  LJST-05  |  LJST-33\nMoodle site: \n (Section 01)\n(Offered as LJST 105 and BLST 147 [US].) Understandings of and conflicts about place are of central significance to the experience and history of race and race relations in America. The shaping and reshaping of places is an important ingredient in the constitution and revision of racial identities: think of “the ghetto,” Chinatown, or “Indian Country.” Law, in its various manifestations, has been intimately involved in the processes which have shaped geographies of race from the colonial period to the present day: legally mandated racial segregation was intended to impose and maintain both spatial and social distance between members of different races.\nThe objective of this course is to explore the complex intersections of race, place, and law. Our aim is to gain some understanding of geographies of race “on-the-ground” in real places, and of the role of legal practices--especially legal argument--in efforts to challenge and reinforce these racial geographies. We will ask, for example, how claims about responsibility, community, rationality, equality, justice, and democracy have been used to justify or resist both racial segregation and integration, access and expulsion. In short, we will ask how moral argument and legal discourse have contributed to the formation of the geographies of race that we all inhabit. Much of our attention will be given to a legal-geographic exploration of African-American experiences. But we will also look at how race, place and the law have shaped the distinctive experiences of Native Americans, Hispanic Americans, and Asian Americans.\nLimited to 40 students. Fall semester.  Senior Lecturer Delaney.\nPriority to LJST and BLST majors, and then by seniority.\n$15.00","Department Code":"LJST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/LJST/LJST-105-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(128, 72, 160)","size":10.0},{"label":"ENGL-491","x":26.0,"y":4.0,"id":"25","attributes":{"Title":"The Creole Imagination","Description":"Listed in: \n, as BLST-461  |  \n, as ENGL-491\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as ENGL 491 and BLST 461 [CLA].)  What would it mean to write in the language in which we dream?  A language that we can hear, but cannot (yet) see?  Is it possible to conceive a language outside the socio-symbolic order?  And can one language subvert the codes and values of another?  Questions like these have animated the creolité/nation language debate among Caribbean intellectuals since the mid-1970s, producing some of the most significant francophone and anglophone writing of the twentieth century.  This course reads across philosophy, cultural theory, politics, and literature in order to consider the claims such works make for the Creole imagination.  We will engage the theoretical and creative work of Édouard Glissant, Maryse Condé, Wilson Harris, Derek Walcott, Kamau Brathwaite, Patrick Chamoiseau, Jamaica Kincaid, and Edwidge Danticat.  We also will consider how these writers transform some of the fundamental ideas of psychoanalysis, poststructuralism, and critical historiography.  At stake in our readings will be the various aesthetic and political aspects of postcolonial struggle–how to think outside the colonial architecture of language; how to contest and subvert what remains from history’s violence; and how to evaluate the claims to authenticity of creolized New World cultural forms.\nJunior/Senior seminar. Limited to 20 students.  Spring semester.  Professors Cobham-Sander and Drabinski.\nPriority given to junior and senior majors in English and Black Studies.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-491-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(193, 236, 33)","size":10.0},{"label":"BLST-247","x":27.0,"y":2.0,"id":"26","attributes":{"Title":"Panther Theory:  Reading Black Power","Description":"Listed in: \n, as BLST-247\nMoodle site: \n (Section 01)\n[US] What is the memory and legacy of the Black Panther Party? The Party is probably best known for its militant politics and iconic imagery:  guns, leather jackets, confrontations with the police, and often audacious forms of public protest.  We remember those politics and that imagery for good reason:  the Party’s organization and struggle galvanized communities beleaguered by poverty, police violence, and mass incarceration.  But it is important to also recall that the Black Panthers were an intellectual movement that theorized mobilization, forms of strategy, ideas of solidarity and collaboration, and armed self-defense out of close study of a wide range of both conventional and revolutionary thinkers. This course focuses on that element of the Party’s life, exploring the Black Panthers as an intellectual movement.  We will read key figures Huey P. Newton, Eldridge Cleaver, Elaine Brown, and Angela Davis with close attention to how they engage and transform canonical figures of Western philosophy like Socrates, Descartes, and G.W.F. Hegel, as well as revolutionary writers Karl Marx, V.I. Lenin, Che Guevara, Mao Tse-Tung, and Frantz Fanon.  We will also discuss how the Party related to the wider Black Power movement (especially Stokely Carmichael and Maulana Karenga) through public debates on political and cultural nationalism and internationalism.  Across our reading and discussion, we will have to think carefully about how Party social programs in nutrition, education, and healthcare emerged out of--and not just alongside or in addition to--militant political theory and action.  The class will work closely with the Amherst College Library, which houses an extensive collection of Black Power newspapers, original writings, and other materials in the College’s archive.\nFall semester.  Professor Drabinski.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/BLST/BLST-247-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"ENGL-474","x":28.0,"y":4.0,"id":"27","attributes":{"Title":"Panama Silver, Asian Gold:  Reimagining Diasporas, Archives, and the Humanities","Description":"Listed in: \n, as BLST-452  |  \n, as ENGL-474\nMoodle site: \n (Section 01)\n(Offered as ENGL 474 and BLST 452 [CLA].)  This digital humanities seminar examines how the concurrent migrations of Chinese and Indian indentured laborers to the Caribbean and Afro-Caribbean workers to and from the Panama Canal, at the turn of the twentieth century, contributed to the emergence of Modern Caribbean Literature.  Students will explore the digital, print, and audio-visual archives related to these migrations, now stored in the Digital Library of the Caribbean (dLOC), to enrich their reading of Caribbean literature.  Librarians at Amherst, as well as scholars, librarians, and students at three other American and Caribbean universities, will partner with us in the course.  We will hold some class discussions online and collaborate via social media on some of the course assignments.  Authors whose works we will read include Victor Chang, Staceyann Chin, Maryse Condé, H.G. de Lisser, Ramabai Espinet, Ismith Khan, Claude McKay, V.S. Naipaul and Eric Walrond.\nA previous course in English, History, or Black Studies is recommended.  Open to juniors and seniors.  Limited to 12 students.  Spring semester.  Professor Cobham-Sander.\nPreference given to Black Studies majors who have taken BLST 300 and English majors who need a 400-level seminar.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-474-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(193, 236, 33)","size":10.0},{"label":"BLST-111","x":29.0,"y":1.0,"id":"28","attributes":{"Title":"Introduction to Black Studies","Description":"Listed in: \n, as BLST-111\nFormerly listed as: BLST-11\nMoodle site: \n (Section 01)\n[R] This interdisciplinary introduction to Black Studies combines the teaching of foundational texts in the field with instruction in reading and writing. The first half of the course employs \n by Mortimer Adler and Charles Van Doren as a guide to the careful reading of books focusing on the slave trade and its effects in Africa, the Caribbean, and the United States. Important readings in this part of the course include \n by Nathan Huggins, \n by George Frederickson, and \n by C. L. R. James. The second half of the course addresses important themes from the turn of the twentieth century to the present. Beginning with \n by W. E. B. Du Bois, it proceeds through a range of seminal texts, including \n by Franz Fanon and \n by James Baldwin. This part of the course utilizes \n by Richard Lanham to extend the lesson in reading from the first half of the semester into an exploration of precision and style in writing. Computer exercises based on \n and three short essays--one on a single book, another comparing two books, and the last on a major theme in the course--provide the main opportunity to apply and reinforce skills in reading and writing learned throughout the semester. After taking this course, students at all levels of preparation should emerge not only with a good foundation for advancement in Black Studies but also with a useful set of guidelines for further achievement in the humanities and the social sciences.\nLimited to 20 students per section. Fall semester.  Professor del Moral.  Spring semester.  Professor Polk.\nPreference given to Black Studies majors and first year students.\n0","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-111-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"HIST-181","x":30.0,"y":1.0,"id":"29","attributes":{"Title":"Colonial and Post-Colonial Africa","Description":"Listed in: \n, as BLST-221  |  \n, as HIST-181\nFormerly listed as: BLST-47  |  HIST-22\n (Section 01)\n(Offered as HIST 181 [AF] and BLST 221 [A].) This is a history of Africa from the late nineteenth century to the present day. In the first half of the course, we will study the imperial scramble to colonize Africa; the broader integration of African societies into the world economy; the social, political and medical impact of imperial policies; Western popular images of Africa in the colonial period; the nationalist struggles that resulted in the independent African states; and the persistent problems faced by those post-colonial states. In the final half of the course, we will investigate three cases: Congo-Zaire and the state as a source of chaos through the Second Congo War; violence, liberation and memories of childhood in late colonial Rhodesia and postcolonial Zimbabwe; the political history of economic development programs and the advent of “resource conflicts,” particularly those involving diamonds. Three class meetings per week.\nSpring semester. Professor Redding.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-181-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(138, 166, 30)","size":10.0},{"label":"BLST-237","x":31.0,"y":2.0,"id":"30","attributes":{"Title":"Incarcerating Blackness","Description":"Listed in: \n, as BLST-237\nMoodle site: \n (Section 01)\n[US] This course explores the complex relationship between race, racism, and mass incarceration. Readings from the African-American intellectual tradition, contemporary critics of the prison industrial complex, and memoirs from political prisoners will help us understand the depth and structure of the historical and cultural meaning of racialized imprisonment. In particular, we will look at how incarceration has been both a metaphor for the Black experience in the United States and a constant presence in that experience as a form of social, cultural, and political control.  We will also examine how economic factors intersect with race and racism in the expansion of the prison system in the United States. Lastly, we will read a cluster of prison memoirs in light of contemporary historical and critical race analysis in order to discern the effects and affects of imprisonment on African-American life.\nFall semester.  Professor Drabinski.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-237-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"BLST-313","x":32.0,"y":3.0,"id":"31","attributes":{"Title":"Visual Arts and Orature in Africa","Description":"Listed in: \n, as ARHA-138  |  \n, as BLST-313\nFormerly listed as: BLST-43  |  FIAR-38\nMoodle site: \n (Section 01)\n(Offered as BLST 313 [A] and ARHA 138.) In the traditionally non-literate societies of Africa, verbal and visual arts constitute two systems of communication. The performance of verbal art and the display of visual art are governed by social and cultural rules. We will examine the epistemological process of understanding cultural symbols, of visualizing narratives, or proverbs, and of verbalizing sculptures or designs. Focusing on the Yoruba people of West Africa, the course will attempt to interpret the language of their verbal and visual arts and their interrelations in terms of cultural cosmologies, artistic performances, and historical changes in perception and meaning. We will explore new perspectives in the critical analysis of African verbal and visual arts, and their interdependence as they support each other through mutual references and allusions.\nFall semester. Professor Abiodun.\n$10.00","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-313-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"SOCI-334","x":11.0,"y":3.0,"id":"32","attributes":{"Title":"Contours of a Colorblind Culture","Description":"Listed in: \n, as SOCI-334  |  \n, as BLST-336\nMoodle site: \n (Section 01)\n(Offered as SOCI 334 and BLST 336 [US].) The passage of civil rights legislation in 1964 and 1965 was a defining moment in American race relations. By comparison to what preceded it, the post-civil rights era amounted to a great social transformation, leading many to assert ours is now a “colorblind” culture. This course will use the idea of colorblind culture to examine the changing role of race and racism in the contemporary United States.  We will examine specific claims that United States culture is, or is not, colorblind, while exploring the social structural, institutional, and broader cultural factors that shape present-day race relations.\nFirst priority given to senior and junior Sociology majors, then BLST majors, and then seniors and juniors.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SOCI/SOCI-334-1415S'> Course Site </a>","Requisite":["Requisite: SOCI 112 or equivalent. Open to juniors and seniors. Limited to 20 students. Spring semester. Professor Lembo."]},"color":"rgb(27, 124, 235)","size":10.0},{"label":"HIST-488","x":33.0,"y":4.0,"id":"33","attributes":{"Title":"Riot and Rebellion in Colonial and Post-Colonial Africa","Description":"Listed in: \n, as BLST-321  |  \n, as HIST-488\nFormerly listed as: BLST-50  |  HIST-92\nMoodle site: \n (Section 01)\n(Offered as HIST 488 [AF] and BLST 321 [A].) There were numerous rebellions against the state during the period of European colonial rule, and violent resistance to state authority has continued to characterize political life in many post-colonial African countries. This seminar will examine the development of several outbreaks of violence in Africa in the colonial and post-colonial periods to explore important questions in a comparative context. We will look at the economic, social, religious, and political roots of these disturbances; at the challenges faced both by rebel groups attempting to gain a foothold and by states with a fragile hold on ruling authority; and at the social disruptions caused by the participation of child and youth soldiers in various conflicts. We will also discuss the problems historians face in trying to narrate and analyze revolts whose strength often emerged from their protean character, and the legends and rumors that frequently swirled around violent revolts and their role in the construction of historical narratives. The events studied will include the Maji-maji rebellion in German-controlled Tanganyika in 1906-1907; the first (1896-1897) and second (1960-1980) Chimurengas (revolts) in southern Rhodesia/Zimbabwe; the widespread revolt in the 1980s and '90s in South Africa against the apartheid regime; and the Lord’s Resistance Army in northern Uganda in the late 1990s. Students will each write a 20- to 25-page research paper on an individually chosen topic as a final project; in addition there will be frequent, shorter writing assignments throughout the semester. There will be one class meeting per week.\nAdmission with consent of the instructor. Limited to 20 students. Not open to first-year students.  Fall semester.  Professor Redding.\nPreference to History majors, then to Black Studies majors","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-488-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(138, 166, 30)","size":10.0},{"label":"BLST-331","x":34.0,"y":3.0,"id":"34","attributes":{"Title":"Afro-Latinos","Description":"Listed in: \n, as AMST-316  |  \n, as BLST-331\n (Section 01)\n(Offered as AMST 316 and BLST 331 [US]).  Who is an “Afro-Latino”? Are they Latinos or are they Black? Afro-Latinos are African-descended peoples from Latin America and the Caribbean who reside in the United States. In this course, a focus on Afro-Latinos allows us to study the history of racial ideologies and racial formation in the Americas.\nWe take a multi-layered approach to the study of modern Afro-Latino history (late nineteenth century to the twentieth century). First, the history of Afro-Latinos has been shaped by the historical relationship between race and nation in Latin America. Therefore, we look closely at the varied histories of African-descended peoples in Latin American countries. Second, the historical relationship between the United States and Latin America has shaped the experience of Afro-Latinos who reside in the U.S. The long history of U.S. economic dominance and military interventions in Latin America and the Caribbean generated an equally long history of Latin American migration to the U.S. In the twentieth century black migrants came from nations that promoted myths of racial democracy to a nation that practiced racial segregation and violence. Afro-Latino migrants experienced racial segregation and violence in the U.S. in ways similar to but different than other Latinos and African Americans. Therefore, third, we examine the history of Afro-Latinos in relation to Latinos in the U.S. The history of Latinos is at the core of U.S. continental expansion, labor practices, and exclusionary citizenship. The category “Latino” has also been shaped by racial hierarchies. The relatively new category of “Afro-Latino” allows us to examine a history that has been silenced within the broader categories of “Latino” or “African American.”\nIn this course, we examine how Afro-Latinos maneuvered between different racial contexts in Latin American nations and the United States. It is a history that highlights the competing and conflicting racial ideologies that have shaped the Americas.\nLimited to 20 students.  Spring semester.  Professor del Moral.\nPriority given to American Studies and Black Studies majors.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-331-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"MUSI-226","x":35.0,"y":2.0,"id":"35","attributes":{"Title":"Jazz History to 1945: Emergence, Early Development, and Innovation","Description":"Listed in: \n, as BLST-234  |  \n, as MUSI-226\nFormerly listed as: BLST-14  |  MUSI-24\nMoodle site: \n (Section 01)\n(Offered as MUSI 224 and BLST 234 [US].)  One of two courses that trace the development of jazz from its emergence in early 20th-century New Orleans to its profound impact on American culture. Jazz History to 1945 examines its early roots in late 19th-century American popular culture and its role as American popular music in the 1920s, '30s, and '40s. Using themes that connect the evolution of jazz practices to social and racial politics in American popular culture, we will look closely at the work of well-known historical figures (Louis Armstrong, Jelly Roll Morton, Duke Ellington, Fletcher Henderson, Billie Holiday, Count Basie, Benny Goodman, and several others) as well as the vibrant communities that nurtured and prompted their innovative musical practices. Two class meetings per week.\nFall semester.  Professor Robinson.","Department Code":"MUSI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/MUSI/MUSI-226-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(39, 220, 185)","size":10.0},{"label":"BLST-381","x":36.0,"y":3.0,"id":"36","attributes":{"Title":"The Age of Emancipation in the Atlantic World, 1790-1900","Description":"Listed in: \n, as BLST-381  |  \n, as HIST-365\nMoodle site: \n (Section 01)\n(Offered as BLST 381 [CLA/D] and HIST 365 [LA/FA].)  Was the emancipation of millions of African-descended people from the bonds of chattel slavery--beginning with the 1791 slave rebellion in Haiti and ending with Brazilian abolition in 1888--a transformational moment for the enslaved, or did it merely mark an evolution in continuing exploitation of black people throughout the Americas?  This course scrutinizes the complex economic, political, ideological, social and cultural contexts which caused and were remade by emancipation.  Students are asked to consider emancipation as a global historical process unconstrained by the boundaries of the modern nation-state, while exploring the reasons for and consequences of emancipation from a trans-national perspective that incorporates the histories of the U.S., the Caribbean, Latin America and Africa.  By focusing on the ideological ambiguities and lived experiences of enslaved people, political actors, abolitionists, religious leaders, employers and many others, this seminar will question what constitutes equality, citizenship, and labor exploitation.  Finally the course will explore what role emancipated slaves played in shaping the historical meanings and practices of modern democracy. \nLimited to 20 students. Fall semester.  Professor Hicks.\nPreference will be given to Black Studies majors, by class level, if necessary.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-381-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"BLST-298","x":37.0,"y":2.0,"id":"37","attributes":{"Title":"Global Capitalism and the African Diaspora","Description":"Listed in: \n, as SOCI-298  |  \n, as BLST-298  |  \n, as POSC-298\nMoodle site: \n (Section 01)\n(Offered as BLST 298 [D], POSC 298 [G], and SOCI 298) Studies of the Black experience have tied the African Diaspora to the formation of the modern world-system and the proliferation of global capitalism. Since the sixteenth century, the conscription and the exploitation of Black labor and human capital have been essential to each cycle of accumulation that has sustained capitalism. This course will survey the emergence and evolution of the African Diaspora in relationship to changes in the global capitalist economy and how that history continues to shape material conditions of African descendants. Drawing upon a range of theoretical perspectives from thinkers such as Marcus Garvey, Walter Rodney, Immanuel Wallerstein, Eric Williams, and Samir Amin, we will examine structural features of the modern global political economy and how they produce, reproduce, and reconstitute the African Diaspora based on how Diasporic subjects are represented in the racial global axial division of labor. Through interdisciplinary readings, the course will encourage critical analysis of conditions of inequality in the African Diaspora--locally, nationally, and globally.\nSpring semester. Five College Fellow Burden.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-298-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"ENGL-374","x":38.0,"y":3.0,"id":"38","attributes":{"Title":"Spike Lee’s Joints","Description":"Listed in: \n, as BLST-330  |  \n, as ENGL-374  |  \n, as FAMS-358\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as ENGL 374, BLST 330 [US], and FAMS 358.)  In offering extended formal considerations of Spike Lee’s cinematic oeuvre–in particular his uses of light, sound, and color–this course is interested in how shifting through various modes of critical inquiry can enable or broaden different kinds of cultural, political, or historical engagement with a film. This semester we will also pay special attention to the question of what it means to encapsulate a particular cultural moment, particularly vis-à-vis the often differing demands of fictional and non-fictional representation.\nSpring semester.  Professors Parham and Drabinski.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-374-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(193, 236, 33)","size":10.0},{"label":"HIST-283","x":39.0,"y":2.0,"id":"39","attributes":{"Title":"Introduction to South African History","Description":"Listed in: \n, as BLST-121  |  \n, as HIST-283\nFormerly listed as: BLST-49  |  HIST-64\n (Section 01)\n(Offered as HIST 283 [AF\n] and BLST 121 [A].) South African history is undergoing radical shifts in the way it is being written, read and interpreted, and this course will explore established and emerging themes in the history of this intriguing country. The time period covered will span the precolonial indigenous cultures and move on to study the initiation and expansion of white settlement and its early dependence on slave labor. The course will also investigate African resistance, both in its political and cultural forms, as well as the social effects of gold-mining and migrant labor. African nationalism, including the ANC, the Black Consciousness Movement, and the United Democratic Front, will be the focus of our study of the responses to \nand the ultimate collapse of the \n state. The course will end with discussions of recent events in South Africa, particularly the Truth and Reconciliation Commission and its aftermath as well as the developing AIDS epidemic and the growing problem of crime. Two class meetings per week.\nSpring semester. Professor Redding.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-283-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(138, 166, 30)","size":10.0},{"label":"SOCI-112","x":10.5,"y":1.0,"id":"40","attributes":{"Title":"Self and Society: An Introduction to Sociology","Description":"Listed in: \n, as SOCI-112\nFormerly listed as: SOCI-12\nMoodle site: \n (Section 01)\nSociology is built on the premise that human beings are crucially shaped by the associations each person has with others. These associations range from small, intimate groups like the family to vast, impersonal groupings like a metropolis. In this course we will follow the major implications of this way of understanding humans and their behavior. The topics we will explore include: how group expectations shape individual behavior; how variations in the size, structure, and cohesion of groups help account for differences in individual behavior as well as differences in the patterns of interaction between groups; how groups, including societies as a whole, reproduce themselves; and why societies change. As a supplement to readings and lectures, students will be able to use original social survey data to explore first-hand some of the research techniques sociologists commonly use to explore the dynamics of social life.\nLimited to 35 students. Fall semester.  Professor Lembo.\nPriority given to sociology majors, then sophomores and freshmen.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SOCI/SOCI-112-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(27, 124, 235)","size":10.0},{"label":"MUSI-115","x":40.0,"y":1.0,"id":"41","attributes":{"Title":"Bob Marley and the Globalization of Jamaican Popular Music","Description":"Listed in: \n, as BLST-154  |  \n, as MUSI-115\nMoodle site: \n (Section 01)\n(Offered as MUSI 115 and BLST 154 [CLA]) The 1972 partnership of British-based Island Records and reggae icon Bob Marley signaled a new and important presence in the international pop music world and a rising voice of Pan-African consciousness. The commercial viability of reggae led to the globalization of a music culture with a complex semiotics and particularity to Jamaican society. At the same time, the influence of ska, reggae, Jamaican DJ culture, and Rastafarianism has had a profound influence on local cultures spread across multiple continents, creating a web of relationships between communities in Jamaica, the United States, Great Britain, Brazil, many countries in Africa, and elsewhere. This course will draw from the music and life of Bob Marley to generate a number of questions about the role of popular music in globalization and the creation, continuation, and challenging of complex racial and social identities that illustrate processes of transnationalism and globalization. We will explore the roots and development of Afro-Jamaican popular music, its leading figures and styles, and its enduring influence throughout the world. Two class meetings per week.\nFall semester. Professor J. Robinson.","Department Code":"MUSI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/MUSI/MUSI-115-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(39, 220, 185)","size":10.0},{"label":"MUSI-227","x":41.0,"y":2.0,"id":"42","attributes":{"Title":"Jazz History After 1945: Experimentalism, Pluralism, and Traditionalism","Description":"Listed in: \n, as BLST-244  |  \n, as MUSI-227\n (Section 01)\n(Offered as MUSI 227 and BLST 244 [US].)  One of two courses that trace the development of jazz from its emergence in early 20th-century New Orleans to its profound impact on American culture. Jazz History after 1945 explores the emergence of bebop in the 1940s, the shift of jazz's relationship with American popular culture after World War II, and the dramatic pluralization of jazz practice after the 1950s. We will also look at the emergence of fusion and the jazz avant-garde of the 1960s and 1970s, and theorize the reformulation of \"tradition\" during the 1980s. Central to our examination will be the phenomenon of \"neoclassicism\" common in jazz discourse today, measuring that against the radical diversity of jazz practice around the world. Many figures central to the development of the varied post-bebop directions in jazz will be discussed: Miles Davis, John Coltrane, the Association for the Advancement of Creative Musicians, Ornette Coleman, the New York Downtown scene, and many others. Two class meetings per week.\nSpring semester. Professor J. Robinson.","Department Code":"MUSI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/MUSI/MUSI-227-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(39, 220, 185)","size":10.0},{"label":"BLST-294","x":42.0,"y":2.0,"id":"43","attributes":{"Title":"Black Europe","Description":"Listed in: \n, as BLST-294  |  \n, as EUST-294\nMoodle site: \n (Section 01)\n(Offered as BLST 294 [D] and EUST 294.) This research-based seminar considers the enduring presence of people of African descent in Europe from the nineteenth century to the contemporary moment, a fact that both confounds and extends canonical theories of African diaspora and black internationalism.  Focusing particularly on the histories of black people in Britain, Germany, and France, this course will take an interdisciplinary approach in its study of the African diaspora in Europe. We will examine literature, history, film, art and ephemera, as well as newly available pre-1927 audio recordings from Bear Family Records (http://www.black-europe.com/) in effort to better comprehend the materiality of the black European experience. These inquiries will enable us to comment upon the influence black people continue to have upon Europe today. Reading the central texts in the emerging field of Black European Studies—including African American expatriate memoirs, Afro-German feminist poetry, and black British cultural theory—student work will culminate in an annotated bibliography and a multimedia research project.\nLimited to 20 students.  Fall semester.  Professor Polk.\nPreference to Black Studies, European Studies, and SWAGS majors. ","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-294-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"BLST-203","x":43.0,"y":2.0,"id":"44","attributes":{"Title":"Women Writers of Africa and the African Diaspora","Description":"Listed in: \n, as BLST-203  |  \n, as ENGL-216  |  \n, as SWAG-203\nFormerly listed as: BLST-27\nMoodle site: \n (Section 01)\n(Offered as Black Studies 203 [D], ENGL 216 and SWAG 203.) The term \"Women Writers\" suggests, and perhaps assumes, a particular category.  How useful is this term in describing the writers we tend to include under the frame?  And further, how useful are the designations African and African Diaspora?  We will begin by critically examining these central questions, and revisit them frequently as we read specific texts and the body of works included in this course.  Our readings comprise a range of literary and scholarly works by canonical and more recent female writers from Africa, the Caribbean, and continental America.  Framed primarily by Postcolonial Criticism, our explorations will center on how writers treat historical and contemporary issues specifically connected to women's experiences, as well as other issues, such as globalization, modernity, and sexuality.  We will consider the continuities and points of departure between writers, periods, and regions, and explore the significance of the writers' stylistic choices. Here our emphasis will be on how writers appropriate vernacular and conventional modes of writing.\nLimited to 15 students.  Spring semester.  Visiting Lecturer Bailey.\nPriority given to Black Studies, English, and SWAGS  majors, then ona first come first serve basis.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/BLST/BLST-203-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"SWAG-202","x":44.0,"y":2.0,"id":"45","attributes":{"Title":"Black Women's Narratives and Counternarratives: Love and the Family","Description":"Listed in: \n, as BLST-242  |  \n, as SWAG-202\nMoodle site: \n (Section 01)\n(Offered as SWAG 202  and BLST 242 [US].)  Why do love and courtship continue to be central concerns in black women's literature and contemporary black popular fiction?  Are these thematic issues representative of apolitical yearnings or an allegory for political subjectivity?  Drawing on a wide range of texts, we will examine the chasm between the \"popular\" and the literary, as we uncover how representations of love and courtship vary in both genres.  Surveying the growing discourse in media outlets such as \n and the \n regarding the \"crisis\" of the single black woman, students will analyze the contentious public debates regarding black women and love and connect them to black women's literature and black feminist literary theory.  Authors covered will range from Nella Larsen to Terry McMillan and topics will include gender, race, class, and sexuality.\nLimited to 20 students.  Open to first-year students with consent of the instructor. Spring semester.  Professor Henderson.\nFirst preference to sophomores and above who have had one SWAGS course\n$125.00","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/SWAG/SWAG-202-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(119, 138, 154)","size":10.0},{"label":"BLST-316","x":45.0,"y":3.0,"id":"46","attributes":{"Title":"Five Colleges Capstone Course in African Studies","Description":"Listed in: \n, as BLST-316\nMoodle site: \n (Section 01)\n [A] The interdisciplinary Capstone Colloquium allows students to share their interests in Africa through probing readings and vibrant discussions.  Incorporating African Studies faculty from across the Five Colleges, the course explores both Western perceptions and lived experience in Africa through such themes as African Historiographies and Ethnographies; Governance and Political Conflict; Development and Environment Issues; Health and Society; African Literatures and the Arts; and Youth and Popular Culture.  Students will be asked to give a short presentation on different topics for discussion with the guests and write frequent short papers summarizing the different disciplinary approaches to the field.\nPriority will be given to seniors, juniors, and Black Studies majors.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-316-1516S'> Course Site </a>","Requisite":["Requisite: At least three Five-College courses in African Studies or permission of the instructor. Limited to 20 students. Open to juniors and seniors. Spring semester. Professor Abiodun and Five College Africanist Faculty."]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"BLST-295","x":46.0,"y":2.0,"id":"47","attributes":{"Title":"Black Existentialism","Description":"Listed in: \n, as BLST-295\nFormerly listed as: BLST-55\nMoodle site: \n (Section 01)\n[D]  During the middle decades of the twentieth century, existentialism dominated the European philosophical and literary scene.  Prominent theorists such as J-P Sartre, Albert Camus, and Maurice Merleau-Ponty put the experience of history, alienation, and the body at the center of philosophical and literary life.  It should be no surprise, then, that existentialism appealed to so many Afro-Caribbean and African-American thinkers of the same period and after.  This course examines the critical transformation of European existentialist ideas through close readings of black existentialists Aime Césaire, Frantz Fanon, George Lamming, and Wilson Harris, paired with key essays from Sartre, Camus, and Merleau-Ponty. As well, we will engage black existentialism not just as a series of claims, but also a method, which allows us to read works by African-American writers such as W.E.B. Du Bois, James Baldwin, and Ralph Ellison in an existentialist frame.  Lastly, we will consider the matter of how and why existentialism continues to function so centrally in contemporary Africana philosophy.\nFall semester.  Professor Drabinski.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/BLST/BLST-295-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"ENGL-275","x":47.0,"y":2.0,"id":"48","attributes":{"Title":"Foundations of African American Literature","Description":"Listed in: \n, as BLST-232  |  \n, as ENGL-275\nMoodle site: \n (Section 01)\n(Offered as ENGL 275 and BLST 232 [US].)  The focus of this introduction to the study of African American literature and culture will be the complex intertextuality at the heart of the African American expressive tradition.  Tracing some of the tradition’s major formal and thematic concerns means looking for the rhythms and riffs that link different kinds of texts:  literature, film, music, and the spoken word.  While engaging a range of textual experiences, from learning to read silences in narratives of American slavery through coming to understand Afrofuturism and other developments in black speculative fiction, this course will also expose students to a range of analytic and critical production modes that are important to literary and cultural study in general.\nFall semester.  Professor Parham.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-275-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(193, 236, 33)","size":10.0},{"label":"HIST-246","x":48.0,"y":2.0,"id":"49","attributes":{"Title":"Race and Amer Capitalism","Description":"Listed in: \n, as BLST-248  |  \n, as HIST-246\n (Section 01)\n(Offered as BLST 248 [US] and HIST 246 [US].)  An unconventional history of capitalism, this class explores the various ways African Americans have experienced and responded to shifts in the organization of the American economy. Beginning with the middle passage and creation of plantation slavery in the New World, we will explore the commodification of African Americans' labor, and the ways in which that labor became a cornerstone of capital accumulation, both globally and in the United States. We continue through the revolutions of emancipation, the rise of Jim Crow and the making of urban America, to our present day reality of deeply rooted, and racialized, economic inequality. More than a history of exploitation, however, we will address the various ways in which African Americans chose to manage both the challenges and possibilities of American capitalist development.  How, for instance, did black ownership of real estate in the segregated South shape Jim Crow governance? To what extent has black business contributed toward struggles for political and social equality? Finally, we will assess the numerous black critics, including intellectuals, activists and working African Americans, of the American political economy. How have such men and women called attention to the ways race and class have combined to shape both black lives and black political subjectivity?\nSpring semester.  Visiting Lecturer Hickmott.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-246-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(138, 166, 30)","size":10.0},{"label":"AMST-311","x":49.0,"y":3.0,"id":"50","attributes":{"Title":"Race and Nation: The History of Hispaniola","Description":"Listed in: \n, as AMST-311  |  \n, as BLST-361\nMoodle site: \n (Section 01)\n(Offered as AMST 311 and BLST 361 [CLA]).  The course will survey nineteenth- and twentieth-century histories of Haiti and the Dominican Republic, the two nations that share the island of Hispaniola. Despite the emergence of distinct national identities in Haiti and the Dominican Republic, their histories are deeply intertwined. We survey the history of Hispaniola in three moments. We begin with the Haitian Revolution. What was the legacy of the Haitian Revolution for Hispaniola in the nineteenth century? We examine the history of abolition, independence, empire, and the peasantry. Second, in the early twentieth century, the United States intervened and occupied both nations. What is the history of U.S. Empire and its military occupations and wars in Hispaniola? We focus on the rise of dictatorships and authoritarianism as a legacy of U.S. intervention. Third, working-class Haitians and Dominicans share a long history of migration to other Caribbean islands and the United States. Migration patterns were shaped by domestic economies and neoliberal policies. How have the histories of Dominican and Haitian migration to the United States developed over the twentieth century? The study of Hispaniola provides us the opportunity to explore the history of revolution, state-building, citizenship, US empire, national identities, and migration.\nLimited to 20 students.  Spring semester.  Professor del Moral.\nPriority given to American Studies and Black Studies majors.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/AMST/AMST-311-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(82, 78, 217)","size":10.0},{"label":"BLST-291","x":50.0,"y":2.0,"id":"51","attributes":{"Title":"Black Radicalism in the Global South","Description":"Listed in: \n, as BLST-291  |  \n, as HIST-291\nMoodle site: \n (Section 01)\n(Offered as BLST 291[D] and HIST 291[AF/c]) This course will examine the geographic formation contemporary scholars have identified as the \"Global South,\" and explore how it has been historically infused by the political struggles of people throughout the African Diaspora. Transnational in scope, this course will address the American South, the Caribbean and Africa, placing the history of colonialism and decolonization alongside--and in dialogue with--efforts to achieve racial justice in the United States.  In turn, we will probe how the Global South simultaneously nurtured, and was created by, the emergence and development of a Black Radical Tradition, and broader notions of black diasporic identity. Through close readings of primary sources, this course will establish pioneering intellectuals such as W.E.B. Du Bois, Eric Williams, Frantz Fanon, Ella Baker, Stokely Carmichael, Claudia Jones and CLR James as \"southern\" critics of racism and western modernity. In turn, this course will assess the black radical's relationship to modes of thought (particularly liberalism, nationalism and Marxism) initially articulated outside the Global South. Finally, we will critically assess the extent, and limitations, of such efforts to \"make the world anew.\"\nFall semester.  Visiting Lecturer Hickmott.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-291-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0},{"label":"BLST-296","x":51.0,"y":2.0,"id":"52","attributes":{"Title":"The Concept of Race","Description":"Listed in: \n, as BLST-296\nMoodle site: \n (Section 01)\n[US] What do we mean by the term \"race\"?  From where does the concept come and what role did \"race\" play in white Western modernity? Is \"race\" always a destructive concept, or can it be re-defined and re-deployed as part of critical and emancipatory projects? This course explores the concept of race in three basic moments. First, we will look at how our contemporary language of race originated in the Enlightenment and was conceived and justified by some of the key figures of white Western intellectual life, including John Locke, David Hume, Immanuel Kant, and G.W.F. Hegel. This genealogical moment reveals race-thinking as foundational to European identity. Second, we will read and critically assess contemporary theorizations of race in order to see how notions of blackness are generated and to what extent, if any, those notions are defensible as liberatory ideas. This political moment critically examines the relationship between identity, tradition, and ideas of race.  Third, we will explore how whiteness has been conceived across history in relation to abject racial categories and how whiteness survives, functions, and exercises power in forms of invisibility and hyper-visibility. This analytical moment interrogates the relationship between whiteness as a political identity and anti-Black violence and terror.\nFall semester. Professor Drabinski.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-296-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(62, 59, 69)","size":10.0}]}