{"nodes":[{"label":"BIOL-331","x":15.5,"y":3.0,"id":"0","attributes":{"Title":"Biochemistry","Description":"Listed in: \n, as BCBP-331  |  \n, as BIOL-331  |  \n, as CHEM-331\nFormerly listed as: CHEM-30\n (Section 01)\n (Section 01)\n (Section 01)\n(Offered as BIOL 331, BCBP 331, and CHEM 331.) Structure and function of biologically important molecules and their role(s) in life processes. Protein conformation, enzymatic mechanisms and selected metabolic pathways will be analyzed. Additional topics may include: nucleic acid conformation, DNA/protein interactions, signal transduction and transport phenomena. Four classroom hours and four hours of laboratory work per week. Offered jointly by the Departments of Biology and Chemistry. A student may not receive credit for both BCBP/BIOL/CHEM 331 and CHEM 330. \nPreference will be given to seniors of any major, then juniors majoring in Biology, Biochemistry & Biophysics, Chemistry or Neuroscience, then juniors of any major.  A student may not receive credit for both BCBP/BIOL/CHEM 331 and CHEM 330.","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BIOL/BIOL-331-1516S'> Course Site </a>","Requisite":["Requisite: CHEM 221 and BIOL 191; or consent of the instructor. CHEM 231 is a co-requisite. Limited to 45 students. Spring semester. Professor Bishop (Chemistry) and Professor Williamson (Biology)."]},"color":"rgb(215, 167, 76)","size":10.0},{"label":"BIOL-291","x":16.0,"y":2.0,"id":"1","attributes":{"Title":"Cell Structure and Function","Description":"Listed in: \n, as BCBP-291  |  \n, as BIOL-291\nFormerly listed as: BIOL-29\n (Section 01)\n(Offered  as BIOL 291 and BCBP 291)  An analysis of the structure and function of cells in plants, animals, and bacteria. Topics to be discussed include the cell surface and membranes, cytoskeletal elements and motility, cytoplasmic organelles and bioenergetics, the interphase nucleus and chromosomes, mitosis, meiosis, and cell cycle regulation. Four classroom hours and three hours of laboratory per week.\nPriority will be given first to senior biology majors followed by senior neuroscience majors and then junior biology majors.  Priority for all others will be determined randomly.","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BIOL/BIOL-291-1516S'> Course Site </a>","Requisite":["Requisite: BIOL 191 and completion of, or concurrent registration in, CHEM 161.  Limited to 24 students. Spring semester. Professor Graf."]},"color":"rgb(215, 167, 76)","size":10.0},{"label":"MATH-211","x":8.0,"y":2.0,"id":"2","attributes":{"Title":"Multivariable Calculus","Description":"Listed in: \n, as MATH-211\nFormerly listed as: MATH-13\n (Section 01)\n (Section 02)\nElementary vector calculus; introduction to partial derivatives; multiple integrals in two and three dimensions; line integrals in the plane; Green’s theorem; the Taylor development and extrema of functions of several variables; implicit function theorems; Jacobians. Four class hours per week.","Department Code":"MATH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/MATH/MATH-211-1516S'> Course Site </a>","Requisite":["Requisite: A grade of C or better in MATH 121 or the consent of the instructor. Limited to 35 students per section. Fall and spring semesters.  Professors TBA."]},"color":"rgb(221, 239, 131)","size":10.0},{"label":"BIOL-191","x":16.0,"y":1.0,"id":"3","attributes":{"Title":"Molecules, Genes and Cells","Description":"Listed in: \n, as BIOL-191\nFormerly listed as: BIOL-19\nMoodle site: \n (Section 01)\n (Section 01)\n (Section 01)\nAn introduction to the molecular and cellular processes common to life with an emphasis on control of energy and information flow.  Central themes include metabolism, macromolecular function, and the genetic basis of cellular function.  We examine how membranes work to establish the internal composition of cells, how the structure of proteins including enzymes affects protein function, how energy is captured, stored and utilized by cells, and how cells communicate, move and divide.  We explore inheritance patterns and underlying molecular mechanisms of genetics, the central dogma of information transfer from DNA replication to protein synthesis, and recombinant DNA methods and medical applications.  Laboratories include genetic analyses, enzyme reaction kinetics, membrane transport, and genomic analysis.  Two hours of lecture, two hours of team-based learning, and three laboratory hours per week.\n$10","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BIOL/BIOL-191-1516F'> Course Site </a>","Requisite":["Requisite: Prior completion of, or concurrent registration in, CHEM 161. Fall semester. Professors Goutte and Williamson and Lab Coordinator Emerson."]},"color":"rgb(215, 167, 76)","size":10.0},{"label":"MATH-121","x":7.5,"y":1.0,"id":"4","attributes":{"Title":"Intermediate Calculus","Description":"Listed in: \n, as MATH-121\nFormerly listed as: MATH-12\n (Sections 01 and 02)\nA continuation of MATH 111. Inverse trigonometric and hyperbolic functions; methods of integration, both exact and approximate; applications of integration to volume and arc length; improper integrals; l’Hôpital’s rule; infinite series, power series and the Taylor development; and polar coordinates. Four class hours per week.","Department Code":"MATH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/MATH/MATH-121-1516S'> Course Site </a>","Requisite":["Requisite: A grade of C or better in MATH 111 or consent of the Department. Limited to 35 students per section. Fall and spring semesters. Professor TBA."]},"color":"rgb(221, 239, 131)","size":10.0},{"label":"CHEM-161","x":15.0,"y":1.0,"id":"5","attributes":{"Title":"Chemical Principles","Description":"Listed in: \n, as CHEM-161\nFormerly listed as: CHEM-12\n (Section 01)\n (Section 01)\n (Section 01)\nThe concepts of thermodynamic equilibrium and kinetic stability are studied. Beginning with the laws of thermodynamics, we will develop a quantitative understanding of the factors which determine the extent to which chemical reactions can occur before reaching equilibrium. Chemical kinetics is the study of the factors, such as temperature, concentrations, and catalysts, which determine the speeds at which chemical reactions occur. Appropriate laboratory experiments supplement the lecture material. Each laboratory section is limited to 24 students.  In the spring, sufficient sections will be added to meet total enrollment.  The fall semester is limited to two laboratory sections.  Four class hours and three hours of laboratory work per week.\nIn the fall, preference is given to Amherst College sophomores.","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CHEM/CHEM-161-1516S'> Course Site </a>","Requisite":["Requisite: CHEM 151 or 155 (this requirement may be waived for exceptionally well-prepared students; consent of the instructor is required); and MATH 111 or placement by the Mathematics department into MATH 121 or higher.  Fall semester: Professor Kushick. Spring semester: Professor Leung."]},"color":"rgb(9, 253, 83)","size":10.0},{"label":"PHYS-117","x":1.0,"y":1.0,"id":"6","attributes":{"Title":"Introductory Physics II: Electromagnetism and Optics","Description":"Listed in: \n, as PHYS-117\nFormerly listed as: PHYS-17\n (Section 01)\n (Section 01)\nMost of the physical phenomena we encounter in everyday life are due to the electromagnetic force. This course will begin with Coulomb’s law for the force between two charges at rest and introduce the electric field in this context. We will then discuss moving charges and the magnetic interaction between electric currents. The mathematical formulation of the basic laws in terms of the electric and magnetic fields will allow us to work towards the unified formulation originally given by Maxwell. His achievement has, as a gratifying outcome, the description of light as an electromagnetic wave. The course will consider both ray-optics and wave-optics descriptions of light. Laboratory exercises will emphasize electrical circuits, electronic measuring instruments, optics and optical experiments. Three hours of lecture and discussion and one three-hour laboratory per week.\nPreference will be given to students who are considering a major in Physics. After that, priority will be given by seniority.","Department Code":"PHYS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHYS/PHYS-117-1516S'> Course Site </a>","Requisite":["Requisite: PHYS 116 or 123.  Limited to 48 students. Fall semester: Professor Carter. Spring semester: Professors Carter and Loinaz."]},"color":"rgb(103, 215, 39)","size":10.0},{"label":"CHEM-155","x":4.0,"y":1.0,"id":"7","attributes":{"Title":"Fundamental Principles of Chemistry","Description":"Listed in: \n, as CHEM-155\nFormerly listed as: CHEM-15\nMoodle site: \n (Section 01)\n (Section 01)\nA study of the basic concepts of chemistry for students particularly interested in natural science. Topics to be covered include atomic and molecular structure, spectroscopy, states of matter, and stoichiometry. These physical principles are applied to a variety of inorganic, organic, and biochemical systems. Both individual and bulk properties of atoms and molecules are considered with an emphasis on the conceptual foundations and the quantitative chemical relationships which form the basis of chemical science. This course is designed to utilize the background of those students with strong preparation in secondary school chemistry and to provide both breadth in subject matter and depth in coverage. Four hours of lecture and discussion and three hours of laboratory per week.\nLimited to 40 students. Fall semester. Professor Marshall.\nPreference given to Amherst College first-year students with strong science preparation.","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/CHEM/CHEM-155-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(9, 253, 83)","size":10.0},{"label":"BIOL-470","x":15.5,"y":4.0,"id":"8","attributes":{"Title":"Seminar in Biology of Metals: A Molecular/Cellular Perspective ","Description":"Listed in: \n, as BIOL-470\n (Section 01)\nMetals are required for the function of about one third of all proteins and are involved in vital biological processes such as photosynthesis, respiration, gene regulation, DNA replication and repair, signal transduction, and antioxidant defense.  However, essential metals are potentially toxic due to the same properties that make them indispensable.  To cope with such a paradox, metals must be tightly regulated.\nThis advanced seminar will focus on the molecular and cellular biology of metals.  Topics of discussion will include metal homeostasis strategies (e.g. import/export, chelation, subcellular compartmentalization), metal cofactors of biochemical processes, inherited metal metabolism disorders, and genetics of hyperaccumulators.  We will also discuss prospects of manipulating metal homeostasis to aid human health and environmental sustainability.  The course will consist of discussions of primary literature and student presentations.  Assignments will include written reviews of literature.  \nPreference given to Biology or BCBP majors","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BIOL/BIOL-470-1516S'> Course Site </a>","Requisite":["Requisite: One of the following:  BIOL 241, 251, 291, 330, 331, or permission of the instructor. Limited to 15 students. Spring semester. Professor Jeong."]},"color":"rgb(215, 167, 76)","size":10.0},{"label":"CHEM-151","x":-1.0,"y":1.0,"id":"9","attributes":{"Title":"Introductory Chemistry","Description":"Listed in: \n, as CHEM-151\nFormerly listed as: CHEM-11\n (Section 01)\nThis course examines the structure of matter from both a microscopic and macroscopic viewpoint. We begin with a detailed discussion of the physical structure of atoms, followed by an analysis of how the interactions between atoms lead to the formation of molecules. The relationship between the structures of molecular compounds and their properties is then described. Experiments in the laboratory provide experience in conducting quantitative chemical measurements and illustrate principles discussed in the lectures.\nAlthough this course has no prerequisites, students with a limited background in secondary school science should confer with one of the CHEM 151 instructors before registration. Each laboratory and discussion section is limited to 20 students.  In the fall, sufficient sections will be added to meet total enrollment.  The spring semester is limited to two laboratory sections.  Four class hours and three hours of laboratory per week.\nFall semester: The Department. Spring semester: Professor Jaswal.\nIn the spring, preference is given to Amherst College first-year students.","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CHEM/CHEM-151-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(9, 253, 83)","size":10.0},{"label":"CHEM-330","x":22.0,"y":3.0,"id":"10","attributes":{"Title":"Biochemical Principles of Life at the Molecular Level","Description":"Listed in: \n, as BIOL-330  |  \n, as CHEM-330\nMoodle site: \n (Section 01)\n(Offered as CHEM 330 and BIOL 330.) What are the molecular underpinnings of processes central to life?  We will explore the chemical and structural properties of biological molecules and learn the logic used by the cell to build complex structures from a few basic raw materials. Some of these complex structures have evolved to catalyze chemical reactions with enormous degree of selectivity and specificity, and we seek to discover these enzymatic strategies. We will consider the detailed balance sheet that shows how living things harvest energy from their environment to fuel metabolic processes and to reproduce and grow.  Examples of the exquisite control that permits a cell to be responsive and adapt its responses based on input from the environment will be considered.  We will also consider some of the means by which cells respond to change and to stress.  A student may not receive credit for both CHEM 330 and BCBP/BIOL/CHEM 331.\nSeniority, necessary for major","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/CHEM/CHEM-330-1516F'> Course Site </a>","Requisite":["Requisite:  BIOL 191 and CHEM  221.  Limited to 30 students.  Fall semester.  Professor Jaswal."]},"color":"rgb(9, 253, 83)","size":10.0},{"label":"PHYS-400","x":12.5,"y":4.0,"id":"11","attributes":{"Title":"Molecular and Cellular Biophysics","Description":"Listed in: \n, as BCBP-400  |  \n, as BIOL-400  |  \n, as CHEM-400  |  \n, as PHYS-400\nFormerly listed as: BIOL-40  |  CHEM-28  |  CHEM-46\n (Section 01)\n(Offered as PHYS 400, BIOL 400, BCBP 400, and CHEM 400.) How do the physical laws that dominate our lives change at the small length and energy scales of individual molecules? What design principles break down at the sub-cellular level and what new chemistry and physics becomes important? We will answer these questions by looking at bio-molecules, cellular substructures, and control mechanisms that work effectively in the microscopic world. How can we understand both the static and dynamic shape of proteins using the laws of thermodynamics and kinetics? How has the basic understanding of the smallest molecular motor in the world, ATP synthase, changed our understanding of friction and torque? We will explore new technologies, such as atomic force and single molecule microscopy that have allowed research into these areas. This course will address topics in each of the three major divisions of Biophysics: bio-molecular structure, biophysical techniques, and biological mechanisms.","Department Code":"PHYS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHYS/PHYS-400-1516S'> Course Site </a>","Requisite":["Requisite: CHEM 161, PHYS 116/123, PHYS 117/124, BIOL 191 or evidence of equivalent coverage in pre-collegiate courses.  Spring semester.  Professor Carter."]},"color":"rgb(103, 215, 39)","size":10.0},{"label":"CHEM-100","x":25.0,"y":1.0,"id":"12","attributes":{"Title":"Molecular Gastronomy and Food Science: from Test Tubes to Taste Buds","Description":"Listed in: \n, as CHEM-100\nMoodle site: \n (Section 01)\nLiving organisms require resources to fuel the processes necessary for staying alive. We require a certain number of calories to fuel metabolic processes and to provide building blocks to replace old cells and build new ones.  Our food should provide a balance of proteins, carbohydrates, fats, vitamins and minerals that we need to consume regularly for a healthy existence. Yet humans have developed another relationship with food that can be either enriching or pathological.  Sharing meals with others, developing the skills to enjoy the sensory pleasures of food, learning about other cultures through their gastronomic habits, and eating moderately while consciously are all examples of a deeper productive relationship with food.  On the darker side, food can be a palliative to relieve our stress or satiate our addictions to sugar, fats, or salt.  Modern humans can be so far removed from our food sources that we lose the connection between animal and meat and do not know if the food on our plates contains added hormones, pesticides, or genetically modified products. This course will examine our core requirements for food as we eat to live, and some of the cultural, social, historical, and culinary dimensions as we live to eat.  Readings will include Barbara Kingsolver’s \n, Michael Pollan’s \n \n, and selections from \n by Nathan Myhrvold, Chris Young and Maxime Billet.\nThe two sections will meet together for 80-minute lecture/demos twice a week and each section will meet separately for a culinary lab every other week for two hours.  \nLimited to 30 students. Spring semester.  Professor O'Hara.\nIf overenrolled, preference will be given to upper class students (seniors, juniors, and sophomores\n$100","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CHEM/CHEM-100-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(9, 253, 83)","size":10.0},{"label":"PHYS-116","x":6.5,"y":1.0,"id":"13","attributes":{"Title":"Introductory Physics I: Mechanics and Wave Motion","Description":"Listed in: \n, as PHYS-116\nFormerly listed as: PHYS-16\n (Section 01)\n (Section 01)\nThe course will begin with a description of the motion of particles and introduce Newton’s dynamical laws and a number of important force laws. We will apply these laws to a wide range of problems to gain a better understanding of the laws and to demonstrate the generality of the framework. The important concepts of work, mechanical energy, and linear and angular momentum will be introduced and the unifying idea of conservation laws will be discussed. The study of mechanical waves permits a natural transition from the dynamics of particles to the dynamics of waves, including the interference of waves. Additional topics may include fluid mechanics and rotational dynamics. Three hours of lecture. Also one three-hour laboratory per week. \nPreference will be given to students who are considering a major in Physics. After that, priority will be given by seniority.\n0","Department Code":"PHYS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHYS/PHYS-116-1516S'> Course Site </a>","Requisite":["Requisite: MATH 111.  Limited to 48 students. Fall semester: Professor Friedman. Spring semester: Professor TBA."]},"color":"rgb(103, 215, 39)","size":10.0},{"label":"CHEM-351","x":20.5,"y":3.0,"id":"14","attributes":{"Title":"Quantum Chemistry and Spectroscopy","Description":"Listed in: \n, as CHEM-351\nFormerly listed as: CHEM-44\n (Section 01)\nThe theory of quantum mechanics is developed and applied to spectroscopic experiments. Topics include the basic principles of quantum mechanics; the structure of atoms, molecules, and solids; and the interpretation of infrared, visible, fluorescence, and NMR spectra.  Appropriate laboratory work will be arranged. Three hours of class and four hours of laboratory per week.\nPreference given to Amherst College chemistry majors, others by class year.","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/CHEM/CHEM-351-1516F'> Course Site </a>","Requisite":["Requisite: CHEM 161, MATH 121, PHYS 116 or 123.  Limited to 24 students. Fall semester. Professor Leung."]},"color":"rgb(9, 253, 83)","size":10.0},{"label":"BIOL-301","x":24.0,"y":3.0,"id":"15","attributes":{"Title":"Molecular Neurobiology","Description":"Listed in: \n, as BIOL-301  |  \n, as NEUR-301\nFormerly listed as: BIOL-31\nMoodle site: \n (Section 01)\n(Offered as BIOL 301 and NEUR 301.)  An analysis of the molecules and molecular mechanisms underlying nervous system function, development, and disease.  We will explore the proteins that contribute to the unique structure and function of neurons, including an in-depth analysis of synaptic communication and the molecular processes that modify synapses.  We will also study the molecular mechanisms that control brain development, from neurogenesis, neurite growth and synaptogenesis to cell death and degeneration.  In addition to analyzing neural function, throughout the course we will also study nervous system dysfunction resulting when such molecular mechanisms fail, leading to neurodevelopmental and neurodegenerative disease.  Readings from primary literature will emphasize current molecular techniques utilized in the study of the nervous system.  Four classroom hours and three hours of laboratory per week.\nInstructor discretion","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BIOL/BIOL-301-1516F'> Course Site </a>","Requisite":["Requisite:  BIOL 191 and CHEM 161.  Not open to first year students. Limited to 24 students. Fall semester.  Professor Graf."]},"color":"rgb(215, 167, 76)","size":10.0},{"label":"CHEM-418","x":4.5,"y":4.0,"id":"16","attributes":{"Title":"Advanced Organic Chemistry","Description":"Listed in: \n, as CHEM-418\nMoodle site: \nJonathan A. Collins (Section 01)\nThis course will focus on topics in modern organic chemistry with an emphasis on structure, reactivity, and synthesis. We will expand on many of the concepts from introductory organic chemistry to develop a fundamental base of knowledge about organic reactions in the context of modern organic synthesis. Broadly, synthesis is the application of one or more reactions to the preparation of a target compound. The selection of reactions for a synthesis requires an understanding of structure, reactivity, and mechanism. We will center our attention on reactions that have found utility in organic synthesis and consider their mechanism, regio- and stereochemical characteristics, and reaction conditions. These reactions will be discussed in the context of complex molecule synthesis and issues of functional group compatibility, steric sensitivity, and stereoselectivity will be considered. Furthermore, the challenges of designing a multistep synthesis will be discussed and illustrated with classic examples from the scientific literature. Readings will be drawn from the primary scientific literature. Students will be expected to participate actively in class discussions and to present their work to the class.\npreference given to Amherst College chemistry majors, others by class year","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/CHEM/CHEM-418-1415F'> Course Site </a>","Requisite":["Requisite:  CHEM 231. Limited to 20 students. Fall semester.  Visiting Professor Collins."]},"color":"rgb(9, 253, 83)","size":10.0},{"label":"CHEM-191","x":26.0,"y":1.0,"id":"17","attributes":{"Title":"Bridging Macroscopic and Molecular: Teaching and Learning through Experiments","Description":"Listed in: \n, as CHEM-191\nMoodle site: \n (Section 01)\nThere is a tremendous gap between the length scale of the molecular world and the macroscopic dimensions of our experience, but macroscopic observation and physical manipulations nonetheless lie at the heart of the experiments that gave rise to atomic theory and modern chemistry. Although sophisticated instrumentation has been developed to “image” atoms and molecules, macroscopic observation in the laboratory remains an essential component of teaching and learning chemistry at the elementary school, secondary school, and undergraduate level. This course focuses on the question of what makes an experiment effective as a tool for understanding and representing an unseeable world. Types of experiments to be discussed include expository, discovery, guided inquiry, and problem-based (open inquiry). Students will evaluate existing experiments and design experiments and demonstrations for a variety of audiences and learning needs, from elementary school students through undergraduates, with emphases on conceptual content, pedagogical style, and safety and environmental considerations. Two 80-minute discussion-based classes and one 3-hour lab per week.\nRecommended requisite: CHEM 151 or CHEM 155; students with no college-level chemistry courses should consult with the instructor. Limited to 12 students.  Spring semester. Professor Burkett.\npreference given to students with laboratory courses beyond CHEM 151/155, then by class year with seniors first","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/CHEM/CHEM-191-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(9, 253, 83)","size":10.0},{"label":"CHEM-221","x":14.0,"y":2.0,"id":"18","attributes":{"Title":"Organic Chemistry I","Description":"Listed in: \n, as CHEM-221\nFormerly listed as: CHEM-21\nMoodle site: \n (Section 01)\n (Section 01)\n (Section 01)\nA study of the structure of organic compounds and of the influence of structure upon the chemical and physical properties of these substances. The following topics are emphasized: hybridization, resonance theory, spectroscopy, stereochemistry, acid-base properties and nucleophilic substitution reactions. Periodically, examples will be chosen from recent articles in the chemical, biochemical, and biomedical literature. Laboratory work introduces the student to basic laboratory techniques and methods of instrumental analysis. Four hours of class and four hours of laboratory per week.\n7.96","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/CHEM/CHEM-221-1516F'> Course Site </a>","Requisite":["Requisite: CHEM 161 or equivalent.  Fall semester. Professors Bishop and Hansen."]},"color":"rgb(9, 253, 83)","size":10.0},{"label":"MATH-111","x":3.0,"y":1.0,"id":"19","attributes":{"Title":"Introduction to the Calculus","Description":"Listed in: \n, as MATH-111\nFormerly listed as: MATH-11  |  MATH-12\n (Section 01)\nBasic concepts of limits, derivatives, anti-derivatives; applications, including max/min problems and related rates; the definite integral, simple applications; trigonometric functions; logarithms and exponential functions. Four class hours per week.\nLimited to 35 students per section. Fall and spring semesters. In the fall semester, the intensive section (Section 01) is open only to students listed as eligible on the Mathematics placement list. The intensive section replaces one weekly class hour with a 90-to-120-minute group work day. Professors TBA.","Department Code":"MATH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/MATH/MATH-111-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(221, 239, 131)","size":10.0},{"label":"CHEM-231","x":10.0,"y":2.0,"id":"20","attributes":{"Title":"Organic Chemistry II","Description":"Listed in: \n, as CHEM-231\nFormerly listed as: CHEM-22\nMoodle site: \n (Section 01)\n (Section 01)\nA continuation of CHEM 221. The second semester of the organic chemistry course first examines in considerable detail the chemistry of the carbonyl group and some classic methods of organic synthesis. The latter section of the course is devoted to a deeper exploration of a few topics, among which are the following: sugars, amino acids and proteins, advanced synthesis, and acid-base catalysis in nonenzymatic and enzymatic systems. The laboratory experiments illustrate both fundamental synthetic procedures and some elementary mechanistic investigations. Four hours of class and four hours of laboratory per week.","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CHEM/CHEM-231-1516S'> Course Site </a>","Requisite":["Requisite: CHEM 221.  Spring semester.  Professors Bishop and Hansen. "]},"color":"rgb(9, 253, 83)","size":10.0},{"label":"CHEM-361","x":8.5,"y":3.0,"id":"21","attributes":{"Title":"Physical Chemistry","Description":"Listed in: \n, as CHEM-361\nFormerly listed as: CHEM-43\n (Section 01)\nThe thermodynamic principles and the concepts of energy, entropy, and equilibrium introduced in CHEM 161 will be expanded. Statistical mechanics, which connects molecular properties to thermodynamics, will be introduced. Typical applications are non-ideal gases, phase transitions, heat engines and perpetual motion, phase equilibria in multicomponent systems, properties of solutions (including those containing electrolytes or macromolecules), and transport across biological membranes. Appropriate laboratory work is provided. Four hours of class and four hours of laboratory per week.\nPreference given to Amherst College chemistry majors, others by class year.","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CHEM/CHEM-361-1516S'> Course Site </a>","Requisite":["Requisite: CHEM 161, PHYS 116 or 123, and MATH 121. MATH 211 is recommended.  Limited to 24 students. Spring semester.  Professor Marshall."]},"color":"rgb(9, 253, 83)","size":10.0},{"label":"PHYS-123","x":11.0,"y":1.0,"id":"22","attributes":{"Title":"The Newtonian Synthesis: Dynamics of Particles and Systems, Waves","Description":"Listed in: \n, as PHYS-123\nFormerly listed as: PHYS-23\nMoodle site: \n (Section 01)\nThe idea that the same simple physical laws apply equally well in the terrestrial and celestial realms, called the Newtonian Synthesis, is a major intellectual development of the seventeenth century. It continues to be of vital importance in contemporary physics. In this course, we will explore the implications of this synthesis by combining Newton’s dynamical laws with his Law of Universal Gravitation. We will solve a wide range of problems of motion by introducing a small number of additional forces. The concepts of work, kinetic energy, and potential energy will then be introduced. Conservation laws of momentum, energy, and angular momentum will be discussed, both as results following from the dynamical laws under restricted conditions and as general principles that go well beyond the original context of their deduction. Newton’s laws will be applied to a simple continuous medium to obtain a wave equation as an approximation. Properties of mechanical waves will be discussed. Four hours of lecture and discussion and one three-hour laboratory per week.\nPreference to first year students","Department Code":"PHYS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PHYS/PHYS-123-1516F'> Course Site </a>","Requisite":["Requisite: MATH 111. Limited to 24 students.  Fall semester.  Professor Hanneke."]},"color":"rgb(103, 215, 39)","size":10.0},{"label":"GEOL-450","x":-1.0,"y":4.0,"id":"23","attributes":{"Title":"Seminar in Biogeochemistry","Description":"Listed in: \n, as GEOL-450\nFormerly listed as: GEOL-45\nMoodle site: \n (Section 01)\nThrough biogeochemical cycles microbes influence the chemical composition of all of our habitable environments. They are found in the most extreme environments on Earth, from the upper atmosphere to the depths of our oceans as well as in the deep subsurface of Earth’s crust. In this seminar, we will examine tracers and proxies for microbial activity present in rock, sediment, soil and porewater. Environments to be studied include hydrothermal vents, deep sedimentary basins, early Earth and possible extraterrestrial habitats. We will survey the major biologically relevant elements of the periodic table (C, O, S, N, Fe, P) and examine how these elements cycle through the environment, focusing on stable isotopic tracers of biological processes. Students will gain experience with field and laboratory techniques and we will emphasize the current scientific literature in discussions.  Three hours of class per week plus field and laboratory times to be scheduled with the professor.","Department Code":"GEOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/GEOL/GEOL-450-1516F'> Course Site </a>","Requisite":["Requisite: CHEM 151 or GEOL 301 or consent of the instructor.  Fall semester.  Professor Martini."]},"color":"rgb(193, 136, 197)","size":10.0},{"label":"BIOL-420","x":14.5,"y":4.0,"id":"24","attributes":{"Title":"Seminar in Molecular Genetics: DNA Makes RNA","Description":"Listed in: \n, as BIOL-420\nFormerly listed as: BIOL-45\nMoodle site: \n (Section 01)\nIf the basic tenants of eukaryotic molecular biology have followed the prokaryotic paradigm-- DNA makes RNA makes protein--established decades ago, the importance of eukaryotic RNA that is not translated into protein is only now becoming appreciated.  While barely more than 1% of the human genome encodes protein, recent evidence suggests that as much as 98% of our genome is transcribed!  What function, if any, do all those RNA species serve?  Incorporating articles from the recent scientific literature, this course will focus on topics such as: the diverse roles of micro RNAs in regulating gene expression; the use of piwi RNAs in genome defense; the origin and possible function of long “antisense” transcripts; modification of RNA transcripts (coding and noncoding) by alternative splicing and editing; and the role of long non-coding RNAs in X chromosome inactivation and other epigenetic phenomena.  Three classroom hours per week. \npreference given to seniors and Biology or BCBP majors","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/BIOL/BIOL-420-1415S'> Course Site </a>","Requisite":["Requisite: BIOL 251; alternatively, any two of the following courses: BIOL 220, 241, 291, 331, and 380/1.  Limited to 15 students.  Spring semester.  Professor Ratner."]},"color":"rgb(215, 167, 76)","size":10.0},{"label":"CHEM-371","x":0.0,"y":3.0,"id":"25","attributes":{"Title":"Inorganic Chemistry","Description":"Listed in: \n, as CHEM-371\nFormerly listed as: CHEM-35\n (Section 01)\nThe structure, bonding, and symmetry of transition metal-containing molecules and inorganic solids are discussed. Structure and bonding in transition metal complexes are examined through molecular orbital and ligand field theories, with an emphasis on the magnetic, spectral, and thermodynamic properties of transition metal complexes. Reactions of transition metal complexes, including the unique chemistry of organometallic compounds, will be examined. The laboratory experiments complement lecture material and include a final independent project. Four hours of class and four hours of laboratory per week.\nPreference given to Amherst College chemistry majors, others by class year.\n40.00","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CHEM/CHEM-371-1516S'> Course Site </a>","Requisite":["Requisite: CHEM 221 or consent of the instructor. Limited to 24 students. Spring semester.  Professor Burkett."]},"color":"rgb(9, 253, 83)","size":10.0},{"label":"CHEM-498","x":27.0,"y":4.0,"id":"26","attributes":{"Title":"Senior Departmental Honors","Description":"Listed in: \n, as CHEM-498\nFormerly listed as: CHEM-77\nMoodle site: \n (Section 01)\nA full course.\nOpen to Senior Honors candidates, and others with consent of the Department. Fall semester. The Department.","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/CHEM/CHEM-498-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(9, 253, 83)","size":10.0},{"label":"PHYS-124","x":2.0,"y":1.0,"id":"27","attributes":{"Title":"The Maxwellian Synthesis: Dynamics of Charges and Fields, Optics","Description":"Listed in: \n, as PHYS-124\nFormerly listed as: PHYS-24\nMoodle site: \n (Section 01)\nIn the mid-nineteenth century, completing nearly a century of work by others, Maxwell developed an elegant set of equations describing the dynamical behavior of electromagnetic fields. A remarkable consequence of Maxwell’s equations is that the wave theory of light is subsumed under electrodynamics. Moreover, we know from subsequent developments that the electromagnetic interaction largely determines the structure and properties of ordinary matter. The course will begin with Coulomb’s Law but will quickly introduce the concept of the electric field. Students will explore moving charges and their connection with the magnetic field, study currents and electrical circuits, and discuss Faraday’s introduction of the dynamics of the magnetic field and Maxwell’s generalization. Laboratory exercises will concentrate on circuits, electronic measuring instruments, and optics. Four hours of lecture and discussion and one three-hour laboratory per week.\nPreference to first year students","Department Code":"PHYS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHYS/PHYS-124-1516S'> Course Site </a>","Requisite":["Requisite: MATH 121 and PHYS 116 or 123. Limited to 24 students.  Spring semester. Professor TBA."]},"color":"rgb(103, 215, 39)","size":10.0}],"edges":[{"label":"","source":"0","target":"8","id":"6","attributes":{},"color":"rgb(215, 167, 76)","size":1.0},{"label":"","source":"0","target":"24","id":"8","attributes":{},"color":"rgb(215, 167, 76)","size":1.0},{"label":"","source":"1","target":"8","id":"10","attributes":{},"color":"rgb(215, 167, 76)","size":1.0},{"label":"","source":"1","target":"24","id":"12","attributes":{},"color":"rgb(215, 167, 76)","size":1.0},{"label":"","source":"2","target":"21","id":"14","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"3","target":"0","id":"16","attributes":{},"color":"rgb(215, 167, 76)","size":1.0},{"label":"","source":"3","target":"1","id":"18","attributes":{},"color":"rgb(215, 167, 76)","size":1.0},{"label":"","source":"3","target":"10","id":"20","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"3","target":"11","id":"22","attributes":{},"color":"rgb(103, 215, 39)","size":1.0},{"label":"","source":"3","target":"15","id":"24","attributes":{},"color":"rgb(215, 167, 76)","size":1.0},{"label":"","source":"4","target":"2","id":"26","attributes":{},"color":"rgb(221, 239, 131)","size":1.0},{"label":"","source":"4","target":"5","id":"28","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"4","target":"14","id":"30","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"4","target":"21","id":"32","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"4","target":"27","id":"34","attributes":{},"color":"rgb(103, 215, 39)","size":1.0},{"label":"","source":"5","target":"1","id":"36","attributes":{},"color":"rgb(215, 167, 76)","size":1.0},{"label":"","source":"5","target":"3","id":"38","attributes":{},"color":"rgb(215, 167, 76)","size":1.0},{"label":"","source":"5","target":"11","id":"40","attributes":{},"color":"rgb(103, 215, 39)","size":1.0},{"label":"","source":"5","target":"14","id":"42","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"5","target":"15","id":"44","attributes":{},"color":"rgb(215, 167, 76)","size":1.0},{"label":"","source":"5","target":"18","id":"46","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"5","target":"21","id":"48","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"6","target":"11","id":"50","attributes":{},"color":"rgb(103, 215, 39)","size":1.0},{"label":"","source":"7","target":"5","id":"52","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"9","target":"5","id":"54","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"9","target":"23","id":"56","attributes":{},"color":"rgb(193, 136, 197)","size":1.0},{"label":"","source":"13","target":"6","id":"58","attributes":{},"color":"rgb(103, 215, 39)","size":1.0},{"label":"","source":"13","target":"11","id":"60","attributes":{},"color":"rgb(103, 215, 39)","size":1.0},{"label":"","source":"13","target":"14","id":"62","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"13","target":"21","id":"64","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"13","target":"27","id":"66","attributes":{},"color":"rgb(103, 215, 39)","size":1.0},{"label":"","source":"18","target":"0","id":"68","attributes":{},"color":"rgb(215, 167, 76)","size":1.0},{"label":"","source":"18","target":"10","id":"70","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"18","target":"20","id":"72","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"18","target":"25","id":"74","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"19","target":"4","id":"76","attributes":{},"color":"rgb(221, 239, 131)","size":1.0},{"label":"","source":"19","target":"5","id":"78","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"19","target":"13","id":"80","attributes":{},"color":"rgb(103, 215, 39)","size":1.0},{"label":"","source":"19","target":"22","id":"82","attributes":{},"color":"rgb(103, 215, 39)","size":1.0},{"label":"","source":"20","target":"0","id":"84","attributes":{},"color":"rgb(215, 167, 76)","size":1.0},{"label":"","source":"20","target":"16","id":"86","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"22","target":"6","id":"88","attributes":{},"color":"rgb(103, 215, 39)","size":1.0},{"label":"","source":"22","target":"11","id":"90","attributes":{},"color":"rgb(103, 215, 39)","size":1.0},{"label":"","source":"22","target":"14","id":"92","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"22","target":"21","id":"94","attributes":{},"color":"rgb(9, 253, 83)","size":1.0},{"label":"","source":"22","target":"27","id":"96","attributes":{},"color":"rgb(103, 215, 39)","size":1.0},{"label":"","source":"27","target":"11","id":"98","attributes":{},"color":"rgb(103, 215, 39)","size":1.0}]}