{"nodes":[{"label":"ENGL-350","x":0.0,"y":3.0,"id":"0","attributes":{"Title":"American Origins","Description":"Listed in: \n, as AMST-350  |  \n, as ENGL-350\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as ENGL 350 and AMST 350.)  [before 1800]  American Origins is a course in Early American literature and history.  It explores when and how this country began.  We readily forget that it only became the “United States” in 1789.  Before that and from early in the European conquests, it was “the (Spanish, or French, or English, or Dutch) colonies,” or “America” and thus but a part of European settlements in both the Southern and the Northern hemispheres.  It was also a place known as “Turtle Island,” with indigenous trade networks that traversed the continent.  It was also a foreign land to which countless African people were brought as slaves, men and women who adapted and made this land their own.  These simultaneities and complexities frustrate any comprehensive narrative of the period. \nThis will, then, be an experiment in shaping a transnational Early American literature and history course.  Our goal is to expand the geographic and temporal boundaries of the subject using archival, print, and digital sources.  We hope to learn multiple ways of reading the “texts” of early America:  print books, pamphlets, broadsides, petitions, manuscripts and graphic media–and innovative scholarship.  These will give us some access to the many peoples reshaping what was, in fact, a very Old World.\nThe end goal is for students to design a syllabus that can be used in secondary schools, or for a future course at Amherst.\nOpen to sophomores, juniors, and seniors, and to first-year students with consent of the instructor.  Limited to 36 students.  Fall semester.  Professor Brooks and Professor Emeritus O’Connell.\nSeniors will be admitted first, then juniors, then sophomores.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-350-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(150, 179, 153)","size":10.0},{"label":"AMST-112","x":1.0,"y":1.0,"id":"1","attributes":{"Title":"The City: New York","Description":"Listed in: \n, as AMST-112\nMoodle sites: \n  |  \n (Section 01)\n (Section 02)\nThis course will explore the imagined and conflicted experience of urban life in the United States through study of the country’s first metropolis: New York. Drawing on primary materials—maps, memoirs, film, poetry, fiction, census data, the natural and the built environment—and a selection of secondary sources, we will encounter moments in the life of the city from the 17th into the 21th century.\nLimited to 20 students. Spring semester.  Professor Clark.\nPreference to American Studies majors; .sophomores; first-years","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/AMST/AMST-112-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-311","x":2.0,"y":3.0,"id":"2","attributes":{"Title":"Race and Nation: The History of Hispaniola","Description":"Listed in: \n, as AMST-311  |  \n, as BLST-361\nMoodle site: \n (Section 01)\n(Offered as AMST 311 and BLST 361 [CLA]).  The course will survey nineteenth- and twentieth-century histories of Haiti and the Dominican Republic, the two nations that share the island of Hispaniola. Despite the emergence of distinct national identities in Haiti and the Dominican Republic, their histories are deeply intertwined. We survey the history of Hispaniola in three moments. We begin with the Haitian Revolution. What was the legacy of the Haitian Revolution for Hispaniola in the nineteenth century? We examine the history of abolition, independence, empire, and the peasantry. Second, in the early twentieth century, the United States intervened and occupied both nations. What is the history of U.S. Empire and its military occupations and wars in Hispaniola? We focus on the rise of dictatorships and authoritarianism as a legacy of U.S. intervention. Third, working-class Haitians and Dominicans share a long history of migration to other Caribbean islands and the United States. Migration patterns were shaped by domestic economies and neoliberal policies. How have the histories of Dominican and Haitian migration to the United States developed over the twentieth century? The study of Hispaniola provides us the opportunity to explore the history of revolution, state-building, citizenship, US empire, national identities, and migration.\nLimited to 20 students.  Spring semester.  Professor del Moral.\nPriority given to American Studies and Black Studies majors.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/AMST/AMST-311-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-232","x":3.0,"y":2.0,"id":"3","attributes":{"Title":"Racialization in the U.S.: The Asian/Pacific/American Experience","Description":"Listed in: \n, as AMST-232\nFormerly listed as: AMST-32\nMoodle site: \nSujani K. Reddy (Section 01)\nThis course is an interdisciplinary introduction to Asian/Pacific/American Studies. We will begin by looking at the founding of the field through the student-led social movements of the 1960s and ask ourselves how relevant these origins have been to the subsequent development of the field. We will then use questions that arise from this material to guide our overview of the histories, cultures, and communities that make up the multiplicity of Asian/Pacific America. Topics will include, but not be limited to, the racialization of Asian Americans through immigrant exclusion and immigration law; the role of U.S. imperialism and global geo-politics in shaping migration from Asia to the U.S., the problems and possibilities in a pan-ethnic label like A/P/A, interracial conflict and cooperation, cultural and media representations by and about Asian Americans, diaspora, and homeland politics. In addition, throughout the semester we will practice focusing on the relationships between race, gender, class, sexuality, and nation. The ultimate goal of the course is to develop a set of analytic tools that students can then use for further research and inquiry.\nLimited to 20 students. Fall semester. Five College Professor Reddy.\nPreference given to American Studies majors and students pursuing 5 college A/P/A certificate","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/AMST/AMST-232-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-305","x":4.0,"y":3.0,"id":"4","attributes":{"Title":"Gender, Migration and Power:  Latinos in the Americas","Description":"Listed in: \n, as AMST-305  |  \n, as SOCI-305\nMoodle site: \n (Section 01)\n(Offered as AMST 305 and SOCI 305.)  In this course we draw from sociology, anthropology, and geography to explore the gendered dynamics and experiences of Latino migration to the United States. We begin by situating gendered patterns of migration in the context of contemporary globalization and relating them to social constructions of gender. Next we look at experiences of settlement, analyzing the role of women’s and men’s networks in the process of migration, especially in terms of employment and survival strategies. We also analyze how specific contexts of reception influence the gender experience of settlement. For example, how does migration to rural areas differ from migration to traditional urban migration hubs, and how does gender influence that difference?  We then look at Latino family formation, paying special attention to the experiences of transnational mothers and fathers, those who have left children behind in their home countries in the process of migration. Finally, we explore the relationship between migration and sexuality.\nLimited to 20 students.  Spring semester.  Professor Schmalzbauer.\nPriority will be given to Sociology and American Studies seniors and juniors, then seniors, juniors, on down","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/AMST/AMST-305-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-336","x":5.0,"y":3.0,"id":"5","attributes":{"Title":"South Asians in the United States","Description":"Listed in: \n, as AMST-336\nFormerly listed as: AMST-36\nMoodle site: \nSujani K. Reddy (Section 01)\nThis course focuses on the political, economic, ideological, social, and cultural dimensions of migration from South Asia to the United States, to be understood within the larger context of South Asian diaspora histories.  Our approach will be interdisciplinary, working with social theory and history as well as literature, film, and music.  We will identify different notions of diaspora and migration and how these notions give meaning to \"home\" and displacement.  The semester begins with Indian labor migration under the system of British colonial indenture, proceeds through the \"free\" labor migration of workers in the colonial and post-colonial period, and concludes with our contemporary moment.\nNot open to first-year students.  Limited to 15 students.  Preference given to American Studies majors. Spring semester. Five College Professor Reddy.\nPreference given to majors and students who have taken courses in history of migration and/or racialization  ","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/AMST/AMST-336-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"ENGL-274","x":6.0,"y":2.0,"id":"6","attributes":{"Title":"Native American Literature:  Decolonizing Intellectual Traditions","Description":"Listed in: \n, as AMST-274  |  \n, as ENGL-274\nMoodle site: \n (Section 01)\n(Offered as ENGL 274 and  AMST 274.)  In 2013, Amherst College acquired one of the most comprehensive collections of Native American writing in the world–nearly 1,500 books ranging from contemporary fiction and poetry to sermons, political tracts, and tribal histories from the eighteenth and nineteenth centuries. Through this course, we will actively engage the literature of this collection, researching Native American intellectual traditions, regional contexts, political debates, creative adaptation, and movements toward decolonization. Students will have the opportunity to make an original contribution to a digital archive and interact with visiting authors. We will begin with oral traditions and the 1772 sermon published by Mohegan author Samson Occom and end with a novel published in 2014.\nLimited to 20 students.  Fall semester.  Professor Brooks.\nPreference given to English and American Studies majors and Five College Native American Studies certificate students.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-274-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(150, 179, 153)","size":10.0},{"label":"AMST-111","x":7.0,"y":1.0,"id":"7","attributes":{"Title":"Global Valley","Description":"Listed in: \n, as AMST-111\nMoodle sites: \n  |  \n  |  \n (Section 01)\n (Section 02)\nDrawing on a wide range of primary materials, and taking advantage of the ease of visiting the sites of many of the topics we study, this course offers an introduction to American Studies through an exploration of the Connecticut River Valley that stresses both the fascination of detailed local history and the economic, political, social, and cultural networks that tie this place to the world. Topics may include conflicts and accommodations between Native peoples and English settlers; changing uses of land and resources; 17th century witchcraft trials; the American Revolution and Shays rebellion; religious revivalism of the Great Awakening; abolitionist and other 19th century reform movements; tourism and the scenic including Thomas Cole's famous painting of the oxbow; immigration, industrialization and deindustrialization, especially in the cities of Holyoke and Springfield; educational institutions and innovations; the cold war, the reach of the \"military industrial complex\" into local educational institutions, and \"the bunker\"; the sanctuary movement; feminist and gay activism; present environmental, mass incarceration, and other social equity issues; and of course, Emily Dickinson's poetry.\nLimited to 20 students per section.  Fall semester.  Professors Couvares and Hayashi.\nLet students register and if over-enrolled preference given to majors, and first and second year students as this is an introductory course.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/AMST/AMST-111-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-496","x":8.0,"y":4.0,"id":"8","attributes":{"Title":"Capstone Project","Description":"Listed in: \n, as AMST-496\nMoodle site: \n (Section 01)\nA one-semester project--either a shorter essay or some other form of independent interdisciplinary research and production. The capstone project serves as the grounds for a comprehensive evaluation of each student's achievement in the major.\nFall and spring semesters. The department.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/AMST/AMST-496-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-374","x":9.0,"y":3.0,"id":"9","attributes":{"Title":"WWII and Japanese Americans","Description":"Listed in: \n, as AMST-374\nMoodle site: \n (Section 01)\nIn the largest incidence of forced removal in American history, the U.S. incarcerated 120,000 people of Japanese descent during WWII, two-thirds of whom were American citizens. Preceded by half a century of organized racism, the attack on Pearl Harbor provided justification for imprisonment of an entire ethnic group solely on the basis of affiliation by “blood.” At the same time, Japanese Americans served in the U.S. military with extraordinary distinction, earning recognition in the 100th Battalion/442nd Regimental Combat Team in Europe as the most decorated unit for its size and length of service in American military history. Thousands more served in the Military Intelligence Service using their knowledge of the Japanese language as a “secret weapon” against the Japanese Empire. We will examine the historical background leading to these events and Japanese American resistance to official actions including the cases of Yasui, Hirabayashi, Korematsu, and Endo which reached the U.S. Supreme Court. We will also explore the imposition of the draft upon men behind barbed wire and those who became draft resisters. We will also trace the post-war rise of movements to gain redress, successful with President Reagan’s signing of HR 442 in 1988, and the extraordinary rise of memorials and museums commemorating incarceration and memory-making.\nLimited to 18 students.  Spring semester.  McCloy Visiting Professor Odo.\nPreference given to American Studies majors.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/AMST/AMST-374-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-372","x":10.0,"y":3.0,"id":"10","attributes":{"Title":"Race and Public History/Memory","Description":"Listed in: \n, as AMST-372\nMoodle site: \n (Section 01)\nThis seminar focuses on two major events in nineteenth century American history: the 1882 Chinese Exclusion Act and the U.S.-inspired overthrow of the Hawaiian Kingdom in 1893. We examine attitudes and actions leading to these momentous events, their impact on the target populations and American society, as well as subsequent efforts to obtain apologies from the U.S. government. Amazingly, these efforts succeeded in 2011-12 and 1993, respectively. The Congress has issued apologies only five times in its entire history–the three others were for slavery, treatment of Native Americans and forced removal and incarceration of Japanese Americans during WWII. Throughout, we analyze the memory-making involved, largely through the lens of public history venues such as museums, documentaries, historic landmarks, websites, and others. Some familiarity with Asian American history will be assumed.\nLimited to 18 students.  Fall semester. John J. McCloy Visiting Professor Odo.\nPreference given to American Studies majors.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/AMST/AMST-372-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-322","x":11.0,"y":3.0,"id":"11","attributes":{"Title":"A History of the Native Book","Description":"Listed in: \n, as AMST-322\nMoodle site: \n (Section 01)\nThis course examines the exciting intersection of critical fields of inquiry, including Native American History, American History, Book History, and Literary Studies. Students will immerse themselves in materials written by Native American authors from the seventeenth century to the present by doing archival research in the Kim-Wait/Pablo Eisenberg Collection at the College. Working in small groups and individually, students will be able to practice and hone research and writing skills. In particular, students will be expected to complete a semester-long research project based on books from the collection to produce new understandings about the significance of Native authorship, publishing, and writing practices as framed by their specific historical circumstances. In addition to producing a final research paper, students will work in research groups to create entries to curate their own digital exhibition as a class. This exhibition will also be accessible to the public to showcase what the class learned about Native book history. Students will spend an additional half hour each week in a required weekly meeting in the archives.\nLimited to 20 students.  Spring semester.  Professor Vigil.\nPreference given to American Studies majors, followed by students in Black Studies, English, History, and the Five Colleges certificate programs in Native American Indigenous Studies.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/AMST/AMST-322-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-224","x":12.0,"y":2.0,"id":"12","attributes":{"Title":"The Neo-Western","Description":"Listed in: \n, as AMST-224\nFormerly listed as: AMST-24\nMoodle site: \n (Section 01)\nFrom the advertising copy and backdrop of truck ads to the democratic rhetoric of politicians, the West as a place of national mythology still permeates American culture. In this course, we will analyze the evolution of the West as a prominent site of American myth and the contemporary representations of it in literature and film, the Neo-Westerns. Students will read works by authors such as Annie Proulx, Cormac McCarthy, Sherman Alexi and Percival Everett, as well as view recent popular films by Ang Lee, Clint Eastwood, and John Sayles. The course will also include readings in history, as well as other disciplines, to contextualize the creative works and to gauge how the myth of the West compares to its reality and how truly revisionist its most current representations are.\nLimited to 20 students. Spring semester. Professor Hayashi.\nPreference will be given to American Studies and English majors.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/AMST/AMST-224-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-468","x":13.0,"y":4.0,"id":"13","attributes":{"Title":"Research Methods in American Culture","Description":"Listed in: \n, as AMST-468\nFormerly listed as: AMST-68  |  ENGL-95  |  HIST-83\n (Section 01)\nThis course is designed to provide American Studies juniors (and others) with a methodological grounding in the discipline and an opportunity to conduct research on a topic of their own choosing. We will engage a wide range of materials and methodologies in this course in order to grasp the broad interdisciplinarity of the field of American Studies. Through short written exercises addressing a variety of documents including manuscripts, journals, census records, images and printed books, students will gauge the utility of various methodological approaches to determine which are most useful for their own independent work. The major requirement of this course is a research presentation that will be presented in a public forum at the end of the semester.\nLimited to 15 students.  Open to juniors and seniors as a research seminar; underclassmen admitted only under special circumstances.  Spring semester.  Professor Hayashi.\nPreference will be given to junior and senior American Studies majors, followed by students in Black Studies, History, and the Five Colleges certificate programs in Asian Pacific American Studies and Native American Studies.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/AMST/AMST-468-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-201","x":14.0,"y":2.0,"id":"14","attributes":{"Title":"Native American Life: Past and Present","Description":"Listed in: \n, as AMST-201\nMoodle site: \n (Section 01)\nThrough a focus on Native American traditional lifeways and the contemporary efforts by Native Peoples to revitalize these practices, students will learn to think critically about decolonization, the complexities of contemporary tribal economies and politics, and the complex ways that indigenous peoples globally are working to create sustainable futures for their communities. These key themes will be built upon and reinforced each week as students explore multiple aspects of Native American life, including food ways and plant medicines, residential/boarding schools, traditional spiritual practices, repatriation, and protection of sacred sites and heritage landscapes.\nThrough a series of weekly written response papers and collaborative projects students will consider how traditional ecological knowledge and other critical cultural information are transmitted through oral tradition and storytelling. They will also examine each topic through through scholarly writing from social sciences and humanities disciplines. Students will then be asked to integrate these forms of knowledge and consider how they complement each other, how and why they might differ from one another, and how best to address situations in which these diverse forms of knowledge conflict with each other. Students will demonstrate their understanding of the course material and the integration of knowledge through a mid-term and final exam. Throughout the semester, students will also learn through hands-on community engagement, including the construction of a birch bark canoe. During the last week of class we will be putting the canoe into the river -- a culmination of collaborative work and hands-on experience with revitalization of traditional knowledge and practices in a contemporary setting.\nKey readings for the course include: \n by Theresa Smith, \n by Wendy Makoons Geniuz, and \n by Lisa Brooks. Students will also be assigned readings from a number of scholarly journals, including\n, \n \n and the \nSpring semester. Visiting Professor Kimewon.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/AMST/AMST-201-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-221","x":15.0,"y":2.0,"id":"15","attributes":{"Title":"Building Community","Description":"Listed in: \n, as AMST-221\n (Section 01)\n (Section 01)\nThis course investigates the practice and ideal of community in America both on a national and a local level, asking students to engage in specific projects aimed at strengthening the public sphere and fostering community life. We will consider the nature and limits of democracy, the meaning of belonging, the experience of stigma and exclusion, the concepts of civic responsibility and public discourse, and the conflict and compromises inherent in political advocacy. This course will pay particular attention to the struggles of often-marginalized groups to build healthy and just communities. Coursework will include contemporary and historical case studies, literary depictions, and more theoretical readings, as well as a substantial commitment to the development and fulfillment of projects that assess or respond to contemporary concerns. Projects may range from youth work, to cultural events, to work on local policy goals, environmental, poverty and rights initiatives, or electoral politics.\nLimited to 20 students. Spring semester. Professor Schmalzbauer and Lecturer Mead.\nPreference given to American Studies majors","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/AMST/AMST-221-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-260","x":16.0,"y":2.0,"id":"16","attributes":{"Title":"Latino Migration:  Labor, Lifestyle and Legality","Description":"Listed in: \n, as AMST-260  |  \n, as SOCI-260\n (Section 01)\n(Offered as AMST 260 and SOCI 260.)  Whereas capital, culture, and commerce flow freely in contemporary capitalism, labor does not.  Walls--physical, legal and cultural--aim to keep certain people in and “others” out.  In this course we explore the sociological forces behind cross-border labor flows and the parallel reality of immigrant life.  We focus specifically on the experience of Latinos in the United States.  We pay special attention to the linkages between the demand and supply of Latino immigrant labor, social constructions of (il)legality, and the oft-overlooked privileged lifestyles that immigration supports.  While this course has a deep theoretical rooting, we use daily immigrant life as the lens through which to explore migration. \nLimited to 25 students.  Spring semester.  Professor Schmalzbauer.\nIf overenrolled, preference goes to Sociology and American Studies majors, then to seniors, juniors and on down","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/AMST/AMST-260-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-217","x":17.0,"y":2.0,"id":"17","attributes":{"Title":"Religion, Democracy, and American Culture\n ","Description":"Listed in: \n, as AMST-217\n (Section 01)\n (Section 02)\nThe United States has inscribed the separation of church and state into its constitutional order, and yet Americans have for two centuries been more deeply committed to religious faith and practice than any other people in the Western world. This course endeavors to explore that paradox. Topics addressed include the changing meanings of \"the city on a hill\"; the varieties of millennial belief and utopian community; the relationship between religion, ethnicity, and gender; religious political activism, including abolition, prohibition, anti-war and anti-abortion movements; and the limits of religious tolerance from movements against Catholics and Mormons to recent warnings of a \"clash of civilizations\" with Muslim cultures.\nLimited to 25 students per section. Spring semester. Professors Couvares and Sanchez-Eppler.\nPreference given to majors, then first and second year students","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/AMST/AMST-217-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-205","x":18.0,"y":2.0,"id":"18","attributes":{"Title":"Whose Game? Sports in America","Description":"Listed in: \n, as AMST-205\n (Section 01)\nThis course explores the social and cultural history of sports in American society, focusing on the unique histories of sports such as hunting, soccer, basketball and football and, in particular, their relation to issues of race, ethnicity, and gender. Course materials will include a range of primary and secondary materials: archival photographs, academic monographs and journal articles, documentary films, legal documents, poetry and paintings. The course is discussion-based and includes short writing assignments, collaborative work, and a final exam.\nLimited to 30 students.  Preference given to American Studies majors and freshmen.  Spring semester.  Professor Hayashi.\nPreference given to American Studies majors and freshmen","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/AMST/AMST-205-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-210","x":19.0,"y":2.0,"id":"19","attributes":{"Title":"American Jewish Keywords","Description":"Listed in: \n, as AMST-210\nMoodle site: \n (Section 01)\nThis course will use selected keywords to examine how the Jewish experience has been conceived, narrated, and remembered in American society. Keywords do not present static definitions, but illuminate a shared vocabulary of meaning. Therefore, we will approach each keyword as a point of departure for examining the complexity of American Jewish experience. Course questions include: Why do the terms “mobility” and “success” continue to resonate for American Jews in the twenty-first century? What has motivated individuals to claim a “marginal” or “mainstream” status? When do members of the community act like “menschen” or “brothers” to others? To what degree does New York’s \"Lower East Side\" exemplify as well as simplify American Jewish experience? Students will engage with a range of materials, including fiction, memoir, film, historical documents, and photography; readings will include selections of literary criticism, ethnic and racial studies, social history, and sociology.\nLimited to 18 students. Fall semester. Lecturer Bergoffen.\nPreference given to Amherst College American Studies students.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/AMST/AMST-210-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"BLST-331","x":20.0,"y":3.0,"id":"20","attributes":{"Title":"Afro-Latinos","Description":"Listed in: \n, as AMST-316  |  \n, as BLST-331\n (Section 01)\n(Offered as AMST 316 and BLST 331 [US]).  Who is an “Afro-Latino”? Are they Latinos or are they Black? Afro-Latinos are African-descended peoples from Latin America and the Caribbean who reside in the United States. In this course, a focus on Afro-Latinos allows us to study the history of racial ideologies and racial formation in the Americas.\nWe take a multi-layered approach to the study of modern Afro-Latino history (late nineteenth century to the twentieth century). First, the history of Afro-Latinos has been shaped by the historical relationship between race and nation in Latin America. Therefore, we look closely at the varied histories of African-descended peoples in Latin American countries. Second, the historical relationship between the United States and Latin America has shaped the experience of Afro-Latinos who reside in the U.S. The long history of U.S. economic dominance and military interventions in Latin America and the Caribbean generated an equally long history of Latin American migration to the U.S. In the twentieth century black migrants came from nations that promoted myths of racial democracy to a nation that practiced racial segregation and violence. Afro-Latino migrants experienced racial segregation and violence in the U.S. in ways similar to but different than other Latinos and African Americans. Therefore, third, we examine the history of Afro-Latinos in relation to Latinos in the U.S. The history of Latinos is at the core of U.S. continental expansion, labor practices, and exclusionary citizenship. The category “Latino” has also been shaped by racial hierarchies. The relatively new category of “Afro-Latino” allows us to examine a history that has been silenced within the broader categories of “Latino” or “African American.”\nIn this course, we examine how Afro-Latinos maneuvered between different racial contexts in Latin American nations and the United States. It is a history that highlights the competing and conflicting racial ideologies that have shaped the Americas.\nLimited to 20 students.  Spring semester.  Professor del Moral.\nPriority given to American Studies and Black Studies majors.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-331-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(104, 147, 93)","size":10.0},{"label":"AMST-326","x":21.0,"y":3.0,"id":"21","attributes":{"Title":"Immigration and the New Latino Second Generation","Description":"Listed in: \n, as AMST-326  |  \n, as SOCI-326\nMoodle site: \n (Section 01)\n(Offered as AMST 326 and SOCI 326.)  This course focuses on Latino immigrant youth and the children of Latino immigrants who are coming of age in the contemporary United States, what social scientists have termed the “new second generation.” Currently this generation is the fastest growing demographic of children under 18 years of age. The majority of youth in the “new second generation” are Latino.\nDrawing on sociological and anthropological texts, fiction and memoir, we will explore the social factors, historical legacies and policies that in large part shape the lived experiences of Latino youth. We begin by laying a historical and theoretical base for the course, exploring the notions of assimilation and transnationalism. We then move into an exploration of the intersecting contexts of inequality which contextualize daily life for the new second generation. Specifically we investigate how social class, race, gender, and “illegality” intersect with generation to shape the struggles, opportunities, identities and aspirations of Latino youth.\nPriority given to Sociology and American Studies majors followed by seniors on down","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/AMST/AMST-326-1516F'> Course Site </a>","Requisite":["Requisite: Previous course(s) in Sociology, Anthropology, American Studies, Black Studies or Latin American History. Limited to 18 students. Fall semester.  Professor Schmalzbauer."]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"POSC-319","x":13.0,"y":3.0,"id":"22","attributes":{"Title":"History, Time, and American Political Development","Description":"Listed in: \n, as POSC-319\n (Section 01)\n[IL] Politics are not frozen in time, but are rather the product of developmental processes. Building on a survey of crucial works in the American Political Development (APD) literature and on general approaches (rational choice, sociological, etc.) to understanding institutional change, this course will introduce ways of thinking historically about political institutions in the U.S. Why did the party system evolve the way it did? Where did the rules and procedures of Congress come from? Where and when did important public services (transportation and communication infrastructure, protection for property, social insurance, etc.) become the provenance of state bureaucracies? How has the function and power of the Presidency changed over time? How did western expansion, imperialism, and military experience shape the federal government? These are a few of the substantive questions we will address in this course.\nMore broadly, however, this course helps us think about politics in a temporal way. History and political science are intrinsically related, but to understand the current debates and questions we need to be explicit about the types of processes (long-term, short-term, episodic, cyclic, etc.) that shape the institutions and events we see. Hence a key component of this course will be interrogating how scholars address the historiographic problem of studying politics, with the aim of cultivating the analytic tools necessary to situate contemporary political debates in the stream of time.\nPriority first given to fourth-year students, then to a balance of sophomores and juniors, randomly determined, followed by first-year students and 5-college students.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-319-1516S'> Course Site </a>","Requisite":["Requisite: An introductory Political Science course in IL (200 level or above) or any U.S. History course  (100 level or above) or HIST 301 or AMST 468 or LSJT 222. Limited to 25 students. Spring semester. Professor Obert."]},"color":"rgb(179, 113, 205)","size":10.0},{"label":"AMST-240","x":22.0,"y":2.0,"id":"23","attributes":{"Title":"Rethinking Pocahontas: An Introduction to Native American Studies","Description":"Listed in: \n, as AMST-240\nMoodle site: \n (Section 01)\nFrom Longfellow’s \nand D.H. Lawrence’s \n to Disney’s \nand James Cameron’s \nrepresentations of the indigenous as “Other” have greatly shaped cultural production in America as vehicles for defining the nation and the self. This interdisciplinary course introduces students to the broad field of Native American Studies, engaging a range of texts from law to policy to history and literature as well as music and aesthetics. Film and literary texts in particular will provide primary grounding for our inquiries. By keeping popular culture, representation, and the nature of historical narrative in mind, we will consider the often mutually constitutive relationship between American identity and Indian identity as we pose the following questions: How have imaginings of a national space and national culture by Americans been shaped by a history marked by conquest and reconciliation with indigenous peoples? And, how has the creation of a national American literary tradition often defined itself as both apart from and yet indebted to Native American cultural traditions? This course also considers how categories like race, class, ethnicity, gender, sexuality, and religion have contributed to discussions of citizenship and identity, and changed over time with particular attention to specific Native American individuals and tribal nations. Students will be able to design their own final research project that may focus on either a historically contingent or contemporary issue related to Native American people in the United States.\nLimited to 20 students.  Fall semester.  Professor Vigil.\nPreference to AMST majors; then preference to 1st and 2nd year students; preference to students with particular interest in Native American Studies;  proportional representation across classes","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/AMST/AMST-240-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-317","x":23.0,"y":3.0,"id":"24","attributes":{"Title":"Puerto Rican Migration","Description":"Listed in: \n, as AMST-317\nMoodle site: \n (Section 01)\nMigration is an experience shared by most Caribbean communities. In this course, we study Puerto Rican migration in the twentieth-century. In 1898, the United States invaded and occupied the island as part of its expansion into the Caribbean region during the Cuban War of Independence. Since then, Puerto Rico has remained a colonial territory of the United States. We will discuss the historical patterns of migration that emerged as a result of this century-long colonial relationship. Through the case study of Puerto Rican migration, we will engage broad topics, including empire, colonialism, labor radicalism, patriarchy, language, and cultural identities. The course is organized in four units.\nFirst, we discuss the 1898 war, the U.S. occupation, and the early migration of Puerto Rican workers to Hawaii, an American territory in the Pacific. We also examine the migration of radicals and workers to the United States, a history connected to the great migration of black Caribbean radicals to the northeast. Second, the 1940s to the 1960s marks the “great migration” of industrial and agricultural workers to the United States. Some made a permanent move to the mainland, while others, like Mexican \n, travelled for short work contracts. Third, we examine the return migration of the 1970s, which was shaped by the great cultural production and radical politics of the New York and Chicago communities. Finally, we move to the 1990s and beyond. By then, the greater Puerto Rican diaspora in the United States was firmly established in different regions of the mainland. These different communities began to receive a new generation of workers, civil servants, and professionals in numbers that rivaled the great mid-century experience. Today, more Puerto Ricans live on the mainland than the island.\nLimited to 20 students.  Fall semester.  Professor del Moral.\nPriority given to American Studies majors.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/AMST/AMST-317-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"ENGL-458","x":24.0,"y":4.0,"id":"25","attributes":{"Title":"Indigenous American Epics","Description":"Listed in: \n, as AMST-358  |  \n, as ENGL-458\n (Section 01)\n(Offered as ENGL 458 and AMST 358.)  [before 1800]  This course will delve deeply into the literature and history of “Turtle Island,” or North America.  The Quiché Maya \n (Council Book), the Iroquois Great Law, and the Wabanaki creation cycle are rooted in longstanding, complex oral narratives of emergence and transformation, which were recorded by Native authors and scribes.  We will close read these epics (in English) as works of “ancient American” literature, as narratives of tribal history, and as living constitutions of tribal governance.  We will study the tribally and regionally-specific contexts of these epic narratives as well as the “intellectual trade routes” that link them together.  The course will conclude with an epic narrative of more recent colonial history, composed by the nineteenth-century Pequot author William Apess, born in the Connecticut River valley.  Following an interdisciplinary American studies approach, our reading will be enriched by guest speakers and artistic media.\nOpen to juniors and seniors.  Limited to 15 students.  Spring semester.  Professor Brooks.\nPreference given to junior and senior majors in English and American Studies and to students pursuing a Five College certificate in Native American Studies.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-458-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(150, 179, 153)","size":10.0},{"label":"AMST-490","x":25.0,"y":4.0,"id":"26","attributes":{"Title":"Democratizing Higher Ed","Description":"Listed in: \n, as AMST-490\nMoodle site: \n (Section 02)","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/AMST/AMST-490-02-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-302","x":26.0,"y":3.0,"id":"27","attributes":{"Title":"Globalization, Inequality and Social Change","Description":"Listed in: \n, as AMST-302  |  \n, as SOCI-302\nMoodle site: \n (Section 01)\n(Offered as AMST 302 and SOCI 302.)  This course is an in-depth exploration of the increasing global interconnectedness of economic, political, and social processes, what many have come to call “globalization.” We begin by developing a sociological critique of the relationship between inequality, post-World War II global capitalism, and the neoliberal ideology that underlies it.  We do this through study of the major institutions and actors that endorse and perpetuate global capitalism. We then explore case studies which critically examine how contemporary globalization is playing out in daily life via experiences of labor, consumption, family and community.  We dedicate the last part of the course to investigating diverse examples of grassroots resistance to the current capitalist order.  As we strive to achieve a complex analysis of globalization, we will be challenged to grapple seriously with issues of power and social justice and to reflect on our own social positions within an increasingly intricate global web.  In accordance, we will focus throughout the course on how intersections of race, class, gender and citizenship influence the human experience of globalization. \nLimited to 20 students.  Fall semester.  Professor Schmalzbauer.\nIf overenrolled, preference goes to Sociology and American Studies seniors and juniors, and then to  seniors, juniors and on down.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/AMST/AMST-302-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0},{"label":"AMST-215","x":27.0,"y":2.0,"id":"28","attributes":{"Title":"The Embodied Self in American Culture and Society","Description":"Listed in: \n, as AMST-215  |  \n, as ANTH-111\nMoodle sites: \n  |  \n  |  \n (Section 02)\n (Section 01)\n(Offered as AMST 215 and ANTH 111) \"The Embodied Self\" in American Culture and Society is an interdisciplinary, historically organized study of American perceptions of and attitudes towards the human body in a variety of media, ranging from medical and legal documents to poetry and novels, the visual arts , film, and dance. Among the topics to be discussed are the physical performance of gender; the social construction of the ideal male and female body; health reform movements; athletic achievement as an instrumentalization of the body; commercialization of physical beauty in the fitness and fashion industries; eating disorders as cultural phenomena; the interminable abortion controversy; the equally interminable conflict over pornography and the limits of free speech; and adaptations to the possibility of serious illness and to the certainty of death.\nLimited to 25 students. Spring semester.  Professor Couvares. \nPreference will be given, in descending orders, to preregistered juniors & senior Anthropology or American Studies majors who attend the first class; other juniors & seniors who attend the first class; first-year & sophomore Anthro or Amer Studies majors.\n50","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/AMST/AMST-215-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 134, 204)","size":10.0}],"edges":[{"label":"","source":"13","target":"22","id":"6","attributes":{},"color":"rgb(179, 113, 205)","size":1.0}]}