{"edges":[{"label":"","source":"3","target":"8","id":"6","attributes":{},"color":"rgb(117, 2, 140)","size":1.0}],"nodes":[{"label":"PHIL-361","x":0.0,"y":3.0,"id":"0","attributes":{"Title":"Continental Philosophy and the Critique of Autonomy","Description":"Listed in: \n, as PHIL-361\n (Section 01)\nIn ordinary usage, an individual is autonomous if she makes up her own mind about how to lead her life. In a more specialized usage developed by Immanuel Kant, autonomy refers to the idea that an individual governs herself through her own capacity for reason, the very same capacity which accounts for her moral duties to others. In both the ordinary and Kantian sense, autonomy is an attractive ideal. After all, it makes the individual, rather than anyone else, the guide to her own life. Yet much Continental philosophy after Kant criticizes this ideal. After briefly orienting ourselves to the Kantian understanding through a reading of selections from his moral writings, we take up the charges that the ideal of autonomy is: (1) alienating, in that it blinds us to important ways in which we are shaped by other people; (2) empty, in that without historical context it can tell us nothing about how we should act; (3) contingent, in that it represents a value that arose through concrete power struggles; and (4) patriarchal, in that it is a product of gender-based domination that denies the importance of other values. Along the way, we consider alternative ways of thinking about ethics and the self. Readings will be from Kant, Schiller, Hegel, Nietzsche, and de Beauvoir.\nPreference to majors, then by class and to those who attend first class. ","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHIL/PHIL-361-1516S'> Course Site </a>","Requisite":["Requisite: One course in Philosophy or consent of the instructor.  Limited to 25 students. Spring semester. Professor Hasan."]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-311","x":1.0,"y":3.0,"id":"1","attributes":{"Title":"Philosophy of Law","Description":"Listed in: \n, as PHIL-311\nFormerly listed as: PHIL-24  |  PHIL-39\nMoodle site: \nDaniel A. Koltonski (Section 01)\nWhat is law? Is law a branch of morality discoverable by ethical reflection? Is it nothing more than the commands issued by whoever happens to have the most power? Or, is neither of these positions quite right? When judges interpret laws in order to decide cases, is this a process of discovery or of invention? Are there any objective standards for determining whether a law has been correctly interpreted? \nThis course provides an in-depth introduction to several central issues in the philosophy of law. In the first half of the course, we will address the fundamental questions about law listed above. Those topics will be: (1) the nature of, and difficulties in, legal reasoning; (2) several competing conceptions of the nature of law and its connection, if any, to morality; and (3) the ideal of the rule of law and its value.  In the second half of the course, we will consider one important problem area in each of criminal law, civil law, and constitutional law: (4) the rights of defendants in criminal law; (5) the law of contract in civil law; and (6) the right to privacy in constitutional law.  And, if time permits, we will end the course by considering (7) the debate about whether judicial review—i.e., judges’ power to strike down laws as unconstitutional—is compatible with democratic governance.\nPreference to majors, then by class and to those who attend the first class.","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/PHIL/PHIL-311-1415F'> Course Site </a>","Requisite":["Requisite: One course in Philosophy or consent of the instructor. Limited to 25 students. Fall semester. Visiting Professor Koltonski."]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-463","x":2.0,"y":4.0,"id":"2","attributes":{"Title":"The Later Wittgenstein","Description":"Listed in: \n, as PHIL-463\nFormerly listed as: PHIL-63\nMoodle site: \n (Section 01)\nIn 1933, shortly after he returned to philosophy, Ludwig Wittgenstein began to dictate to his students at Cambridge a series of notes on his revolutionary new ideas “so that they might have something to carry home with them, in their hands if not in their brains.”  They were never published during his lifetime but were circulated privately, eventually becoming known as \n  This course will primarily be a slow reading and discussion of this seminal and suggestive work.\nPriority will be given first to seniors, then to juniors, etc. ","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/PHIL/PHIL-463-1415S'> Course Site </a>","Requisite":["Requisite: Two courses in philosophy or consent of the instructor.  Limited to 15 students. Spring semester.  Professor A. George."]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-364","x":3.0,"y":3.0,"id":"3","attributes":{"Title":"Kant","Description":"Listed in: \n, as PHIL-364\nFormerly listed as: PHIL-44\nMoodle site: \n (Section 01)\nAn examination of the central metaphysical and epistemological doctrines of the \n, including both the historical significance of Kant’s work and its implications for contemporary philosophy.","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PHIL/PHIL-364-1516F'> Course Site </a>","Requisite":["Requisite: PHIL 218 or consent of the instructor. Fall semester. Professor Vogel."]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-227","x":4.0,"y":2.0,"id":"4","attributes":{"Title":"Aesthetics","Description":"Listed in: \n, as PHIL-227\nFormerly listed as: PHIL-27\nMoodle site: \n (Section 01)\nThe course investigates the central issues of aesthetics. These include: the nature and value of art, works of art, expression, creativity, artistic meaning, aesthetic experience, interpretation and aesthetic judgment. In the first half of the course, we will examine certain historical texts—from Plato to Tolstoy—that have been influential in both the study and practice of art. In the second half, we will discuss contemporary treatments of selected topics in aesthetics.\nLimited to 25 students. Spring semester. Professor Moore.\nPreference to majors, Amherst seniors first, then juniors, etc.","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/PHIL/PHIL-227-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-478","x":5.0,"y":4.0,"id":"5","attributes":{"Title":"Ethics and the Limits of Philosophy","Description":"Listed in: \n, as PHIL-478\nMoodle site: \n (Section 01)\nWe will engage in a close reading of Bernard Williams’ modern classic, \n. In this book Williams delivers a sustained indictment of philosophical reflection on morality from Kant onward. He argues that philosophy cannot answer many of the questions that reflection on our moral practices raises, and that we would be better off without some of the moral concepts we assume to be indispensable. In the course of these arguments, Williams offers provocative new ideas about relativism, objectivity, and the possibility of ethical knowledge. \nPriority will be given to majors, seniors, then juniors, etc. ","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PHIL/PHIL-478-1516F'> Course Site </a>","Requisite":["Requisite: Two courses in Philosophy or consent of the instructor. Limited to 15 students. Fall semester. Professor Shah."]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-217","x":6.0,"y":2.0,"id":"6","attributes":{"Title":"Ancient Greek Philosophy","Description":"Listed in: \n, as PHIL-217\nFormerly listed as: PHIL-17\nMoodle site: \n (Section 01)\nAn examination of the origins of Western philosophical thought in Ancient Greece. We will consider the views of the Milesians, Heraclitus, Parmenides, Protagoras, Socrates, Plato, Aristotle, the Epicureans, and the Stoics. Particular attention will be paid to questions about the nature, sources, and limits of human knowledge; about the merits of relativism, subjectivism, and objectivism in science and ethics; about the nature of, and relationship between, obligations to others and self-interest; and about the connection between the body and the mind.\nLimited to 25 students. Fall semester. Professor Gentzler.\nPriority to majors, then on the basis of seniority and enrollment at Amherst.  ","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PHIL/PHIL-217-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-111","x":7.0,"y":1.0,"id":"7","attributes":{"Title":"Philosophical Questions","Description":"Listed in: \n, as PHIL-111\nFormerly listed as: PHIL-11\n (Section 01)\n (Section 02)\nThis is an introduction to philosophy that explores a range of issues pertaining to religious conviction, knowledge, mind, freedom, ethics, and value. This exploration will take place through critical engagement, via reflection, writing, and conversation, with written work – some classical, some contemporary – in the philosophical tradition.\nEach section limited to 25 students.  Fall semester: Professor Hasan.  Spring semester: Professors George and Shah.\nAllow everyone to register. Preference to first years and to those who attend first class.\n100.00","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHIL/PHIL-111-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-218","x":3.0,"y":2.0,"id":"8","attributes":{"Title":"Early Modern Philosophy","Description":"Listed in: \n, as PHIL-218\nFormerly listed as: PHIL-18\n (Section 01)\nA survey of European philosophy in the seventeenth and eighteenth centuries with emphasis on Descartes, Leibniz, Spinoza, Locke, Berkeley, Hume, and Kant. Reading and discussion of selected works of the period.\nLimited to 30 students. Spring semester. Professor Vogel.\nPreference to seniors and Philosophy majors.","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHIL/PHIL-218-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-213","x":8.0,"y":2.0,"id":"9","attributes":{"Title":"Logic","Description":"Listed in: \n, as PHIL-213\nFormerly listed as: PHIL-13\nMoodle site: \n (Section 01)\n\"All philosophers are wise and Socrates is a philosopher; \n, Socrates is wise.\" Our topic is this mysterious \"therefore.\" We shall expose the hidden structure of everyday statements on which the correctness of our reasoning turns. To aid us, we shall develop a logical language that makes this underlying structure more perspicuous. We shall also examine fundamental concepts of logic and use them to explore the logical properties of statements and the logical relations between them. This is a first course in formal logic, the study of correct reasoning; no previous philosophical, mathematical, or logical training needed.\nOne main lecture each week and four breakout sections each limited to 15 students.  Fall semester. Professor A. George.\nAllow Everyone to Register.  Cuts will be made during the first week of classes based on Majors, first year and pre-registered students","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PHIL/PHIL-213-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-467","x":9.0,"y":4.0,"id":"10","attributes":{"Title":"Seminar: Philosophy of Music","Description":"Listed in: \n, as PHIL-467\nFormerly listed as: PHIL-67\nMoodle site: \n (Section 01)\nMusic is sometimes described as a language, but what, if anything, does Charlie Parker’s “Ah-Leu-Cha” say to us? If music isn’t representational, then how should we understand its connection to the various emotions that it can express and invoke? (Or maybe these aren’t genuine emotions: Samuel Barber’s \n is widely described as sad, but what exactly are we--or is it--sad about? And why would we choose to listen to Mozart’s \n if it genuinely terrified us?) Perhaps our musical descriptions and experiences are metaphorical in some way--but how, and why?\nWhat exactly is a musical work anyway? Where, when and how do “Summertime,” or “Stairway to Heaven,” or “Shake Ya Tailfeather” exist? And what makes for a performance of one or the other (or of no work at all)?\nWhat, if anything, guides a proper “listening” or understanding of a musical work? Does it require knowledge of relevant musical and cultural conventions, or of the composition’s historical context, or even of the composer’s intentions and guiding aesthetic philosophy? (Think of gamelan music; think of the Sgt. Pepper’s album; think of John Cage.)\nWhat determines whether a work, or a performance of it, is good? What role is played by beauty, grace, intensity and so on? And how objective are these aesthetic properties? Finally, why do we sometimes find music to be not just enjoyable, but intensely moving and even profound?\nFirst declared Philosophy majors, then seniors, then juniors, then sophmores, than 5-college students","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/PHIL/PHIL-467-1415F'> Course Site </a>","Requisite":["Requisite: Two courses in Philosophy or consent of the instructor. Limited to 15 students. Fall semester.  Professor Moore."]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-333","x":10.0,"y":3.0,"id":"11","attributes":{"Title":"Philosophy of Mind","Description":"Listed in: \n, as PHIL-333\nFormerly listed as: PHIL-33\nMoodle site: \n (Section 01)\nAn introduction to philosophical problems concerning the nature of the mind. Central to the course is the mind-body problem—the question of whether there is a mind (or soul or self) that is distinct from the body, and the question of how thought, feelings, sensations, and so on, are related to states of the brain and body. In connection with this, we will consider, among other things, the nature of consciousness, mental representation, the emotions, self-knowledge, and persons.\nPreference to majors, Amherst seniors first, then juniors, etc.","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/PHIL/PHIL-333-1415F'> Course Site </a>","Requisite":["Requisite: One course in Philosophy. Limited to 25 students. Fall semester. Professor Moore"]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-472","x":11.0,"y":4.0,"id":"12","attributes":{"Title":"Seminar: Identity","Description":"Listed in: \n, as PHIL-472\n (Section 01)\nIdentity is the relation a thing bears to itself and to no other thing. It is so basic to our thought, and so fundamental to the world we think about, that philosophers have despaired of saying much more about it. Some have even suggested that we should dispense with talk of “identity.” Yet, issues of identity are at the center of many important philosophical issues, for example, the relation between mind and body, the constitution of persons, and the nature of scientific discovery. And recent philosophers have done much to illuminate the nature of identity by studying its logic and grammar, and by asking how it interacts with other fundamental phenomena.\nIn the first part of this seminar, we will explore some puzzles revealed by these recent investigations. Identity and meaning: why exactly is it more informative to say that Lady Gaga is Stefani Germanotta than it is to say that Lady Gaga is identical to herself? Relative Identity: Should we say that one thing is identical to another, such as Barack Obama and the President of the United States, only relative to a functional role or a sortal concept? Contingent identity: could one thing, such as Water/H\n0, have been two, or two things one? Vague identity: is it coherent to hold that two things, such as the mountain(s) that rise to connected and nearby peaks, neither stand, nor fail to stand in the identity relation to one another? Identity and composition: is my reading lamp identical to the swarm of microphysical particles that compose it? Identity and change: how can a thing, such as a river, undergo change while retaining its identity?\nIn the second part of the course, we will use our general understanding of identity to explore the individuation of such entities as psychological states, musical works, events, and persons. The topic of personal identity will consume the final month of the seminar.\nPriority will be given to majors, seniors, then juniors, etc. ","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHIL/PHIL-472-1516S'> Course Site </a>","Requisite":["Requisite: Two courses in Philosophy or consent of the instructor. Limited to 15 students. Spring semester. Professor Moore."]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-226","x":12.0,"y":2.0,"id":"13","attributes":{"Title":"Political Philosophy: Justice, Freedom, and the State","Description":"Listed in: \n, as PHIL-226\nMoodle site: \n (Section 01)\nStates are made by collections of individuals. And yet states have powers that no individuals have. They collect taxes, put us in jail, draft us into the army, tell us what we can and cannot own, etc. In general, they compel us to do things in the name of a \"common good,\" even when that good conflicts with what we would individually prefer to do. In this course, an introduction to key concepts of Western political philosophy, we seek to understand what, if anything, could justify states having this power over us. To this end, we examine three philosophical issues raised by the state. (1) \n Is there any reason why we ought to obey the law? What are the grounds for legitimate civil disobedience? (2) \n What reasons are there to tax the rich in order to give to the poor? What is the role of the state in securing economic equality? And what else beyond income ought the state to redistribute? (3) \n If freedom is naturally thought of as the ability to do whatever one wants, how could being a citizen of the state (with all the constraints that involves) possibly make us free?\nReadings will be both classical and contemporary, including Plato, Hobbes, Locke, Rousseau, Berlin, Nozick, Rawls, and G.A. Cohen. As part of our investigation of these three key topics we will also consider one grim aspect of current political reality: systematic racism and racial exclusion. We will ask how the fact of racism ought to shape our orientation to the state and to the project of political philosophy more generally. Readings here include: Martin Luther King Jr. and Malcolm X, as well as Tommy Shelby, Charles Mills, and Elizabeth Anderson.\nLimited to 25 students. Fall semester. Professor Hasan.\nPriority to majors, then on the basis of seniority and enrollment at Amherst. ","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PHIL/PHIL-226-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-360","x":13.0,"y":3.0,"id":"14","attributes":{"Title":"Origins of Analytic Philosophy: Frege, Russell, and the Early Wittgenstein","Description":"Listed in: \n, as PHIL-360\nFormerly listed as: PHIL-40\n (Section 01)\nGottlob Frege, Bertrand Russell, and Ludwig Wittgenstein are towering figures in the history of analytic philosophy.  We shall examine their work, paying special attention to the following themes and their interconnections: language and the nature of meaning, the limits of sense and rationality, and the search for a philosophical method.\nPreference to majors, then by class and to those who attend first class.","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHIL/PHIL-360-1516S'> Course Site </a>","Requisite":["Requisite: One course in Philosophy. Spring semester. Professor George."]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-231","x":14.0,"y":2.0,"id":"15","attributes":{"Title":"Philosophy of Sport","Description":"Listed in: \n, as PHIL-231\nMoodle site: \n (Section 01)\nMost people participate in some form of sporting activity, and many of us also pay close attention to the sporting accomplishments of others. Sport plays a significant role in education, in culture, and even in politics. It’s also a multi-billion dollar international business. Yet sport has received scant attention within philosophy. And this is odd, since it raises many interesting philosophical questions.\nWhat makes something a “sport”? Does cheer-leading or beer-pong count? Competition is central to sport, but is competition clearly a good thing? And what about the connection between sport and violence? Why do so many of us value watching other people engage in sporting activity? Is sport a form of art or does it have its own aesthetics? Why do we care if the Red Sox win? Does sport have any intrinsic connections with issues of race, class, nationality or gender? What’s wrong with doping and the use of other enhancements in sport? Is it right to regard star athletes as role models? What is the proper role of athletics in society and in education—particularly higher-education? Should major college athletes be paid? And do we strike the right balance at Amherst College? Finally, what is the proper place of sport in one’s own life?\nOver the course of the semester, we will explore these and other questions about the nature of sport.\nLimited to 25 students. Fall semester. Professor Moore\nPriority given to philosophy majors and Amherst College students. We will also seek to enroll a class including students with diverse backgrounds.","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PHIL/PHIL-231-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-230","x":15.0,"y":2.0,"id":"16","attributes":{"Title":"Markets, Ethics, and Law","Description":"Listed in: \n, as PHIL-230\nMoodle site: \nDaniel A. Koltonski (Section 01)\nIn this course, we will examine the extent to which markets and market forces, in a broadly capitalist economy, shape not only our economic relations but also our social and political relations and even our self-conceptions.  The course will be divided into three sections:\n(1) As a decentralized system of voluntary exchange, usually among strangers, a market is constituted by certain rules, ones that must be generally enforced among market participants. One set of rules governs the making of contracts between economic actors, and these rules are defined by law and interpreted and enforced by the legal system.  In this section, we will examine contract law—both the legal theory and relevant case law—in order to get a sense of the role laws (and the courts) play in shaping and enabling markets.\n(2) Classical political economy was very concerned not only with the economic benefits of markets and the market economy but also with their social and political effects, both good and bad.  In this section, we will read two of the more important classical political economists—Adam Smith and Karl Marx—as well as two social theorists—Jean-Jacques Rousseau and Thorsten Veblen—whose texts also address these issues.\n(3) Are there moral limits to markets? Are there things that should not be for sale? Several philosophers have recently taken up these questions. They argue against allowing for markets in women’s sexual and reproductive labor, in children’s labor, and in human organs, and they argue against market-oriented solutions to other public and political problems. These arguments are not only worth exploring in themselves but also because they take up many of the themes and concerns of classical political economy.  At the end, we will consider the worries that Max Horkheimer and Theodor Adorno have raised about the Western market in mass cultural products (what they call \"the culture industry\").\nLimited to 25 students. Spring semester. Visiting Professor Koltonski.\nAllow everyone to register. Preference will be given to first years and to those who attend the first class.","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/PHIL/PHIL-230-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-310","x":16.0,"y":3.0,"id":"17","attributes":{"Title":"Ethics","Description":"Listed in: \n, as PHIL-310\nFormerly listed as: PHIL-34\n (Section 01)\n (Section 01)\nWe will be concerned to see whether there is anything to be said in a principled way about right and wrong. The core of the course will be an examination of three central traditions in ethical philosophy in the West, typified by Aristotle, Immanuel Kant, and John Stuart Mill. We will also look at contemporary discussions of the relation between the demands of morality and those personal obligations that spring from friendships, as well as recent views about the nature of personal welfare.\nPriority will be given to majors.\n120.00","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHIL/PHIL-310-1516S'> Course Site </a>","Requisite":["Requisite: One course in Philosophy or consent of the instructor.  Limited to 25 students. Spring semester. Professors Shah and Hasan."]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"RELI-316","x":17.0,"y":3.0,"id":"18","attributes":{"Title":"Philosophy of Religion","Description":"Listed in: \n, as PHIL-219  |  \n, as RELI-316\nFormerly listed as: PHIL-19  |  RELI-18\n (Section 01)\n(Offered as RELI 316 and PHIL 219.) An examination of several major discussion topics in the analytic philosophy of religion: the ethics of religious belief, the “problem of religious language,” the nature of God and the problem of evil. It would seem that it is always irrational to believe that statements about matters which transcend the realm of the empirical are true, since none of these statements can be directly supported by evidence. Thus it would seem that a great deal of religious belief is irrational. Is this the case, or can religious beliefs be supported by other means? Can philosophical reflection bring clarity to such puzzling matters as God's relationship to time, or the question of how a good and all-powerful God could permit the existence of evil? Alternatively, is the entire project of evaluating religious discourse as a set of claims about transcendent realities misguided--i.e., does religious language work differently than the language we use to speak about ordinary objects?\nSpring semester. Professor A. Dole.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RELI/RELI-316-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(105, 224, 49)","size":10.0},{"label":"PHIL-341","x":18.0,"y":3.0,"id":"19","attributes":{"Title":"Freedom and Responsibility","Description":"Listed in: \n, as PHIL-341\nFormerly listed as: PHIL-29  |  PHIL-30  |  PHIL-51  |  PHIL-62\nMoodle site: \n (Section 01)\nAre we free? Do we possess the freedom necessary for moral responsibility? What form of freedom is necessary for moral responsibility? Is this freedom compatible with causal determinism? To be morally responsible for an action, must its agent have been able to act otherwise? Must she have chosen her own character? What is it to be morally responsible for an action? These are the main questions we shall address in this course.  To address them, we shall read works by Hume, Reid, Chisholm, Ayer, Strawson, Frankfurt, Nagel, and others.\nAllow everyone to register. Preference to majors, then by class and to those who attend first class.","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/PHIL/PHIL-341-1415S'> Course Site </a>","Requisite":["Requisite: One course in Philosophy. Limited to 25 students. Spring semester.  Professor Shah."]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-461","x":19.0,"y":4.0,"id":"20","attributes":{"Title":"Seminar: Skepticism","Description":"Listed in: \n, as PHIL-461\nFormerly listed as: PHIL-61\n (Section 01)\nThe topics change from year to year. Some of the most interesting and most characteristic work in recent philosophy has been concerned with the problem of skepticism about the external world, i.e., roughly, the problem of how you know that your whole life isn’t merely a dream. We will critically examine various responses to this problem and, possibly, consider some related issues such as relativism and moral skepticism. There will be readings from authors such as Wittgenstein, Moore, and Austin, and philosophers working today such as Dretske and Putnam.\nPreference to Philosophy Majors, Seniors, Juniors, etc. \n45.00","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHIL/PHIL-461-1516S'> Course Site </a>","Requisite":["Requisite: Two courses in Philosophy or consent of the instructor. Limited to 15 students. Spring semester. Professor Vogel."]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-225","x":20.0,"y":2.0,"id":"21","attributes":{"Title":"Environmental Philosophy","Description":"Listed in: \n, as ENST-228  |  \n, as PHIL-225\nFormerly listed as: ENST-28  |  PHIL-25\n (Section 01)\n(Offered as PHIL 225 and ENST 228.)  Our impact on the environment has been significant, and in recent decades the pace of change has clearly accelerated. Many species face extinction, forests are disappearing, and toxic wastes and emissions accumulate. The prospect of a general environmental calamity seems all too real.\nThis sense of crisis has spurred intense and wide-ranging debate over what our proper relationship to nature should be. This is the focus of the course. Among the questions we shall explore will be: What obligations, if any, do we have to non-human animals, to living organisms like trees, to ecosystems as a whole, and to future generations of humans? Do animals have rights we ought to respect? Is nature intrinsically valuable or merely a bundle of utilities for our benefit? Is there even a stable notion of “what is natural” that can be deployed in a workable environmental ethic? Do our answers to these questions result in some way from a culturally contingent “image” we have of nature and our place within it? How might we best go about changing the ways we inhabit the planet?\n Limited to 25 students.  Priority will be given first to declared Philosophy and Environmental Studies majors. Next priority will be given to students with previous experience in one of these areas.  Spring semester.  Professor Moore.\nPriority will be given first to declared Philosophy and Environmental Studies majors. Next priority will be given to students with previous experience in one of these areas.","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHIL/PHIL-225-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-477","x":21.0,"y":4.0,"id":"22","attributes":{"Title":"Seminar: The Problem of Political Authority and Obligation","Description":"Listed in: \n, as PHIL-477\nMoodle site: \nDaniel A. Koltonski (Section 01)\nThe problem of political authority and obligation is arguably the central problem in political philosophy, at least in the Western liberal tradition. Arthur Ripstein captures this problem well in his \n(2009): “States claim powers that no private person could have. Not only can they collect taxes and imprison wrongdoers; they can impose binding resolutions on private disputes, restrict agents on grounds of public health, and regulate other aspects of social life. Defenders of limited government insist that the state’s power to do these things must be subject to fundamental restrictions. Prior to any question of what factors properly \n the exercise of those powers, however, is the more basic question of the justification of those powers themselves: how can an institution, whose offices are filled with ordinary fallible human beings, be entitled to do things to people, or demand things of them, that none of those same human beings are entitled to do or demand on their own [as private persons]?” (145)\nThis seminar will consider the main contemporary accounts of the state’s authority over its citizens and the citizen’s political obligations to her state or fellow citizens, as well as the important criticisms of these accounts.\nPriority will be given to majors, seniors, then juniors, etc. ","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/PHIL/PHIL-477-1415S'> Course Site </a>","Requisite":["Requisite:  Two courses in Philosophy or consent of the instructor.  Limited to 15 students.  Spring semester.  Visiting Professor Koltonski."]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"PHIL-223","x":22.0,"y":2.0,"id":"23","attributes":{"Title":"Human Health: Rights and Wrongs","Description":"Listed in: \n, as PHIL-223\nFormerly listed as: PHIL-23\n (Section 01)\nU.S. citizens are currently faced with many important decisions about health care policy. Who should have access to health care and to which services?   Should people shoulder the costs of their own unhealthy choices, or would a just society provide health care to all equally?  Should physician-assisted suicide be legalized?  Should abortion remain legal?  Should I be able to make decisions about the health care of my future incompetent self with dementia, even if my future self would disagree with these decisions?  What are our moral obligations to protect human health globally? These issues, in turn, raise basic philosophical questions.  What is the nature of a just society? When are individuals rightly held responsible for their choices?  Am I the same person as any future person with severe dementia?  When does my life begin and when does it end?  What are rights?  Do we, for example, have a basic moral right to health care, to privacy, to decide the course of our treatment, or to authority about the timing and manner of our deaths?  Do we have rights to other goods that have even more impact on our health than access to health care?  Do fetuses have a right to life? These issues, in turn, raise questions about the relative weight and nature of various goods  (e.g., life, pain relief, health, privacy, autonomy, and relationships) and questions about the justice of various distributions of these goods between different individuals.  Finally, our attempts to answer these questions will raise basic questions about the nature of rationality. Is it possible to reach rational decisions about ethical matters, or is ethics merely subjective?\nLimited to 25 students and 12 will be enrolled in the course as a Writing Intensive course with an extra section. Spring semester. Professor Gentzler.\nAllow everyone to register. Preference to first years and to those who attend first class.","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHIL/PHIL-223-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(117, 2, 140)","size":10.0},{"label":"RELI-318","x":23.0,"y":3.0,"id":"24","attributes":{"Title":"The Problem of Evil","Description":"Listed in: \n, as PHIL-229  |  \n, as RELI-318\nFormerly listed as: PHIL-29  |  RELI-51\nMoodle site: \n (Section 01)\n(Offered as RELI 318 and PHIL 229.) If God is \n, then God would not \n any creature to suffer evil; if God is \n, then God would \n to prevent any evil from occurring; and if God is \n, then God would \n to prevent any evil from occurring. Does the obvious fact that there is evil in the world, then, give us reason to think that there is no such God? Alternatively: if an omnibenevolent, omniscient, and omnipotent God does exist, then what could possibly motivate such a God to permit the existence of evil? This course will survey recent philosophical discussions of these questions. We will read works by J. L. Mackie, Nelson Pike, John Hick, Alvin Plantinga, Robert and Marilyn Adams, and others.\nSpring semester.  Professor A. Dole.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RELI/RELI-318-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(105, 224, 49)","size":10.0},{"label":"PHIL-332","x":24.0,"y":3.0,"id":"25","attributes":{"Title":"Metaphysics","Description":"Listed in: \n, as PHIL-332\nFormerly listed as: PHIL-32\nMoodle site: \n (Section 01)\nMetaphysics is the investigation, at the most fundamental level, of the nature of reality. It has been an especially vibrant area of philosophy in recent years, and we will read some of the freshest and most important work in the field. Among the questions to be considered are: What is existence? Is there more than one kind of existence? Are there merely possible things? Could you have been a poached egg (Tichy)? What is possibility anyway? Can things really change, or do they last for no more than a moment, or both? When are several things parts of some greater whole, and why? Is a statue identical to the lump of clay from which it is fashioned? How can you destroy the statue, yet not destroy the clay? Thinking through such basic questions leads to surprising perplexities and surprising insights. Readings by Quine, Kripke, Lewis, Van Inwagen, and others. \nPreference to majors, Amherst seniors first, then juniors, etc. ","Department Code":"PHIL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PHIL/PHIL-332-1516F'> Course Site </a>","Requisite":["Requisite: One course in philosophy. Limited to 25 students. Fall semester. Professor Vogel."]},"color":"rgb(117, 2, 140)","size":10.0}]}