{"edges":[{"label":"","source":"7","target":"47","id":"6","attributes":{},"color":"rgb(59, 223, 160)","size":1.0},{"label":"","source":"26","target":"54","id":"8","attributes":{},"color":"rgb(59, 223, 160)","size":1.0},{"label":"","source":"32","target":"47","id":"10","attributes":{},"color":"rgb(59, 223, 160)","size":1.0},{"label":"","source":"59","target":"3","id":"12","attributes":{},"color":"rgb(59, 223, 160)","size":1.0},{"label":"","source":"59","target":"54","id":"14","attributes":{},"color":"rgb(59, 223, 160)","size":1.0},{"label":"","source":"60","target":"47","id":"16","attributes":{},"color":"rgb(59, 223, 160)","size":1.0},{"label":"","source":"61","target":"54","id":"18","attributes":{},"color":"rgb(59, 223, 160)","size":1.0}],"nodes":[{"label":"POSC-346","x":0.0,"y":3.0,"id":"0","attributes":{"Title":"Philosophy of Freedom","Description":"Listed in: \n, as POSC-346\nMoodle site: \n (Section 01)\n[PT] This course introduces the students to the philosophy of freedom and the conceptual complexity and diversity that can be observed in the history of philosophy and political thought when it comes to defining freedom. The most significant part of the course focuses on explaining three concepts of freedom: negative freedom, positive freedom, and republicanism (freedom as non-domination). The students will be introduced to the main proponents of each concept of freedom and the main critiques of each of these different ways of conceiving freedom. The other part of the course involves applying the theoretical knowledge of these different concepts of freedom to specific contemporary social and political issues which revolve around freedom, its meaning, how to safeguard and expand it, and which are often the cause of heated debates: what are the limits of religious freedom in our secularized societies, what are the limits of the freedom of speech and expression, when does the right of the government and external authorities to intervene in our personal lives conflict with our right to personal freedom/autonomy? Throughout the course it will become clear that the position one adopts on these and similar issues fundamentally relates to the way in which one conceives of freedom, and that the conceptualization of freedom is of great importance and not, as some philosophers and political scientists have argued, the matter of a debate that has caused much heat but little light.  One or two courses in political theory/ philosophy useful but not required. \nLimited to 15 students.  Spring semester.  Loewenstein Fellow Gescinska\nPreference will be given to political science majors. \n37.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/POSC/POSC-346-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-117","x":1.0,"y":1.0,"id":"1","attributes":{"Title":"Transformative Ideas","Description":"Listed in: \n, as POSC-117\nMoodle site: \n (Section 01)\n[PT] This course explores a series of ideas from the nineteenth and twentieth centuries that have substantially changed the way people think about humanity in the Western world.  Each idea is closely associated with an author. While from year to year the ideas change, for 2013 we read and wrote about, Karl Marx and Frederic Engels' \n, Henry David Thoreau’s \n, Friedrich Nietzsche’s \n, Sigmund Freud’s \n, selections from Franz Kafka's \n Hannah Arendt, \n and Michel Foucault’s \n. Students are required to purchase a copy of Strunk and White, \n.\nThis course emphasizes the development of several skills, including close reading, interpretation, and expository writing. Students are required to pose critical questions concerning the readings posted to the course blog on the night prior to each meeting. Each week students are required to write a brief essay in response to a prompt provided by me commenting on a passage in the week’s reading. These essays are evaluated for grammar, style, logical coherence, and clarity.\nThis is a discussion-based course with the expectation of active participation by students who must complete the reading for each class meeting prior to class. Students are evaluated for their ability to engage thoughtfully with the texts and with each other. Evaluation of participation constitutes the remaining 10% of the final grade for the course.\nLimited to 15 students. Fall semester. Professor Dumm.\nPreference given to first year then second year students then Political Science majors.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-117-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-372","x":2.0,"y":3.0,"id":"2","attributes":{"Title":"Culture and Politics in 20th-Century Europe","Description":"Listed in: \n, as EUST-372  |  \n, as POSC-372\nFormerly listed as: EUST-35  |  POSC-72\nMoodle site: \n (Section 01)\n(Offered as POSC 372 [SC] and EUST 372.) This seminar discusses political and economic ideas and ideologies in 20th-century Europe.  Some of the recurring themes are:  nationalism; Marxism/socialism/communism; fascism; anti-Semitism; Catholicism and the role of the church in politics; existentialism; the expansion of liberalism and the collapse of Communism; the role of the U.S. and American culture in European societies; the “idea of Europe” and the reality of European integration; European identity and national identities. Seminar discussion is a free-wheeling mix of politics, economics and culture.\nNot open to first-year students. Limited to 25 students. Fall semester.  Professor Tiersky.\nPreference to Political Science and European Studies majors, and seniors and juniors. \n23.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-372-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-486","x":3.0,"y":4.0,"id":"3","attributes":{"Title":"U.S.-Latin American Relations","Description":"Listed in: \n, as POSC-486\nFormerly listed as: POSC-22  |  POSC-73\nMoodle site: \n (Section 01)\n[IL, G] Can small and non-powerful nations ever profit from a relationship with a more powerful hegemon? Who gains and who loses in this type of asymmetrical relationship? This seminar attempts to answer these questions by looking at the relations between the U.S. and Latin American nations. The seminar begins by presenting different ways in which intellectuals have tried to conceptualize and analyze the relations between the U.S. and Latin America. These approaches are then applied to different dimensions of the relationship: (1) intra-hemispheric relations prior to World War II (the sources of U.S. interventionism and the response of Latin America); (2) political and security issues after World War II (the role of the Cold War in the hemisphere and U.S. reaction to instability in the region, with special emphasis on Cuba in the early 1960s, Peru in the late 1960s, Chile in the early 1970s, The Falklands War and Nicaragua in the 1980s); and (3) economic and business issues (the politics of foreign direct investment and trade, and the debt crisis in the 1980s). Finally, we examine contemporary trends: the emerging hemispheric convergence, economic integration, drug trade, immigration, the defense of democracy regime, and the re-emergence of multilateral interventionism. \nPriority will be given to Juniors, and then Sophomores.  Seniors will be admitted to the course only if they need an advanced seminar in Political Science to graduate. ","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-486-1516F'> Course Site </a>","Requisite":["Requisite: POSC 213 or its equivalent. Admission with consent of the instructor. Limited to 15 students. Fall semester. Professor Corrales."]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-356","x":7.0,"y":3.0,"id":"4","attributes":{"Title":"Regulating Citizenship","Description":"Listed in: \n, as POSC-356\nFormerly listed as: POSC-56\nMoodle site: \n (Section 01)\n[IL] This course considers a fundamental issue that faces all democratic societies: How do we decide when and whether to include or exclude individuals from the rights and privileges of citizenship? In the context of immigration policy, this is an issue of state power to control boundaries and preserve national identity. The state also exercises penal power that justifies segregating and/or denying privileges to individuals faced with criminal sanctions. Citizenship is regulated not only through the direct exercise of force by the state, but also by educational systems, social norms, and private organizations. Exclusion is also the result of poverty, disability, and discrimination based on gender, race, age, and ethnic identity. This course will describe and examine the many forms of exclusion and inclusion that occur in contemporary democracies and raise questions about the purpose and justice of these processes. We will also explore models of social change that would promote more inclusive societies. This course will be conducted inside a correctional facility and enroll an equal number of Amherst students and residents of the facility. Permission to enroll will be granted on the basis of a questionnaire and personal interview with the instructor.\nAdmission with consent of the instructor. Limited to 12 students. Fall semester. Professor Bumiller.\nPreference will be given to political science majors and to students who attend all class meetings before the end of the Add/Drop period","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-356-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-347","x":8.0,"y":3.0,"id":"5","attributes":{"Title":"Nuclear America","Description":"Listed in: \n, as POSC-347\nMoodle site: \n (Section 01)\n[G] Nuclear activity is ridden with contradictions: nuclear power is one of the most environmental-friendly sources of energy, yet nuclear waste presents considerable health dangers. Moreover, while nuclear energy is badly needed by many states for economic development, it can lay the foundations for the acquisition of the most powerful weapons in the world. Few countries embody the contradictions of nuclear power to the degree to which the United States does. The first country to detonate a nuclear device (and the only one to have used it in conflict), the U.S. quickly became the champion of anti-proliferation efforts; at the same time, while heavily relying on nuclear power, the U.S. also has displayed throughout its history a burgeoning \"Nuclear Fear,\" permeating, as Spencer Weart explains, various aspects of public life. This class explores the evolution through history of the U.S. foreign policy strategy on issues of nuclear proliferation (both horizontal and vertical), connecting it to the domestic debate on uses of nuclear power and nuclear research. The aim of the class is to explore the links between the domestic and the international dimension of the U.S. position on nuclear weapons: how did the Three Mile Island incident affect the U.S. posture on nuclear weapons reduction, if at all? How did the culture of containment during the Cold War affect the domestic debate on nuclear weapons? Under what conditions had the boundaries between domestic and international stances on nuclear power become porous, and when did they become fixed instead? The structure of the class will be diachronic: we will be following and reading about the posture of the U.S. on nuclear weapons issues in the international arena through the decades, as well as on domestic developments concerning nuclear weapons. The class will therefore use the relation between America and nuclear weapons to understand a variety of theories of International Relations, including  Liberalist, Social Constructivist, and Critical Security Studies approaches.\nLimited to 25 students.  Fall semester.  Visiting Professor Mattiacci.\nPreference will be given to political science majors.\n58.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-347-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-211","x":9.0,"y":2.0,"id":"6","attributes":{"Title":"The Political Theory of Liberalism","Description":"Listed in: \n, as POSC-211\nMoodle site: \n (Section 01)\n[PT] This course is a survey of Western liberal political theory from its 17th-century origins through some of its contemporary expressions. Among the thinkers whose works we may read are Thomas Hobbes, John Locke, Mary Wollstonecraft, Ralph Waldo Emerson, John Stuart Mill, Isaiah Berlin, John Rawls, Stanley Cavell, and Judith Sklar.\nLimited to 40 students.  Fall semester.  Professor Dumm.\nPriority given to political science majors. Others admitted to balance by class year and major. ","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-211-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"AMST-468","x":11.0,"y":4.0,"id":"7","attributes":{"Title":"Research Methods in American Culture","Description":"Listed in: \n, as AMST-468\nFormerly listed as: AMST-68  |  ENGL-95  |  HIST-83\n (Section 01)\nThis course is designed to provide American Studies juniors (and others) with a methodological grounding in the discipline and an opportunity to conduct research on a topic of their own choosing. We will engage a wide range of materials and methodologies in this course in order to grasp the broad interdisciplinarity of the field of American Studies. Through short written exercises addressing a variety of documents including manuscripts, journals, census records, images and printed books, students will gauge the utility of various methodological approaches to determine which are most useful for their own independent work. The major requirement of this course is a research presentation that will be presented in a public forum at the end of the semester.\nLimited to 15 students.  Open to juniors and seniors as a research seminar; underclassmen admitted only under special circumstances.  Spring semester.  Professor Hayashi.\nPreference will be given to junior and senior American Studies majors, followed by students in Black Studies, History, and the Five Colleges certificate programs in Asian Pacific American Studies and Native American Studies.","Department Code":"AMST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/AMST/AMST-468-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(11, 225, 253)","size":10.0},{"label":"POSC-312","x":12.0,"y":3.0,"id":"8","attributes":{"Title":"Post-Cold War American Diplomacy","Description":"Listed in: \n, as HIST-257  |  \n, as POSC-312\nFormerly listed as: COLQ-18  |  HIST-50  |  POSC-55\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as POSC 312 [G] and HIST 257 [US].)  A 1992 still-classified Pentagon Defense Policy Guidance draft asserts that America’s political and military mission in the post-cold war era will be to ensure that no rival superpower be allowed to emerge in world politics. This course will examine American foreign relations from the fall of the Berlin Wall to the present. We will study the similarities and differences in the styles of statecraft of all post-cold war U.S. administrations in producing, managing and sustaining America’s unrivaled international position, which emerged in the aftermath of the collapse of the Soviet Union.  While examining the debates between liberals and neoconservatives about America’s role in the world both preceding and following the 9-11 attack, we will also discuss the extent to which these debates not only have shaped American foreign policy but also how they have influenced our domestic politics and vice versa. Among the other main themes to be examined:  the strategic, tactical and humanitarian uses of military and other forms of power by each administration (e.g., towards Somalia, the Balkans, Iraq, Afghanistan); U.S. policy towards NATO and towards the world economy; U.S. policy towards Russia, China, the Middle East and Latin America; human, economic and political costs and benefits of American leadership in this period.\nPreference given to students who have taken one of the following courses: POSC 213, 310, 311, 410; HIST 256. Limited to 30 students. Not open to first-year students. Fall semester. Professor Machala and Professor Emeritus G. Levin.\nPreference given to students who have taken one of the following courses: Political Science 213, 310, 311, 410; History 256.\n31.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-312-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-401","x":13.0,"y":4.0,"id":"9","attributes":{"Title":"Fanaticism","Description":"Listed in: \n, as POSC-401\nMoodle site: \n (Section 01)\n[SC]  Many perceive a dangerous rise in radically utopian politics, often described as \"fanaticism.\" Against the backdrop of increased ethnic and nationalist violence, authoritarianism, and declining safeguards for human rights, fanaticism is considered a fundamental impediment to well-functioning democratic politics. Yet, if such a concept is to have the theoretical force policy makers and theorists would like, more clarity is needed regarding what \"fanaticism\" is and how it operates.\nThis course examines the genealogy of fanaticism as a political concept. Who are political fanatics? What are the political (and psychological) consequences to \"us\" in labeling others as \"fanatics\"? How might we distinguish between fundamentalism and fanaticism? Is fanaticism necessary to define the limits of toleration or representation or an open civil society? Is fanaticism always dangerous to democratic politics, or can it be usefully employed to reshape that politics? This course will use these questions to explore fanaticism and its critiques, especially as the concept developed in relation to the history of liberal democracy. The first section of the course examines the problem of identity and fanaticism, exploring the practical and conceptual costs of asking, “Who is a fanatic?” The second section of the course traces the political anxiety raised by fanaticism, engaging European Enlightenment debates on representation, rationality, and public passions. The third section of the course questions the traditionally perceived dangers of fanaticism to democratic politics, and whether fanaticism can be better conceived as a mode of political practice – a way of doing politics. Ultimately these inquiries are designed to test our assumptions about what fanaticism is as a political idea and how it operates in contemporary political thought.  \nPreference for majors/juniors first/balanced after\n39.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/POSC/POSC-401-1415S'> Course Site </a>","Requisite":["Requisite: One course in political or social theory. Limited to 15 students. Spring semester. Professor Poe."]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-206","x":14.0,"y":2.0,"id":"10","attributes":{"Title":"Race and American Politics","Description":"Listed in: \n, as POSC-206\nMoodle site: \n (Section 01)\nAshley Brown Burns (Section 01)\n (Section 01)\n[SC] This course will examine the salience of race in American politics and public policy. Race--its construction and meaning--shapes and has been shaped by the politics and institutions of the United States.  The course will help students to develop an understanding of the historical, ideological and cultural foundations and contexts of racial politics. While attention will be directed to the emblematic black-white racial paradigm, we will also examine minority politics of Latinos, American Indians, Asian Americans and other groups. We will evaluate the ways in which race remains central in a number of political and policy contexts including representation, political partisanship, public opinion, legal institutions, and the mass media.  How can we make sense of the conflicting descriptions of contemporary America as a racist, colorblind, multicultural, or post-racial Society?\u2028\u2028\nLimited to 25 students.  Fall and spring semester.  Professor Burns.\nPreference given to Political Science majors, then first and second year students\n32.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/POSC/POSC-206-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-320","x":15.0,"y":3.0,"id":"11","attributes":{"Title":"Rethinking Post-Colonial Nationalism","Description":"Listed in: \n, as POSC-320\nFormerly listed as: POSC-20\nMoodle site: \n (Section 01)\n[IL] Nationalist fervor seemed likely to diminish once so-called Third World nations achieved independence. However, the past few years have witnessed the resurgence and transformation of nationalism in the post-colonial world. Where anti-colonial nationalist movements appeared to be progressive forces of social change, many contemporary forms of nationalism appear to be reactionary. Did nationalist leaders and theoreticians fail to identify the exclusionary qualities of earlier incarnations of nationalism? Were they blind to its chauvinism? Or has nationalism become increasingly intolerant? Was the first wave of nationalist movements excessively marked by European liberal influences? Or was it insufficiently committed to universal principles? We will explore expressions of nationalism in democratic, revolutionary, religious nationalist, and ethnic separatist movements in the post-colonial world.\nSpring semester.  Professor Basu.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-320-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-404","x":16.0,"y":4.0,"id":"12","attributes":{"Title":"Machiavelli and the Politics of Appearances","Description":"Listed in: \n, as POSC-404\n (Section 01)\n[PT] The Florentine Niccolò Machiavelli (1469-1527) can be credited with proclaiming that political reflection should be concerned with the way things actually are rather than with what they should be or the way we would wish them to be. In his comedies, \n and \n, and in his most famous work, \n, Machiavelli investigated the question of identity in light of the propensity of people to judge by appearances rather than essences. With a contiguity between the divine and the earthly no longer presupposed, Machiavelli made the radical proposal that perhaps appearances were all that mattered in political life, and he did not flinch at the consequences of such a proposal. At the same time, in his \n, Machiavelli proposed an understanding of the foundations of citizenship in “civic virtue” that seemed to demand something more than appearances. The antagonism, if that is what it is, between these two imperatives largely defines the conflict that is modernity in political thought and that, in particular, troubles recent democratic political demands for political transparency. This seminar will explore the theme of appearance and transparency in politics through a reading of Machiavelli’s major works and selected secondary sources. Students will be required to complete response essays on each week’s readings and a seminar paper upon the seminar’s conclusion.\nPreference given to senior and junior Political Science majors who require the class, then to majors by rank, then to non-majors ","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-404-1516S'> Course Site </a>","Requisite":["Requisite: Previous course in political theory or permission of the instructor. Limited to 18 students. Spring semester. Five College Visiting Professor Xenos."]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-490","x":17.0,"y":4.0,"id":"13","attributes":{"Title":"Lat Am Constitutionalism","Description":"Listed in: \n, as POSC-490\n (Section 04)","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-490-04-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-403","x":18.0,"y":4.0,"id":"14","attributes":{"Title":"Social Policy in China","Description":"Listed in: \n, as ASLC-403  |  \n, as POSC-403\nMoodle site: \n (Section 01)\n(Offered as POSC 403 [IL, SC] and ASLC 403 [C]. ) After three decades of unprecedented economic growth, China is facing a new phase of development in which social policy issues such as healthcare, social security, and environmental degradation are taking center stage in the national dialogue. This course will provide students with the substantive knowledge and analytical tools to critically examine these issues, evaluate current policies, and propose feasible alternatives within the Chinese context. The semester begins with an overview of state-society relations in contemporary China, including the processes of policy design and implementation. The Chinese government emphasizes an experimentalist approach to policymaking, resulting in an important role for research, think tanks, and policy evaluation tools in the development of policy. Then, the course will examine the major social policy areas in China: health, education, poverty alleviation, social security, and environmental policy. Throughout the semester, students will also learn the tools of policy analysis, which they will employ in an independent research project on a policy problem in China. This course will enable students to think about social policy design and implementation in the context of the challenges inherent to a non-democratic, developing country with pervasive corruption and weak legal institutions. Thus, this course would be of interest to students seeking to study Chinese politics at an advanced level or those who plan to pursue a career in social policy and development more broadly.\nPrevious experience or coursework related to China strongly preferred. Previous coursework in the social sciences will be an asset. Limited to 20 students.  Fall semester.  Professor Ratigan.\nPriority given to seniors, then to a balance of sophomores and juniors, randomly determined, followed by first-year students and 5-college students.\n59.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-403-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-400","x":19.0,"y":4.0,"id":"15","attributes":{"Title":"Domestic Politics","Description":"Listed in: \n, as POSC-400\nFormerly listed as: POSC-17\nMoodle site: \n (Section 01)\n[SC] This course will explore the domestic sphere as a site of politics. We will define the domestic sphere broadly, including politics in the home, private life, and state and local governments. The principle questions to be addressed will include: How does the conception of public and private shift over time and what are the forces driving these changes? How is the private sphere seen as a site of safety versus danger? What are the consequences of the intervention of state power and policing into the private sphere? A wide range of issues will be covered including the role of bureaucracies, the social organization of families, regulation of health and safety, domestic violence, urban revitalization, the deinstitutionalization of people with disabilities, homelessness, economic and racial inequality, policing, and incarceration. The course will examine these issues primarily in the context of American politics and society. There is a required 20-page research paper. \nPriority given to political science majors","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/POSC/POSC-400-1415S'> Course Site </a>","Requisite":["Requisite: An Introductory course in political science or its equivalent. Limited to 20 students. Spring semester. Professor Bumiller."]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-334","x":20.0,"y":3.0,"id":"16","attributes":{"Title":"American Political Thought","Description":"Listed in: \n, as POSC-334\nFormerly listed as: POSC-34\nMoodle site: \n (Section 01)\n[PT] This course is a study of aspects of the canon of American political thought. While examining the roots of American thought in Puritanism and Quakerism, the primary focus will be on American transcendentalism and its impact on subsequent thought. Among those whose works we are likely to consider are Ralph Waldo Emerson, Henry David Thoreau, Margaret Fuller, Walt Whitman, W.E.B. DuBois, William James, Jane Addams, John Dewey, Martin Luther King, Hannah Arendt, Richard Rorty, and Stanley Cavell.\nNot open to first-year students.  Spring semester.  Professor Dumm.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-334-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-245","x":21.0,"y":2.0,"id":"17","attributes":{"Title":"Modern Political Thought","Description":"Listed in: \n, as POSC-245\nFormerly listed as: POSC-35\nMoodle site: \n (Section 01)\n[PT] Modernity – the age of individualism, increasing social autonomy, and political self-determination – was an era of enormous progression and novelty in political thinking. In it we find new conceptions of political rationality and affect (how to think and feel about politics), as well as reconceptualizations of such key concepts as equality and liberty, the state and civil society. These changes held much promise, shaping institutions that seemed destined to improve economic and social conditions for rapidly increasing populations. Yet the politics that ensued from this \"modern\" thinking sometimes proved disastrous: The 20th century – once thought to fulfill the promise of modernity – has been the most violent in history. This course surveys the development of political concepts in modern Western thought. We will trace paradigmatic shifts in political ideas as they begin to surface in 17th- and 18th-century European thought, evidenced in the writings of Hobbes, Locke, Rousseau, and Kant, amongst others. And we will compare these ideas with the thinking of some prominent 19th- and 20th-century critics, including Marx, Nietzsche, Weber, and Schmitt. Through close textual readings and contextual analysis we will engage in a systematic comparison of our assumptions about politics with those expressed in these philosophical debates. And, in so doing, we will attempt to further our understanding of contemporary politics and the problems requisite to our own political practices.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/POSC/POSC-245-1415S'> Course Site </a>","Requisite":["Requisite:  One course in POSC or LJST.  Spring semester.  Professor Poe."]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-232","x":22.0,"y":2.0,"id":"18","attributes":{"Title":"Political Economy of Development","Description":"Listed in: \n, as POSC-232\nFormerly listed as: POSC-15  |  POSC-32\nMoodle site: \n (Section 01)\n[IL, G] This course surveys some of the principal themes in the political economy of lower-income countries. Questions will cover a broad terrain. What are the key characteristics of poor economies? Why did these countries fail to catch up economically with the West in the 20th century? Who are the key political actors? What are their beliefs, ideologies and motivations? What are their political constraints, locally, nationally and globally? We will review definitions of development, explanations for the wealth and poverty of nations, the role of ideas, positive and dysfunctional links between the state and business groups, the role of non-state actors, the causes and consequences of poverty, inequality, disease and corruption, the impact of financial globalization and trade opening, the role of the IMF and the World Bank, and the arguments of anti-developmentalists. We will look at the connection between regime type and development. (Are democracies at a disadvantage in promoting development?) We will also devote a couple of weeks to education in developing countries. We know education is a human good, but is it also an economic good? Does education stimulate economic growth? What are the obstacles to education expansion? We will not focus on a given region, but rather on themes. Familiarity with the politics or economics of some developing country is helpful but not necessary.\nLimited to 25 students. Fall semester. Professor Corrales.\nPriority first given to seniors, then to a balance of sophomores and juniors, randomly determined, followed by first-year students and 5-college students.\n38.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-232-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-482","x":23.0,"y":4.0,"id":"19","attributes":{"Title":"United States Foreign Policy: Democracy and Human Rights","Description":"Listed in: \n, as POSC-482\nFormerly listed as: POSC-62  |  POSC-82\nMoodle site: \n (Section 01)\n[G] Is the United States committed to promoting democracy and human rights abroad or just advancing its own strategic and domestic corporate interests? What influence does the United States have on the development of democracy around the world and the emergence of--and compliance with--international human rights conventions, protocols and laws? This seminar begins with an historical overview of American democracy and human rights rhetoric and policies and seeks to uncover the range of political, economic, cultural and geostrategic motivations underlying U.S. behavior. We will then examine American foreign policy responses to a broad range of contemporary human rights and democracy issues with special attention given to analyzing and comparing the post-Cold War state-building efforts in the Balkans, Iraq, and Afghanistan. Previous course work relating to international relations, American politics or foreign policy, or political theory required. \nAdmission with consent of the instructor.  Limited to 15 students. Fall semester.  Five College Professor Western.\nPriority given to Political Science majors.\n15.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-482-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-302","x":24.0,"y":3.0,"id":"20","attributes":{"Title":"Disabling Institutions","Description":"Listed in: \n, as POSC-302\nMoodle site: \n (Section 01)\n[IL] This course will consider how institutions, often contrary to their intended purposes, serve to disable individuals and limit their life potential. We will examine a variety of institutions, including state bureaucracies, facilities designed to house people with mental and physical conditions, schools, and prisons. We will also consider a range of disablements, resulting from visible and invisible disabilities as well as gender, sexuality, race and class-based discrimination. We will explore how institutions might be redesigned to less rigidly enforce normalcy and to enable the political participation of individuals who currently experience social exclusion. \nLimited to 25 students. Spring semester. Professor Bumiller.\nPriority given to political science majors. Others admitted to balance by class year and major.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-302-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-209","x":25.0,"y":2.0,"id":"21","attributes":{"Title":"China in the International System","Description":"Listed in: \n, as ASLC-209  |  \n, as POSC-209\nMoodle site: \n (Section 01)\n(Offered as POSC 209 [G] and ASLC 209) This course will analyze China's foreign relations, major foreign policy challenges, and China's role in the international community. To understand the context in which foreign policy is made, we will begin the course by examining the domestic forces that shape foreign policy, including the role of elites and popular nationalism. We will then turn to China’s relations with its neighbors in the Asia-Pacific region with a particular focus on political hot-spots and areas of territorial dispute or historical conflict such as relations with Japan and Taiwan. We will also broaden our focus to examine China’s relations with other regions of the world including North America, Europe, Latin America, and Africa. Finally, we will evaluate the evolution of China’s engagement with international organizations, such as the World Trade Organization and the United Nations. We will assess the impact that China has had on international discourse related to human rights and democracy and analyze the implications of a “Beijing Consensus” as an alternative narrative for the international system.\nLimited to 25 students. Spring semester. Professor Ratigan.\nPriority given to seniors, then to a balance of sophomores and juniors, randomly determined, followed by first-year students and 5-college students","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-209-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-360","x":26.0,"y":3.0,"id":"22","attributes":{"Title":"Punishment, Politics, and Culture","Description":"Listed in: \n, as POSC-360\nFormerly listed as: POSC-60\nMoodle site: \n (Section 01)\n[IL] Other than war, punishment is the most dramatic manifestation of state power. Whom a society punishes and how it punishes are key political questions as well as indicators of its character and the character of the people in whose name it acts. This course will explore the connections between punishment and politics with particular reference to the contemporary American situation. We will consider the ways crime and punishment have been politicized in recent national elections as well as the racialization of punishment in the United States. We will ask whether we punish too much and too severely, or too little and too leniently. We will examine particular modalities of punishment, e.g., maximum security prisons, torture, the death penalty, and inquire about the character of those charged with imposing those punishments, e.g., prison guards, executioners, etc. Among the questions we will discuss are: Does punishment express our noblest aspirations for justice or our basest desires for vengeance? Can it ever be an adequate expression of, or response to, the pain of victims of crime? When is it appropriate to forgive rather than punish? We will consider these questions in the context of arguments about the right way to deal with juvenile offenders, drug offenders, sexual predators (“Megan’s Law”), rapists, and murderers. We will, in addition, discuss the meaning of punishment by examining its treatment in literature and popular culture. Readings may include selections from The Book of Job, Greek tragedy, Kafka, Nietzsche, Freud, George Herbert Mead, and contemporary treatments of punishment such as Foucault’s \n, Butterfield’s \n, Scarry’s \n, Garland’s \n, Hart’s \n, and Mailer’s \n. Films may include \n and \nLimited to 15 students. Spring semester. Professor Sarat.\nI aim to admit a mix of students from different classes and with different backgrounds in political science and in other fields in order to foster a rich interdisciplinary conversation","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-360-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-219","x":27.0,"y":2.0,"id":"23","attributes":{"Title":"Introduction to American Politics","Description":"Listed in: \n, as POSC-219\n (Section 01)\n[IL] U.S. politics have been an object of fascination not only for American citizens but also for scholars, students, and observers from around the world.  This course provides both an introduction to key scholarly arguments about American political institutions, development and participation as well as a chance to engage with the important question of how distinctive the politics of the U.S. actually are.  Focusing our attention initially on the role Congress, the Presidency, the Supreme Court, and the Constitution play in the shaping of policy, we will then examine how Americans actually participate in the political process.  This means looking at how parties, the media, perceptions of class, race, and gender, interactions with bureaucracy, and even arguing and fighting shape the way Americans view their place in the political world.  Finally, we will focus on the question of American \"exceptionalism\" - how different, really, are American political institutions and experience, and what lessons can we draw from the American experiment that might (or might not) help us understand the political process elsewhere?\nLimited to 30 students.  Spring semester.  Professor Obert.\nPriority given to a balance of first year and second-year students, randomly determined, then Political Science majors.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-219-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-324","x":28.0,"y":3.0,"id":"24","attributes":{"Title":"Power and Violence in America: An Historical Approach to Politics","Description":"Listed in: \n, as POSC-324\nMoodle site: \n (Section 01)\n[ IL ] This course will introduce students to the transformative year of 1877, with a focus on the end of Reconstruction and the \"Great Railroad Strike of 1877.\" Through studying these two events the course will introduce students to some of the most important trends in American political development, including industrialization, capital-labor relations, the Civil War, the growth of the military, the organization of violence, and the settling of the America frontier. The course will begin with a short introduction to Reconstruction and the Great Strike. We will then spend roughly one third of the course reading theoretical and empirical work on the historical processes that proceeded the upheaval of 1877, including the Civil War, the transformation of the American economy, and the rapid growth of the railroads. We will spend the second third of the course focusing specifically on the end of Reconstruction and the actual Great Strike. We will spend the final third of the course tracing the historical consequences of the events of 1877 into the twentieth century. This course, which is being taught contemporaneously at Middlebury College and Amherst College, will include a virtual classroom component as well as opportunities for intercollegiate collaboration.\nLimited to 25 students.  Fall semester.  Professor Obert.\nPriority first given to seniors, then to a balance of sophomores and juniors, randomly determined, followed by first-year students and 5-college students\n41.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-324-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-246","x":29.0,"y":2.0,"id":"25","attributes":{"Title":"European Politics: The EU and the Making of the United States of Europe","Description":"Listed in: \n, as POSC-246\nMoodle site: \n (Section 01)\n[ IL, SC ] This course presents an historical account of the process of European integration and guides the students through the bureaucratic labyrinth of the European Union. The EU is a major political, economic and military (despite the lack of a unified European defense policy) supranational entity and arguably the most important economic and political partner of the U.S.  A thorough understanding of how the EU was created and how it operates is thus of great importance to understand international politics and it is this understanding that the students will acquire throughout this course.\nThe course consists of three modules. The first module begins with the end of WWI, which ignited the belief that a far-reaching process of European integration was needed to avoid history repeating itself with another world war, though it took another world war before that process of integration began to take form. In this module we will examine the views of those intellectuals and politicians who–-already during the interwar period–-began advocating the formation of a European federation, a United States of Europe, and discuss how that process of integration eventually unfolded after WWII: from the formation of the ECSC in 1951 to the formal establishment of the EU in 1993 via the Maastricht Treaty and its most recent expansions.\nThe second module takes a closer look at the different levels of European integration: military, economic, financial, political, and also cultural. In the third module we will look at the main obstacles for further European integration. We will discuss the recurrent objections to this process of integration and the way the EU is currently functioning and evaluate to what extent the objections of Eurosceptics are justified.\nThroughout the course the students will be guided through the history of the making of the EU and its institutions and will also get to know what the current power balances in Europe are--not only among the different member states of the EU but also within its most powerful members. Attention will also be paid to recent developments and contemporary \"hot issues\" within the EU, including issues that risk undermining the process of integration, or that in fact might speed it up. These are, among others, the debate of a shared immigration policy, the possibility of countries opting out of the Union, and the TTIP (Transatlantic Trade and Investment Partnership) between the US and the EU.\nFall semester.  Loewenstein Fellow Gescinska.\nPreference given to Political Science majors","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-246-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-480","x":5.0,"y":4.0,"id":"26","attributes":{"Title":"Contemporary Political Theory","Description":"Listed in: \n, as POSC-480\nFormerly listed as: POSC-43  |  POSC-80\nMoodle site: \n (Section 01)\n[PT] A consideration of twentieth- and twenty-first-century Western political theory. Topics to be considered include the fate of modernity, identity and difference, power, representation, freedom, and the state. This year’s readings may include works by the following authors: Freud, Weber, Benjamin, Heidegger, Arendt, Derrida, Foucault, Berlin, Butler, Connolly, and Agamben. \nLimited to 20 students. Spring semester. Professor Dumm.\nPriority will be given to seniors, then juniors, then to sophomores and 5-college students.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-480-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"BLST-298","x":30.0,"y":2.0,"id":"27","attributes":{"Title":"Global Capitalism and the African Diaspora","Description":"Listed in: \n, as SOCI-298  |  \n, as BLST-298  |  \n, as POSC-298\nMoodle site: \n (Section 01)\n(Offered as BLST 298 [D], POSC 298 [G], and SOCI 298) Studies of the Black experience have tied the African Diaspora to the formation of the modern world-system and the proliferation of global capitalism. Since the sixteenth century, the conscription and the exploitation of Black labor and human capital have been essential to each cycle of accumulation that has sustained capitalism. This course will survey the emergence and evolution of the African Diaspora in relationship to changes in the global capitalist economy and how that history continues to shape material conditions of African descendants. Drawing upon a range of theoretical perspectives from thinkers such as Marcus Garvey, Walter Rodney, Immanuel Wallerstein, Eric Williams, and Samir Amin, we will examine structural features of the modern global political economy and how they produce, reproduce, and reconstitute the African Diaspora based on how Diasporic subjects are represented in the racial global axial division of labor. Through interdisciplinary readings, the course will encourage critical analysis of conditions of inequality in the African Diaspora--locally, nationally, and globally.\nSpring semester. Five College Fellow Burden.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BLST/BLST-298-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(49, 219, 221)","size":10.0},{"label":"POSC-250","x":31.0,"y":2.0,"id":"28","attributes":{"Title":"Contemporary Francophone Africa: Colonial State and Beyond","Description":"Listed in: \n, as POSC-250\nMoodle site: \nAlfred Babo (Section 01)\n[ IL, SC ] This course will investigate the idea of colonialism, its evolution in France, and its practice in past and contemporary Africa. We will study the colonial and post-colonial administration, states, peoples, ethnicities, and cultures that have been shaped by long-term French colonization. This course also will explore the economy, the society and the politics that have been used to establish the French colonial system in Africa.  In addition, we will investigate forms of resistance in Africa by studying some African heroes and their political movements against colonial administration and for independence. Because independence didn't end the ideology of French colonialism in Africa, we will study new forms of colonialism which are still implemented in the African (West and Central) countries of the former French empire. To this end, the course will cover three major periods hinged on three parts: (1) colonial administration and state, (2) struggles for independence and (3) post-independence “neo-colonialism.”\nLimited to 18 students.  Fall semester.  Visiting Professor Babo.\nSeniors and majors will be treated with priority.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-250-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-316","x":32.0,"y":3.0,"id":"29","attributes":{"Title":"Politics of Place: Poverty, Policy and Housing","Description":"Listed in: \n, as POSC-316\nMoodle site: \n (Section 01)\nAshley Brown Burns (Section 01)\n (Section 01)\n[IL] In the U.S., issues of stratification along the lines of income/wealth, spatial designation, and housing persist. These dimensions of place and space are basic components of the lived experience of many citizens. This course will explore the oftentimes disjointed perceptions and realities of poverty, neighborhoods, and housing policy in America.  We will examine some key theoretical and critical issues regarding both the existence and persistence of poverty in the U.S. We will also assess the role and significance of the physical, economic, social, political and demographic attributes of neighborhoods as key aspects of place and space in society. Finally, we will explore contemporary housing policy and the ways in which such public interventions impact and shape the relationships between poverty and place. In addition to texts such as Patillo’s \n, Jargowsky’s \n \n Jackson’s\n, Sen’s \n, and Ehrenreich’s \n, we will also assess the geography of opportunity as portrayed in such films as \n, and \n.\nPreference given to Political Science majors; then based on seniority and prior coursework in Political Science","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/POSC/POSC-316-1415S'> Course Site </a>","Requisite":["Requisite: prior coursework in Political Science.  Limited to 15 students. Spring semester.  Professor Burns."]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-475","x":33.0,"y":4.0,"id":"30","attributes":{"Title":"Personality and International Politics: Gorbachev, the End of the Cold War and the Collapse of the Soviet Union","Description":"Listed in: \n, as POSC-475\nFormerly listed as: POSC-57  |  POSC-75\nMoodle site: \n (Section 01)\n[G] When Mikhail Gorbachev became its leader in 1985, the Soviet Union, while plagued by internal and external troubles, was still one of the world’s two superpowers. By 1991, the cold war was over, and on the day he left the Kremlin for the last time, December 25, 1991, the USSR ceased to exist. Of course, Gorbachev was not solely responsible for this upheaval. Developments in the USSR and the world prepared the way. But he set decisive change in motion, and no one else in the Soviet leadership would have done so. This course is therefore a case study of the impact of personality on politics, but also of the limits of that impact, and of the importance of other causes (economic, political, social, ideological, international) of events that changed the world. \nAdmission with consent of the instructor. Not open to first year students. Limited to 20 students. Spring semester. Professor Emeritus Taubman.\nPriority given first to students who have taken courses or possess special background in the subject, then to senior majors, then seniors, then others by class.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/POSC/POSC-475-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-154","x":34.0,"y":1.0,"id":"31","attributes":{"Title":"The State","Description":"Listed in: \n, as POSC-154\nFormerly listed as: POSC-04\n (Section 01)\n[IL, G] Most humans live in territories that are controlled by a state. Why do different nations have different types of states? Why are some states more repressive than others, more war-prone than others, better promoters of development than others, more inclusive than others? How can we make sense of the varied reactions to state domination, ranging from active support to negotiated limits to apathy to vigorous contestation? Does globalization make states more or less democratic, more or less efficient, more or less able to promote development?\nThis course goes to the heart of current debates on the “state of the state.” How significant is the state in an era in which its sovereignty is increasingly challenged both by global and domestic forces? What ought to be the proper role of the state in the twenty-first century? These questions are central to the current debates taking place--in the U.S. and abroad--on the extent to which countries should open up their economies, privatize social services, incorporate minorities and immigrants, recognize gay marriages, counterbalance U.S. pop culture, accommodate religious fundamentalism, etc. We will explore these questions by studying political theorists and empirical cases from around the world.\nLimited to 30 students.  Spring semester.  Professor Corrales.\nPreference to Sophomores considering a major in Political Science, then Seniors who are majors in Political Science, then Juniors, then first-year students.\n25.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-154-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"HIST-301","x":10.0,"y":3.0,"id":"32","attributes":{"Title":"Proseminar in History: Writing the Past","Description":"Listed in: \n, as HIST-301\nFormerly listed as: HIST-99\n (Section 01)\nThis course offers an opportunity for history majors to reflect upon the practice of history. How do we claim to know anything about the past at all? How do historians construct the stories they tell about the past from the fragmentary remnants of former times? What is the connection of historians’ work to public memory? How do we judge the truth and value of these stories and memories? The course explores questions such as these through readings and case studies drawn from a variety of places and times. Two class meetings per week.  \nNot open to first-year students. Limited to 25 students per semester; history majors will be given preference. Fall semester: Professor Redding.  Spring semester:  Professor Maxey.\nPreference given to History majors.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/HIST/HIST-301-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(232, 178, 162)","size":10.0},{"label":"POSC-231","x":35.0,"y":2.0,"id":"33","attributes":{"Title":"The Political Economy of Petro States: Venezuela Compared","Description":"Listed in: \n, as POSC-231\nFormerly listed as: POSC-17  |  POSC-51\nMoodle site: \n (Section 01)\n[IL] This is a modified version of POSC 232, The Political Economy of Development. The first half of the course is identical to 232, but the second half will have a different focus: the political economy of oil. This section will explore the extent to which oil is a “resource curse,” the neo-structuralist notion that an abundance of a natural resource, in this case oil, is detrimental for development because it distorts economic incentives (away from diversification) and distorts politics (by facilitating corruption, raising the stakes of power-holding, increasing the chance for abuse of state power, and weakening society’s capacity to hold the state accountable). We will examine these hypotheses by focusing on Venezuela, one of the world’s leading oil producers. Until the 1980s, Venezuela was considered an example of democratization. In the 1990s, Venezuela became instead a paradigmatic case of policy incoherence. In the early 2000s, under the Hugo Chávez administration, Venezuela became a case of political polarization, and some argue, rising authoritarianism. The second half of this course will assess whether the resource-curse theory provides the best account of Venezuela’s politics since the 1980s. To address this question, we will: (1) compare the resource-curse argument with other competing theories of development that might account for Venezuelan politics; and (2) compare the Venezuelan case with other cases in Latin America, Asia, the Middle East, and Africa. \nNot open to students who have taken POSC 232. Limited to 35 students. Fall semester. Professor Corrales.\nPriority given to Political Science majors. Others admitted to balance by class year and major.\n49.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-231-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-323","x":36.0,"y":3.0,"id":"34","attributes":{"Title":"From Petrograd to Petrostate: Power and Public in Post-Communist Russia","Description":"Listed in: \n, as POSC-323\nMoodle site: \n (Section 01)\n[IR] Russia emerged from the collapse of the Soviet Union a budding democracy with aggressively contested elections on the federal and local level. Twenty years later, it is an authoritarian state in which opposition is persecuted and the electorate divorced from any policy-making. This course will examine the dynamics of Russian politics from the anti-Communist revolution of 1991 to the present, attempting to answer the question why this happened. First, we will revisit the legacy of the Soviet era pertinent to “new” Russia – centralism and political repression but also social welfare systems, feminism, and communality. Second, we will look at the socio-economic factors of Russia’s metamorphosis, the products of the Russian version of a free market economy (among others: the emergence of a new dominant minority, the “oligarchs,” and the gap between the rich and the poor). Third, we will examine the concepts of democracy and human rights prevalent in Russia over the past twenty years and ask how different they are from Western concepts of democracy and human rights. Fourth, we will try determining the role of individuals in Russian politics. How did Vladimir Putin dismantle the democratic institutions of Russia so quickly? What was the voters’ reaction to that? What made his victory over the “oligarchs” possible? Was this a case of a leader going against the grain or did he fit the profile of an ideal leader the majority of Russians wanted? Is it Putin’s Russia or Russia’s very own Putin?\nPreference given to senior and junior Political Science majors who require the class, then to majors by rank, then to non-majors ","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-323-1516F'> Course Site </a>","Requisite":["Requisite:  A previous POSC course.  Limited to 20 students. Fall semester. Visiting Professor Pleshakov."]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-260","x":37.0,"y":2.0,"id":"35","attributes":{"Title":"African Politics","Description":"Listed in: \n, as BLST-277  |  \n, as POSC-260\nMoodle site: \n (Section 01)\n(Offered as POSC 260 [G] and BLST 227.)  Students will develop a rich understanding of African politics from the pre-colonial period to the present and will be able to analyze and discuss contemporary African politics in light of historical forces. Specifically, students will be able to analyze and discuss local experiences of democracy and governance; the challenges of economic development; and national as well as international policy responses. The topics will be considered in light of varied colonial experiences; nationalist and independence movements; international political economy; and informal sources of political power.\nSpring semester.  Five College Professor Dionne","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/POSC/POSC-260-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-416","x":38.0,"y":4.0,"id":"36","attributes":{"Title":"The Moral Turn in Political Theory","Description":"Listed in: \n, as POSC-416\nMoodle site: \n (Section 01)\n[ PT ] Over the past decade there has been a noticeable and often remarked upon “moral turn” in political theory as writers have sought to ground political action in conceptualizations of the self, of the relationship between self and Other, of obligation, or more generally of the central moral question, \"What ought I to do?\"  In truth, there has long been a tendency toward the conflation of moral and political theory, and this seminar will be devoted to coming to terms with that conflation.  The texts will be drawn from Kant, Max Weber, T. W. Adorno, Judith Butler, Michel Foucault, Alain Badiou, Wendy Brown, John Rawls, Raymond Geuss, and others.  Students will be required to complete several response essays during the course of the semester and a seminar paper upon its conclusion.\nLimited to 15 students.  Fall semester.  Five College Visiting Professor Xenos.\nPreference given to senior and junior Political Science majors who require the class, then to majors by rank, then to non-majors ","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-416-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-308","x":39.0,"y":3.0,"id":"37","attributes":{"Title":"Democratic Theory","Description":"Listed in: \n, as POSC-308\nMoodle site: \n (Section 01)\n[PT]  What do we mean by “democracy”? Is democracy the rule of the people? Or is it free and fair elections? Is democracy merely a set of political institutions and practices, such as party systems and electoral structures? Or is democracy something more radical, such as the opposition to any form of domination? How these different meanings operate – how they do and don’t work together – is not always clear. In this course we will examine current debates in democratic theory. Our aim will be to parse different theories of what democracy is and could be. The course will be divided into three parts: Part One will serve as an introduction, questioning the possibility and impossibility of democracy, and paying particular attention to paradoxes of democratic rule. Part Two will focus on agreement, examining logics of consensus and the forms of democracy that might result. In Part Three, we will turn our investigation to disagreement, and the promise of democracy as seen through the lens of more radical and agonistic democrats. Readings will consist of selections from various theorists, including Hannah Arendt, Walter Benjamin, Jürgen Habermas, Jacques Rancière, Jean-Jacques Rousseau, Carl Schmitt, Jacques Derrida, and Sheldon Wolin, amongst others. \nLimited to 25 students.  Not open to first-year students.  Fall semester.  Professor Poe.\nPreference for majors/Juniors first/balanced after\n42.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-308-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-212","x":40.0,"y":2.0,"id":"38","attributes":{"Title":"Political Obligations","Description":"Listed in: \n, as POSC-212\nFormerly listed as: POSC-12  |  POSC-23\nMoodle site: \n (Section 01)\n[PT] The mark of the polity, or the political order, has always been the presence of “law”--the capacity to make decisions that are binding, or obligatory, for everyone within the territory. The roots of obligation and law are the same: “ligare,” to bind. When the law imposes a decision, it restricts personal freedom and displaces “private choice” in favor of a public obligation, an obligation applied uniformly or universally. The law may commit us then on matters that run counter even to our own convictions, strongly held, about the things that are right or wrong, and even on matters of our private lives. The law may forbid people to discriminate on grounds of race even in their private businesses; the law may forbid abortions or, on the other hand, the law may compel the funding of abortions even by people who find them abhorrent. This state of affairs, this logic of the law, has always called out for justification, and in facing that question, we are led back to the original understanding of the connection between morality and law. The law can justify itself only if it can establish, as its ground, propositions about the things that are in principle right or wrong, just or unjust-which is to say, right or wrong, just or unjust, for others as well as ourselves. The questions of law and obligation then must point to the questions at the root of moral philosophy: What is the nature of the good or the just, and the grounds on which we may claim to “know” moral truths?\nThe course will proceed through a series of cases after it returns to the beginning of political philosophy and lays the groundwork for the argument. We will begin with Aristotle on the polis, and the debate between Abraham Lincoln and Stephen Douglas on “natural rights.” We will draw on Kant and Hume, on Thomas Reid and Bertrand Russell, as we seek to set the groundwork in place. The argument of the course will then be unfolded further, and tested, through a train of cases and problems: conscientious objection, the war in Vietnam, the obligation to rescue, the claims of privacy. And the culmination will come on the issues of abortion, euthanasia, and assisted suicide.\nFall semester. Professor Arkes.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-212-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-208","x":41.0,"y":2.0,"id":"39","attributes":{"Title":"Power and Politics in Contemporary China","Description":"Listed in: \n, as ASLC-208  |  \n, as POSC-208\nMoodle site: \n (Section 01)\n(Offered POSC 208 [SC, IL] and ASLC 208.) This course provides an introduction to the major institutions, actors, and ideas that shape contemporary Chinese politics. Through an examination of texts from the social sciences as well as historical narratives and film, we will analyze the development of the current party-state, the relationship between the state and society, policy challenges, and prospects for further reform. First, we examine the political history of the People’s Republic, including the Maoist period and the transition to market reforms. Next, we will interrogate the relations between various social groups and the state, through an analysis of contentious politics in China including the ways in which the party-state seeks to maintain social and political stability. Finally, we will examine the major policy challenges in contemporary China including growing inequality, environmental degradation, waning economic growth, and foreign policy conflicts.\nLimited to 25 students. Fall and spring semester. Professor Ratigan.\nPriority given to seniors, then to a balance of sophomores and juniors, randomly determined, followed by first-year students and 5-college students","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-208-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-130","x":42.0,"y":1.0,"id":"40","attributes":{"Title":"Climate Change and Civil Unrest","Description":"Listed in: \n, as POSC-130\nMoodle site: \n (Section 01)\n[G, SC] This class will address the relationship between two of the most compelling phenomena in world politics in the aftermath of the Cold War: civil war and climate change. Civil wars have far surpassed international conflict as the primary sources of battle-related deaths in the past decade, while anthropogenic climate change has long been debated as one of the major contemporary challenges. The class will be divided in two main parts. First, we will investigate the question of how climate change affects (or does not affect) the likelihood for civil insecurity, including riots, protests, and even civil conflict. Second, we will ask what has been done on the part of the international community to mitigate the effects of climate change on the likelihood of domestic conflict. The aim of the class is to shed a light on one of the key contradictions at the heart of the connection between climate change and civil unrest: while the challenges posed by climate change need to be addressed in a concerted manner by the most powerful actors in the international system, the immediate consequences tend to be felt more strongly by a handful of very poor countries.Readings from the class will draw on contemporary research on the correlation between climate change and civil unrest; primary sources on statistical evidence of the impact of climate change on agricultural production (from organizations such as FAO, World Bank, and IMF); and classic work on collective action, public goods, and international cooperation.\nLimited to 15 students.  Spring semester.  Visiting Professor Mattiacci.\nPreference will be given to political science majors.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/POSC/POSC-130-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"SWAG-207","x":43.0,"y":2.0,"id":"41","attributes":{"Title":"The Home and the World: Women and Gender in South Asia","Description":"Listed in: \n, as ASLC-207  |  \n, as POSC-207  |  \n, as SWAG-207\n (Section 01)\n (Section 01)\n(Offered as SWAG 207, ASLC 207, and POSC 207.) This course will study South Asian women and gender through key texts in film, literature, history and politics. How did colonialism and nationalism challenge the distinctions between the “home” and the “world” and bring about partitions which splintered once shared cultural practices? What consequences did this have for postcolonial politics? How do ethnic conflicts, religious nationalisms and state repression challenge conceptions of home? How have migrations, globalization and diasporas complicated relations between the home and the world? Texts will include Salman Rushdie’s \n, Ram Gopal Varma’s epic film \n and Partha Chatterjee’s \nSpring semester. Professors Shandilya and Basu.","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SWAG/SWAG-207-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 252, 75)","size":10.0},{"label":"POSC-467","x":44.0,"y":4.0,"id":"42","attributes":{"Title":"Social Movements, Civil Society and Democracy in India","Description":"Listed in: \n, as POSC-467  |  \n, as SWAG-467\nMoodle site: \n (Section 01)\n(Offered as POSC 467 [SC] and SWAG 467) The goal of this seminar is illuminate the complex character of social movements and civil society organizations and their vital influence on Indian democracy. Social movements have strengthened democratic processes by forming or allying with political parties and thereby contributed to the growth of a multi-party system. They have increased the political power of previously marginalized and underprivileged groups and pressured the state to address social inequalities. However conservative religious movements and civil society organizations have threatened minority rights and undermined secular, democratic principles. During the semester, we will interact through internet technology with students, scholars and community organizers in India. \nPriority will be given to Political Science majors and to students who have demonstrated an interest in doing research on India.\n13.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-467-1415F'> Course Site </a>","Requisite":["Requisite: Prior course work in Political Science. Not open to first-year students. Limited to 15 students.  Fall semester. Professor Basu."]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-313","x":45.0,"y":3.0,"id":"43","attributes":{"Title":"Reading Politics","Description":"Listed in: \n, as POSC-313\nMoodle site: \n (Section 01)\n[G] Hegel once remarked that \"To read the newspaper is the modern man's morning-prayer.\"\nWhat may be captured in this seemingly obvious observation is a proposition that political understanding of current events is difficult to sustain without daily reading of a newspaper; that reading itself is a dynamic activity, involving interpretation; that all interpretation is, in effect, translation because in any act of reading, the reader inevitably forms a judgment as to what the text is saying. A century and half later, Paul Sweezy wrote [E]veryone knows that the present will someday be history…[and believes] that the most important task of the social scientist is to try to comprehend it as history now, while it is still the present and while we still have the power to influence its shape and outcome.”\nIn the spirit of these observations, this seminar has a three-fold aim: (1) to introduce the habit of reading a newspaper daily; (2) to encourage an in-depth reading of current political events in the U.S. and around the world from an interdisciplinary perspective by drawing upon the theoretical and methodological tools which students have encountered in their college courses across many social science disciplines; and (3) to help students recognize the multitude of fascinating researchable social science topics imbedded in an active reading of the daily press. This groundwork will enable class participants to develop and formulate viable research designs, make normative and causal arguments as well as address rival hypotheses in a research paper which will be due at the end of the semester.\nAlthough the specific newspapers may vary from year to year, this semester, students will be reading the \n, the \n and a newspaper of their choice, selected from a list of newspapers in English from around the world;\n social science departments. Participants should seriously anticipate writing a thesis during their senior year.\nAdmissions with consent of the instructor. Limited to 14 students.  Not open to first-year students. Fall semester.  Professor Machala.\neach student has to receive  permission to register from the instructor  \n$50.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-313-1415F'> Course Site </a>","Requisite":["Requisite:  the seminar is open to qualified second-semester sophomores and juniors who have taken at least six social science courses in college, including two in political science, and at least four additional courses from at minimum two "]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-405","x":46.0,"y":4.0,"id":"44","attributes":{"Title":"Work","Description":"Listed in: \n, as POSC-405\n (Section 01)\n[SC] This course will explore the role of work in the context of American politics and society. We will study how work has been understood in political and social theory by considering the scholarship of John Locke, Karl Marx, Max Weber, Judith Shklar, Pierre Bourdieu, Zygmunt Bauman, Luc Boltanski, and others. We will also consider ethnographic studies that explore how workers experience their lives inside organizations and how workplaces transform in response to changing legal regulations. These theoretical and empirical explorations will provide a foundation for reflections about how work structures opportunities in democratic societies and how re-imagining work might unleash human potential. The course will ground these questions about the role of work in the context of American politics and society. At the broadest level we will ask: Do citizens in a liberal society have a right to engage in meaningful work and earn a living wage? What is the changing nature of work in a neoliberal society? What are the goals of the state in regards to the production of a future workforce? What are the impacts of employment discrimination, occupational segregation, and wage disparity based on race or gender? Students will engage in collaborative research projects with the professor. The research projects will reformulate the questions encountered in the course in the context of our local communities and employment at the college or other local businesses or government agencies. For example, projects might investigate unionization at private colleges, the expansion of professionalized grievance procedures, or specialized employment for persons with disabilities. \nPriority given to political science majors","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-405-1516S'> Course Site </a>","Requisite":["Requisite: An Introductory course in political science or its equivalent. Limited to 15 students. Spring semester. Professor Bumiller."]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-131","x":47.0,"y":1.0,"id":"45","attributes":{"Title":"Wars and Refugees","Description":"Listed in: \n, as POSC-131\n (Section 01)\n[SC,G] Can one country intervene militarily against another to prevent it from abusing its own citizens? And should countries always offer asylum to those that are persecuted in their own country? The recent migration flow to Europe from war-torn Syria has emphasized the timely nature of these complex questions that constitute the impetus for this class. The class is divided in two parts. In the first part, the class will explore the way in which the concept of \"human rights”  has often provided a rationale for international intervention in civil conflict, at times constituting a theater of prime super power competition. The class will then look at what happens after the end of those conflicts, to investigate the ever vexing quandary of refugees and migration, and the challenge such phenomena pose to international cooperation.\nLimited to 20 students.  Spring semester.  Visiting Professor Mattiacci.\nPreference given to Political Science Majors","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-131-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-348","x":48.0,"y":3.0,"id":"46","attributes":{"Title":"The International Politics of Nuclear Security","Description":"Listed in: \n, as POSC-348\nMoodle site: \n (Section 01)\n[G] Nuclear weapons were used only once in conflict, by the U.S. against Japan during World War II. Then, why do countries such as North Korea and Iran decide to spend countless time and resources to acquire nuclear weapons, even at the cost of multiple sanctions and international isolation? And why do countries such as the United States with vastly superior conventional military capabilities vow to stop them with all the means at their disposal? This class will address these fundamental questions surrounding the role of nuclear weapons in international politics. The class will use multiple learning techniques to explore the three fundamental components of this international question. First, the class will delve into the motivations of the states that pursue nuclear weapons and the challenges they face, investigating their standing in the international system, their domestic politics, as well as their history and their aspirations. The class will then explore the reasons why some members of the international community mobilize to stop other countries from acquiring these weapons. Finally, the class will inspect the international negotiations (those that took place during the Cold War and the more recent ones) to halt the spread of nuclear weapons in the international arena: when they fail, when they succeed, and why. The aim of the class is to wrestle with the fundamental contradiction between the efforts of nuclear weapons countries to stop others from acquiring nuclear weapons, and those very same nuclear weapons countries’ refusal to completely give up their own nuclear weapons.\nLimited to 25 students. Fall semester. Visiting Professor Mattiacci.\nPreference will be given to political science majors. ","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-348-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-319","x":11.0,"y":3.0,"id":"47","attributes":{"Title":"History, Time, and American Political Development","Description":"Listed in: \n, as POSC-319\n (Section 01)\n[IL] Politics are not frozen in time, but are rather the product of developmental processes. Building on a survey of crucial works in the American Political Development (APD) literature and on general approaches (rational choice, sociological, etc.) to understanding institutional change, this course will introduce ways of thinking historically about political institutions in the U.S. Why did the party system evolve the way it did? Where did the rules and procedures of Congress come from? Where and when did important public services (transportation and communication infrastructure, protection for property, social insurance, etc.) become the provenance of state bureaucracies? How has the function and power of the Presidency changed over time? How did western expansion, imperialism, and military experience shape the federal government? These are a few of the substantive questions we will address in this course.\nMore broadly, however, this course helps us think about politics in a temporal way. History and political science are intrinsically related, but to understand the current debates and questions we need to be explicit about the types of processes (long-term, short-term, episodic, cyclic, etc.) that shape the institutions and events we see. Hence a key component of this course will be interrogating how scholars address the historiographic problem of studying politics, with the aim of cultivating the analytic tools necessary to situate contemporary political debates in the stream of time.\nPriority first given to fourth-year students, then to a balance of sophomores and juniors, randomly determined, followed by first-year students and 5-college students.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-319-1516S'> Course Site </a>","Requisite":["Requisite: An introductory Political Science course in IL (200 level or above) or any U.S. History course  (100 level or above) or HIST 301 or AMST 468 or LSJT 222. Limited to 25 students. Spring semester. Professor Obert."]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-112","x":49.0,"y":1.0,"id":"48","attributes":{"Title":"The International Politics of Climate Change","Description":"Listed in: \n, as POSC-112\n (Section 01)\n[G,SC] Can countries come together to address the challenges of climate change? And if so, which negotiation techniques are more likely to be successful, and why? Does one solution fit all, or would it be better to rely on different formats for pairs of states? This class employs a diverse set of learning techniques to address these timely questions in international politics. First, we will build on cutting-edge academic research to investigate the mechanisms through which climate change puts each country’s economy and political stability under duress. Then, we will utilize role-playing analysis techniques to have each student embrace the perspective of one key international actor (such as the U.S., the United Nations, China, Ghana, Kenya, the World Bank, etc.) and devise a strategy for that actor to decrease the challenges that climate change poses to its economic and political stability. Finally, we will use simulation techniques to reproduce international negotiations to reduce CO2 emissions. Each student, while representing a key international actor and advancing the national interest of that country, will try to mitigate the impact of climate change on the recurrence of violence and war. The aim of the class is to wrestle with the fundamental contradiction between the global scale that international efforts to tackle the climate change require and the region-specific challenges that climate change impose on each country’s economy and political stability.  \nLimited to 15 students.  Spring semester.  Visiting Professor Mattiacci.\nPreference will be given to freshmen students","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-112-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-119","x":50.0,"y":1.0,"id":"49","attributes":{"Title":"Violence and Politics","Description":"Listed in: \n, as POSC-119\nMoodle site: \n (Section 01)\n[LP, IL, SC] Violence lies at the very heart of both political institutions such as the state, as well as the expression of political beliefs.  Focusing on domestic rather than international forms of conflict, this course will address questions of what violence is, how it is organized in society, and what it means to those who use it.  We will first identify ways to think about violence as a political activity – why do actors choose violent over non-violent means of resisting governments or expressing dissent?  Is violence ever rational?  What purposes does it serve?  How is violence different from other kinds of political interaction like arguing or debating?  Next we will think about how violence is \n – that is, how do political leaders, parties, police forces, and paramilitaries, for example, try to control and manage the use of force?  When do private individuals and groups choose to protect themselves and when do they turn to the state?  Building on the theoretical interventions of scholars such as Arendt, Weber, Sartre and others, we will use empirical studies of the political use of force from around the world to ask how violence shapes political phenomena such as elections, protest movements, taxation, and nationalism.\nLimited to 15 students.  Spring semester.  Professor Obert.\nPriority given to Political Science majors needing to fullfill their intro course requirement.\n19.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/POSC/POSC-119-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-318","x":51.0,"y":3.0,"id":"50","attributes":{"Title":"Religious Freedom and Islam in Europe","Description":"Listed in: \n, as POSC-318\n (Section 01)\n[SC, G] Throughout the twentieth century the Muslim population of Europe has grown significantly, and this growth has given rise to tensions and conflicts that go to the heart of European identity and the principles of the open society. This course will examine the history of Muslim migration to Europe--from the Middle Ages onwards--and the development of religious freedom and secularity as foundational values of the polis. We will explore the demographic features, socio-economic status of Muslims in different European countries, their representation in media and literature and the different religious beliefs and conflicts within different Muslim communities.\nAfter examining the history, we will explore why and where in Europe anti-Islam movements and political are on the rise, and the legitimacy of their claims and concerns. We will pay specific attention to Islamist movements in Europe supporting the shariah and the nature of the shariah—whether it claims to replace secular law or to supplement it—and take a closer look at the figures and facts concerning the popularity and strength of these movements. In addition, we will examine the (alleged) radicalization of a minority of Muslim youngsters in Europe in the wake of international conflicts such as the Syrian war and the rise of ISIS and consider the roots of this radicalization, as well as the validity of different perspectives on these issues.\nLimited to 18 students. Spring semester.  Loewenstein Fellow Gescinska.\nPreference given to Political Science majors","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-318-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-241","x":52.0,"y":2.0,"id":"51","attributes":{"Title":"The American Constitution I: The Structure of Rights","Description":"Listed in: \n, as POSC-241\nFormerly listed as: POSC-41\nMoodle site: \n (Section 01)\n[IL] This course will focus on the questions arising from the relations of the three main institutions that define the structure of the national government under the Constitution. We will begin, at all times, with cases, but the cases will draw us back to the “first principles” of constitutional government, and to the logic that was built into the American Constitution. The topics will include: the standing of the President and Congress as interpreters of the Constitution; the authority of the Congress to counter the judgments--and alter the jurisdiction--of the federal courts on matters such as abortion and busing; the logic of “rights” and the regulation of “speech” (including such “symbolic expression” as the burning of crosses); and the original warning of the Federalists about the effect of the Bill of Rights in narrowing the range of our rights.\nFall semester. Professor Arkes.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-241-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-474","x":53.0,"y":4.0,"id":"52","attributes":{"Title":"Norms, Rights, and Social Justice: Feminists, Disability Rights Activists and the Poor at the Boundaries of the Law","Description":"Listed in: \n, as LJST-374  |  \n, as POSC-474\nFormerly listed as: LJST-39  |  POSC-74\nMoodle site: \n (Section 01)\n(Offered as POSC 474 [SC] and LJST 374.) This seminar explores how the civil rights movement began a process of social change and identity-based activism. We evaluate the successes and failures of “excluded” groups’ efforts to use the law. We primarily focus on the recent scholarship of theorists, legal professionals, and activists to define “post-identity politics” strategies and to counteract the social processes that “normalize” persons on the basis of gender, sexuality, disability, and class. \nPriority given to political science majors\n29.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/POSC/POSC-474-1415F'> Course Site </a>","Requisite":["Requisite: One introductory Political Science course or its equivalent. Limited to 15 students. Fall semester. Professor Bumiller."]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-300","x":54.0,"y":3.0,"id":"53","attributes":{"Title":"Sexuality and LGBT Rights in Latin America and the Caribbean","Description":"Listed in: \n, as POSC-300\nMoodle site: \n (Section 01)\n[SC] This course will provide an overview of issues of sexuality, reproductive rights, and lesbian, gay, bisexual, and transgender (LGBT) experiences across the Americas. A region traditionally known for machismo and religiosity is now making new strides in the legal standing of sexuality and LGBT rights, but these changes are occurring unevenly. We will examine the status of these issues in various key cases and the way that scholars, mostly in the social sciences, have tried to explain the changes that have taken place (or failed to take place) across the Americas. We will also examine the consequences of legal rights moving faster than societal acceptance in some countries. We will compare the changes in LGBT rights with the lack of change in reproductive rights in most countries, and make comparisons with other regions of the world. For their final projects, students will be expected to work on pre-approved research projects, either individually or in teams.\nLimited to 20 students. Spring semester. Professor Corrales.\nPreference will be given to political science majors, Seniors and  Juniors","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-300-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-415","x":6.0,"y":4.0,"id":"54","attributes":{"Title":"Taking Marx Seriously","Description":"Listed in: \n, as POSC-415\nFormerly listed as: POSC-61  |  POSC-81\nMoodle site: \n (Section 01)\n[PT] Should Marx be given yet another chance? Is there anything left to gain by returning to texts whose earnest exegesis has occupied countless interpreters, both friendly and hostile, for generations? Has Marx’s credibility survived the global debacle of those regimes and movements which drew inspiration from his work, however poorly they understood it? Or, conversely, have we entered a new era in which post-Marxism has joined a host of other “post-”phenomena? This seminar will deal with these and related questions in the context of a close and critical reading of Marx’s texts. The main themes we will discuss include Marx’s conception of capitalist modernity, material and intellectual production, power, class conflicts and social consciousness, and his critique of alienation, bourgeois freedom and representative democracy. We will also examine Marx’s theories of historical progress, capitalist exploitation, globalization and human emancipation. \nPreference given to Political Science majors.","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-415-1516F'> Course Site </a>","Requisite":["Requisite: Two of POSC 213, 413, 480. Limited to 15 students. Fall semester. Professor Machala."]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-151","x":55.0,"y":1.0,"id":"55","attributes":{"Title":"Political Identities","Description":"Listed in: \n, as POSC-151\nFormerly listed as: POSC-01\nMoodle site: \n (Section 01)\n[SC] The assertion of group identities, based on language, region, religion, race, gender, sexuality, and class, among other variables, has increasingly animated politics cross-nationally. However, the extent to which identities become politicized varies enormously across time and place. We will explore what it means to describe an identity as political. This exercise entails assessing the conditions under which states, civil societies, and political societies recognize certain identities while ignoring or repressing others. In other words, it entails analyzing the ways in which political processes make and remake identities. What do groups gain and lose from identity-based movements? And what are the broader implications of identity-based movements for democratic politics?\nLimited to 30 students. Fall semester.  Professor Basu.\nPriority given to majors and seniors.\n21.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-151-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-380","x":56.0,"y":3.0,"id":"56","attributes":{"Title":"Kremlin Rising: Russia's Foreign Policy in the 21st Century","Description":"Listed in: \n, as POSC-380\n (Section 01)\n[IR] This course will examine the foreign policy of the Russian Federation of the past twenty years. As a successor state Russia has inherited both the Soviet Union's clout (nuclear arms, permanent seat on the U.N. Security Council) and Soviet debts - monetary, psychological, and historical. What are the conceptual foundations of Russian diplomacy? Can we deconstruct Russian nationalism so as to examine its different trends and their impact on foreign policy? Do Russian exports of oil and gas define Russian diplomacy, as it is often claimed? Is there any pattern in the struggle over resources and their export routes in continental Eurasia?\nPreference given to senior and junior Political Science majors who require the class, then to majors by rank, then to non-majors","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-380-1516S'> Course Site </a>","Requisite":["Requisite:  A previous POSC course.  Limited to 20 students. Spring semester. Visiting Professor Pleshakov."]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-248","x":57.0,"y":2.0,"id":"57","attributes":{"Title":"Cuba: The Politics of Extremism","Description":"Listed in: \n, as POSC-248\nFormerly listed as: POSC-48\nMoodle site: \n (Section 01)\n[IL] The study of Cuba’s politics presents opportunities to address issues of universal concern to social scientists and humanists in general, not just Latin Americanists. When is it rational to be radical? Why has Cuban politics forced so many individuals to adopt extreme positions? What are the causes of radical revolutions? Is pre-revolutionary Cuba a case of too little development, uneven development or too rapid development? What is the role of leaders: Do they make history, are they the product of history, or are they the makers of unintended histories? Was the revolution inevitable? Was it necessary? How are new (radical) states constructed? What is the role of foreign actors, existing political institutions, ethnicity, nationalism, religion and sexuality in this process? How does a small nation manage to become influential in world affairs, even altering the behavior of superpowers? What are the conditions that account for the survival of authoritarianism? To what extent is the revolution capable of self-reform? Is the current intention of state leaders of pursuing closed politics with open economics viable? What are the most effective mechanisms to change the regime? Why does the embargo survive? Why did Cubans (at home and abroad) care about Elián González? Although the readings will be mostly from social scientists, the course also includes selections from primary sources, literary works and films (of Cuban and non-Cuban origin). As with almost everything in politics, there are more than just two sides to the issue of Cuba. One aim of the course is to expose the students to as many different sides as possible.\nLimited to 30 students. Spring semester. Professor Corrales.\nPrioity given to Political Science majors.\n85.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/POSC/POSC-248-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-214","x":58.0,"y":2.0,"id":"58","attributes":{"Title":"Geopolitics and American Foreign Policy","Description":"Listed in: \n, as POSC-214\nMoodle site: \n (Section 01)\n[G, IL] My goal in this course is to examine the geopolitics which lies at the intersection of international relations and foreign policy. But what is geopolitics and why is it as often berated as it is embraced by American politicians and policy elites alike? Over the past two centuries, what part has geopolitics played in the currents of world politics and in the conduct of American foreign policy? What role has geopolitics played in the post-Cold War era, after the demise of the Soviet Union and the ostensible triumph of liberal capitalism? Although my approach is broadly historical, the main focus of the course will be on the post-Cold War period during which the U.S. has become the preponderant global actor. This is also a period which has been characterized by growing tension between two sets of political power dynamics: one is dominated by a territorial logic of power that has as its basis the direct control of specific territory, people and resources; the other is dominated by a more diffuse logic of power that derives from the command of “de-territorialized” global political, economic, technological and cultural forces which emanate from states as well as stateless groups with a global and transnational reach. In an attempt to better understand world politics in the age of America’s preponderance, the course will ultimately examine how American presidents have understood and navigated between these two sets of political power dynamics in articulating and conducting foreign policy, and how the American public and elites have facilitated or complicated this task.\nLimited to 20 students. Fall semester. Professor Machala.\nPreference given to Freshman and Sophomores then Political Science majors\n27.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-214-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(59, 223, 160)","size":10.0},{"label":"POSC-213","x":4.5,"y":2.0,"id":"59","attributes":{"Title":"POSC-213","Description":"not offered in the last 4 semesters","Department Code":"POSC","Course Site":"","Requisite":""},"color":"rgb(59, 223, 160)","size":10.0},{"label":"AMST-222","x":11.0,"y":2.0,"id":"60","attributes":{"Title":"AMST-222","Description":"not offered in the last 4 semesters","Department Code":"AMST","Course Site":"","Requisite":""},"color":"rgb(11, 225, 253)","size":10.0},{"label":"POSC-413","x":4.0,"y":4.0,"id":"61","attributes":{"Title":"POSC-413","Description":"not offered in the last 4 semesters","Department Code":"POSC","Course Site":"","Requisite":""},"color":"rgb(59, 223, 160)","size":10.0}]}