{"edges":[{"label":"","source":"3","target":"9","id":"6","attributes":{},"color":"rgb(123, 211, 172)","size":1.0}],"nodes":[{"label":"ASLC-220","x":0.0,"y":2.0,"id":"0","attributes":{"Title":"Reinventing Tokyo: The Art, Literature, and Politics of Japan's Modern Capital","Description":"Listed in: \n, as ARCH-220  |  \n, as ASLC-220\nFormerly listed as: ASLC-20\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as ASLC 220 [J] and ARCH 220.)  Tokyo is the political, cultural, and economic center of Japan, the largest urban conglomeration on the planet, holding 35 million people, fully one fifth of Japan’s population.  Since its founding 400 years ago, when a small fishing village became Edo, the castle headquarters of the Tokugawa shoguns, the city has been reinvented multiple times—as the birthplace of Japan’s early modern urban bourgeois culture, imperial capital to a nation-state, center of modern consumer culture, postwar democratic exemplar, and postmodern metropolis. The course will focus on the portrayals of Tokyo and its reinventions in art, literature, and politics from the end of the Edo period to the present day.  It will examine the changes that took place as the city modernized and Westernized in the Meiji era, became the center of modern urban life in Japan before the Second World War, and rebuilt itself as part of the country’s economic miracle in the postwar era.  As the largest human cultural creation in Japan, one that endured political upheavals, fires, earthquakes, fire-bombings and unbridled development, Tokyo has always been a complex subject. The course will use that complexity to consider how to analyze an urban environment that draws upon Japan's long history, yet which is also one of the most modern in Asia.\nPreference to majors and students with an interest in urban studies.  Limited to 25 students. Fall semester.  Professors Morse and Van Compernolle.\nPermission of instructor, with preference given to majors and students with an interest in urban studies.\n70.00","Department Code":"ASLC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ASLC/ASLC-220-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(137, 61, 215)","size":10.0},{"label":"ARCH-208","x":1.0,"y":2.0,"id":"1","attributes":{"Title":"Architecture of Traditional Societies","Description":"Listed in: \n, as ARCH-208\nMoodle site: \n (Section 01)\nThis class takes an ethno-historical approach to the architecture of societies that are under-represented in canonical architectural theory. We study the architecture of traditional societies through two supplementary lenses. On the one hand we look at the Euro-American perspective, studying how this type of architecture has been represented in classical architectural literature. The second lens is ethnographic and looks at traditional building from a locally informed perspective. Added to the seminar discussions, this class includes a visual analysis component. No previous architectural knowledge or special drafting skills required.\nLimited to 22 students. Fall semester. Professor Arboleda.\nPriority given to AC Architectural Studies majors, then to AC juniors, then sophomores, then first years, and seniors in that order. Thereafter, priority given to 5C Architectural Studies majors, then 5C students.\n40.00","Department Code":"ARCH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARCH/ARCH-208-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(220, 185, 172)","size":10.0},{"label":"GERM-364","x":2.0,"y":3.0,"id":"2","attributes":{"Title":"Architectures of Disappearance","Description":"Listed in: \n, as ARCH-364  |  \n, as EUST-364  |  \n, as GERM-364\nFormerly listed as: GERM-64\n (Section 01)\n(Offered as GERM 364, ARCH 364, and EUST 364.) This course will address a number of developments and transformations in contemporary urban architecture and performance from an international perspective. We will explore issues including, but not limited to, trauma, memory, absence, perception, corporeality, representation, and the senses in our examination of recent work in Germany and elsewhere, and read a number of texts from the fields of philosophy, critical theory, performance studies, and visual and architectural studies, in an attempt to understand how architecture is beginning to develop compositional systems in which to envision dynamic and responsive spaces in specific cultural contexts. We will focus our research on the work of a number of German and international architects, performance, and new media artists, including Jochen Gerz, Renata Stih and Frieder Schnock, Horst Hoheisel, Micha Ullman, Shimon Attie, Daniel Libeskind, Peter Eisenman, Rem Koolhaas, Greg Lynn, Mark Goulthorpe, R & Sie(n), Axel Kilian, Paul Privitera, Hani Rashid and Lise-Ann Couture, Herzog and de Meuron, Archigram, William Forsythe, Jan Fabre, Rachel Whiteread, Rebecca Horn, Sasha Waltz, Richard Siegal, Michael Schumacher, Robert Wilson, the Blix Brothers of Berlin, Pina Bausch, Granular Synthesis, Sponge, Rafael Lozano-Hemmer, Toni Dove, and many others.  Conducted in English, with German majors required to do a substantial portion of the reading in German.\nLimited to 15 students. Enrollment requires attendance at first class meeting. Spring semester.  Professor Gilpin.\nPreference given to German, European Studies, and Architectural Studies majors.\n$50.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/GERM/GERM-364-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(142, 68, 18)","size":10.0},{"label":"ARCH-216","x":3.0,"y":2.0,"id":"3","attributes":{"Title":"Digital Constructions: Intermediate Architectural Design Studio","Description":"Listed in: \n, as ARCH-216  |  \n, as ARHA-216\nFormerly listed as: ARAH-16  |  EUST-52\n (Section 01)\nIn this intermediate architectural design studio we will explore the intellectual and creative process of making and representing architectural space. The focus will be to explore the boundaries of architecture--physically and theoretically, historically and presently--through digital media. Our process will prompt us to dissect 20th-century European architectures and urban spaces and to explore their relationships to contemporary, global issues. The capstone of the course will be a significant design project (TBD) requiring rigorous studio practices, resulting in plans, sections, elevations and digital models. This course will introduce students to various digital diagramming, drawing, and modeling software, while challenging students to question the theoretical and practical implications of these interdisciplinary media processes. Students will be required to participate in three workshop days outside of class time aimed at improving upon proficiency with digital tools. This course will combine lectures, reading, discussion, and extensive studio design.\nStudents will be selected for this course based on seniority and major, then background.","Department Code":"ARCH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARCH/ARCH-216-1516S'> Course Site </a>","Requisite":["Requisite: ARHA 111. Admission with consent of the instructor. Limited to 12 students. Fall and spring semesters. Lecturer Jaminet."]},"color":"rgb(220, 185, 172)","size":10.0},{"label":"ARCH-106","x":4.0,"y":1.0,"id":"4","attributes":{"Title":"Sonic Architecture: Sound as Anthropogenic and Experiential Medium","Description":"Listed in: \n, as ARCH-106  |  \n, as MUSI-107\nMoodle site: \n (Section 01)\n(Offered as ARCH 106 and MUSI 107.) Sound––heard or otherwise perceived––influences human existence, how we interpret lived experience, how we understand places and events. Yet our awareness of sound varies individually and contextually. This course posits sound as a medium that can be constructed and environmentally transformed. How do spatial acoustics inform and affect us? How is sound intrinsic to individual and social experience?\nBuilt environments and architectural forms embody structured acoustic dynamics, whether their particular sonics are design features or ephemeral artifacts of spatial constructs. Musical and engineered sound products directly engage the human activities of sound-making and consuming, often abstracted from specific spatial environments, yet substantially linked to sense of place through cultural context. From vibratory mechanics to conceptual design, we will examine the material and immaterial ramifications of sonic structures and the structuring of sounds, their human interactive potentials and experiential implications. An interdisciplinary range of texts, works, and concepts will drive our exploration and analysis of sound as an environmental constant and fundament to human experience.\nStudents will develop two projects: a concise research paper that initiates a literature review and poses a perspective on a theme related to course discussion, and a design proposal for a space, object, artwork/installation, experiment or music/sound composition that will be presented to the class.  Two class meetings per week.\nFall semester.  Five College Mellon Fellow Kolar.\n50.00","Department Code":"ARCH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARCH/ARCH-106-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(220, 185, 172)","size":10.0},{"label":"GERM-368","x":5.0,"y":3.0,"id":"5","attributes":{"Title":"SPACE","Description":"Listed in: \n, as ARCH-368  |  \n, as EUST-368  |  \n, as FAMS-368  |  \n, as GERM-368\nMoodle site: \n (Section 01)\n(Offered as GERM 368, ARCH 368, EUST 368, and FAMS 368.) This research seminar will explore conceptions of space as they have informed and influenced thought and creativity in the fields of cultural studies, literature, architecture, urban studies, performance, and the visual, electronic, and time-based arts. Students will select and pursue a major semester-long research project early in the semester in consultation with the professor, and present their research in its various stages of development throughout the semester, in a variety of media formats (writing, performance, video, electronic art/interactive media, installation, online and networked events, architectural/design drawings/renderings), along with oral presentations of readings and other materials. Readings and visual materials will be drawn from the fields of literature and philosophy; from architectural, art, and film theory and history; from performance studies and performance theory; and from theories of technology and the natural and built environment. Emphasis on developing research, writing, and presentation skills is a core of this seminar.\nPreference given to German majors and European Studies majors, as well as to students interested in architecture/design, performance, film/video, interactive installation, and/or the environment. Conducted in English. German majors will select a research project focused on a German Studies context, and will do a substantial portion of the readings in German.\nLimited to 15 students. Enrollment requires attendance at the first class meeting. Spring semester. Professor Gilpin.\nPreference given to German, European Studies, and Architectural Studies majors.\n$25","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/GERM/GERM-368-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(142, 68, 18)","size":10.0},{"label":"ARHA-135","x":6.0,"y":1.0,"id":"6","attributes":{"Title":"Art and Architecture of Europe from 1400 to 1800","Description":"Listed in: \n, as ARCH-135  |  \n, as ARHA-135  |  \n, as EUST-135\nFormerly listed as: EUST-38  |  FIAR-35\n (Section 01)\n(Offered as ARHA 135, ARCH 135, and EUST 135.) This course is an introduction to painting, sculpture, and architecture of the early modern period. The goal of the course is to identify artistic innovations that characterize European art from the Renaissance to the French Revolution, and to situate the works of art historically, by examining the intellectual, political, religious, and social currents that contributed to their creation. In addition to tracing stylistic change within the oeuvre of individual artists and understanding its meaning, we will investigate the varied character of art, its interpretation, and its context in different regions, including Italy, France, Spain, Germany and the Netherlands.\nLimited to 30 students.  Fall and spring semesters.  Professor Courtright. \nPreference to majors, then first years, seniors, and finally lottery.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-135-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 211, 172)","size":10.0},{"label":"ARHA-354","x":7.0,"y":3.0,"id":"7","attributes":{"Title":"Renaissance Illusions: Art, Matter, Spirit","Description":"Listed in: \n, as ARCH-355  |  \n, as ARHA-354  |  \n, as EUST-355\nMoodle site: \n (Section 01)\n(Offered as ARHA 354, ARCH 355, and EUST 355.) Artists such as Donatello, Fra Angelico, Botticelli, Leonardo, Raphael, Bramante, Michelangelo, Cellini and Titian, but also unknown artisans, constructed illusions imitating nature or offering profound spiritual connectedness, be it through the spatial grandeur of perspectival narratives on painted walls, in sculpture and the built environment, or through the expert crafting of precious materials for domestic and ritual objects. Art, artifacts, and architecture created for merchants, monks, princes and pontiffs in the urban centers of Florence, Rome, Venice, and Paris from the fourteenth through the sixteenth centuries range from the gravely restrained and intentionally simple and devout to the monumental, fantastically complex or blindingly splendid. Emphasis will be upon the way the form, materiality, and content of each type of art conveyed ideas concerning creativity, originality, and individuality, but also expressed ideals of devotion and civic virtue; how artists dealt with the revived legacy of antiquity to develop an original visual language; how art revealed attitudes toward the body and the spirit, expressed the relationship between nature, the imagination and art, and developed the rhetoric of genius; and how art and attitudes towards it changed over time.\nRather than taking the form of a survey, this course, based on lectures but regularly incorporating discussion, will examine selected works in depth and will analyze contemporary attitudes toward art of this period through study of the art and the primary sources concerning it.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-354-1516F'> Course Site </a>","Requisite":["Requisite: One course in ARHA, FAMS, or ARCH, or with permission of the instructor. Fall semester. Professor Courtright."]},"color":"rgb(123, 211, 172)","size":10.0},{"label":"GERM-363","x":8.0,"y":3.0,"id":"8","attributes":{"Title":"Traumatic Events","Description":"Listed in: \n, as ARCH-363  |  \n, as EUST-363  |  \n, as FAMS-370  |  \n, as GERM-363\nFormerly listed as: FAMS-53  |  GERM-63\nMoodle site: \n (Section 01)\n(Offered as ARCH 363, GERM 363, EUST 363, and FAMS 370.) How is memory constructed and represented? How is it possible to bear witness, and what exactly is involved? Who is authorized to testify, to whom, when? Whose story is it? Is it possible to tell \"the story\" of a traumatic event? What are the disorders of testimony, and how and where do they emerge? This course will observe the workings of trauma (the enactment and working-through of collective and individual symptoms of trauma), memory, and witnessing in various modes of everyday life. We will examine notions of catastrophe, disaster, accident, and violence, and explore the possibilities and impossibilities of bearing witness in many forms of cultural production: in fiction, poetry, architecture, critical theory, oral and written testimonies, visual art, monuments, memorials, philosophy, science, cartoons, film, video, theater, television reportage, newspaper documentation, performance, online, and in our public and domestic spaces. We will study various representations of trauma, paying particular attention to events in Germany and Europe from the twentieth century, as well as to 9/11 and other recent international events. Material to be examined will be drawn from the work of Pina Bausch, Joseph Beuys, Christian Boltanski, Cathy Caruth, Paul Celan, Marguerite Duras, Peter Eisenman, Shoshana Felman, Florian Freund, Jochen Gerz, Geoffrey Hartman, Rebecca Horn, Marion Kant, Anselm Kiefer, Ruth Klüger, Dominick LaCapra, Claude Lanzmann, Dori Laub, Daniel Libeskind, W.G. Sebald, Art Spiegelman, Paul Virilio, Peter Weiss, Wim Wenders, Elie Wiesel, Christa Wolf, and others. Conducted in English with German majors required to do a substantial portion of the reading in German.\nFall semester. Professor Gilpin.\n40.00","Department Code":"GERM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/GERM/GERM-363-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(142, 68, 18)","size":10.0},{"label":"ARHA-111","x":3.0,"y":1.0,"id":"9","attributes":{"Title":"Drawing I","Description":"Listed in: \n, as ARHA-111\nFormerly listed as: ARAH-04\n (Section 01)\nAn introductory course in the fundamentals of drawing. The class will be based in experience and observation, exploring various techniques and media in order to understand the basic formal vocabularies and conceptual issues in drawing; subject matter will include still life, landscape, interior, and figure. Weekly assignments, weekly critiques, final portfolio. Two three-hour sessions per week.\nLimited to 20 students.  Fall semester:  Senior Resident Artist Gloman and Professor Keller.  Spring semester: Professor Keller.\nPriority will be given first to ARHA Majors, Then evenly distributed between all classes","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-111-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(123, 211, 172)","size":10.0},{"label":"HIST-242","x":9.0,"y":2.0,"id":"10","attributes":{"Title":"Material Culture of American Homes","Description":"Listed in: \n, as ARCH-242  |  \n, as ARHA-133  |  \n, as HIST-242\nFormerly listed as: FIAR-33  |  HIST-37\nMoodle site: \n (Section 01)\n(Offered as HIST 242 [US\n], ARCH 242, and AHRA 133.) Using architecture, artifacts, visual evidence and documentary sources, the course examines social and cultural forces affecting the design and use of domestic architecture, home furnishings, and domestic technology in the eastern United States from 1600 to 1960. In addition to providing a survey of American domestic architecture, the course provides an introduction to the study of American material culture. Field trips to Historic Deerfield, Old Sturbridge Village, Hartford, Connecticut, and sites in Amherst form an integral part of the course. Two class meetings per week.\nLimited to 25 students.  Fall semester.  Professor K. Sweeney.\nPreference given to history and art and history of art majors.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-242-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(12, 224, 82)","size":10.0},{"label":"ARCH-104","x":10.0,"y":1.0,"id":"11","attributes":{"Title":"Housing, Urbanization, and Development","Description":"Listed in: \n, as ARCH-104\n (Section 01)\nThis course studies the theory, policy, and practice of low-income housing in marginalized communities. In particular, the class examines housing in the context of international development—the global project of reducing urban poverty through providing safe housing to those in need. We study central concepts in housing theory, key issues regarding low-income housing, different approaches for addressing these issues, and political debates around housing the poor. This is a thematic, comparative, and transnational course that uses specific case studies from all around the world. We study our subject through illustrated lectures, field trips, seminar discussions, documentary films, and visual analysis exercises. The latter will be interspersed throughout the semester.\nLimited to 25 students. Priority to majors, then sophomores. Spring semester. Five College Professor Arboleda.\nPriority to Architectural Studies majors, then sophomores, juniors, seniors, and first-year students, in that order.","Department Code":"ARCH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARCH/ARCH-104-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(220, 185, 172)","size":10.0},{"label":"ARCH-206","x":11.0,"y":2.0,"id":"12","attributes":{"Title":"Auralized Architectures: Re-Sounding the Ancient Past","Description":"Listed in: \n, as ARCH-206  |  \n, as MUSI-114\nMoodle site: \n (Section 01)\n(Offered as ARCH 206 and MUSI 114) Enlivened with sound, ancient sites, structures, and musical instruments are given voice by archaeoacoustics research techniques. How can digital technologies enable us to engage these long-silent traces of past life? How might sonic re-constructions or \"auralizations\" be situated to communicate multiple interpretations of the distant past? How do sonic architectures relate to other archaeological evidence? We will examine such questions through cross-disciplinary readings and discussion of theories and methods commonly and uncommonly employed in archaeology and sound studies. Via computer laboratory and field exercises, we will explore how audio digital signal processing (DSP) techniques can be applied to questions of ancient humanity and musical archaeology. Comparative examples of local, present-day sonic dynamics of the built environment will additionally inform our inquiry.  Three class meetings for 50, 50, and 90 minutes.\nLimited to 12 students. Fall semester. Five College Mellon Fellow Kolar.\nPriority to Amherst College Architectural Studies and Music majors; then Anthropology and Art majors. Over-enrollment to be recorded on a waiting list, administered at instructor's discretion.\n$50.00","Department Code":"ARCH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARCH/ARCH-206-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(220, 185, 172)","size":10.0},{"label":"EUST-203","x":12.0,"y":2.0,"id":"13","attributes":{"Title":"Cityscapes: Imagining the European City","Description":"Listed in: \n, as ARCH-203  |  \n, as EUST-203\nFormerly listed as: EUST-50\nMoodle site: \n (Section 01)\n(Offered as EUST 203 and ARCH 203.)  Cities, the largest human artifact, have been at the center of Europeans’ relationships with nature, gods, and their own kind since their first appearance. With the advent of capitalist energy, the European city went through radical change. The resultant invention, re-invention and growth of major metropolises will be the subject of this course.\nWe will discuss histories and theories of the city and of the urban imagination in Europe since the eighteenth century. We will consider Paris, London, Berlin, Rome, and St. Petersburg, among others, and the counter-example of New York City. We will study examples of city planning and mapping, urban architecture, film and photography, painting, poetry, fiction, and urban theory. And, we may study Atget, Baudelaire, Benjamin, Calvino, Dickens, Joyce, Rilke, Truffaut, Zola, and others.\nQuestions addressed will include: To what extent do those who would “improve” a city take into account the intangible qualities of that city? How do the economics of capital compromise with the economics of living? How does the body-healthy and unhealthy-interact with the built environment? How and why does the imagination create an “invisible city” that rivals the “real” geo-political site? Two classes per week.\nLimited to 25 students.  Fall semester.  Professor Rosbottom.\nPreference will be given to students who pre-register and attend class on the first and second day.\n30.00","Department Code":"EUST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/EUST/EUST-203-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(248, 120, 173)","size":10.0}]}