{"edges":[{"label":"","source":"9","target":"14","id":"6","attributes":{},"color":"rgb(55, 122, 63)","size":1.0},{"label":"","source":"49","target":"56","id":"8","attributes":{},"color":"rgb(55, 122, 63)","size":1.0},{"label":"","source":"71","target":"5","id":"10","attributes":{},"color":"rgb(55, 122, 63)","size":1.0},{"label":"","source":"84","target":"56","id":"12","attributes":{},"color":"rgb(55, 122, 63)","size":1.0},{"label":"","source":"86","target":"10","id":"14","attributes":{},"color":"rgb(55, 122, 63)","size":1.0},{"label":"","source":"87","target":"10","id":"16","attributes":{},"color":"rgb(55, 122, 63)","size":1.0},{"label":"","source":"87","target":"65","id":"18","attributes":{},"color":"rgb(55, 122, 63)","size":1.0}],"nodes":[{"label":"ENGL-218","x":0.0,"y":2.0,"id":"0","attributes":{"Title":"Making Literary Histories II","Description":"Listed in: \n, as ENGL-218\nMoodle site: \n (Section 01)\n[before 1800]  What is “English Literature,” and how does one construct its history?  How do we decide what counts as “English,” and what counts as “literature”?  What is the relationship between histories of literature and political, social, religious, and intellectual histories?  What is the role of gender, race and class in the making of literature, and the making of its histories?\nThese are some of the questions we will ask as we read masterpieces of English literature from the mid-seventeenth through the mid-nineteenth century, alongside works that have not always been thought of as part of the canon, by women, slaves, exiles, political radicals, anonymous, and unpublished writers. Writers we will study include (but are not limited to) John Milton, Aphra Behn, John Dryden, Anne Finch, Alexander Pope, Jonathan Swift, Olaudah Equiano, Samuel Johnson, Phillis Wheatley, William Wordsworth, Jane Austen, and Mary Shelley.\nThis course is the chronological sequel to “Making Literary Histories I,” though it is not necessary (or even necessarily desirable) to take the classes in chronological order.\nLimited to 25 students.  Fall semester.  Professor Worsley.\nIf overenrolled, students will submit statements of interest and will be required to come to first three classes.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-218-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-438","x":1.0,"y":4.0,"id":"1","attributes":{"Title":"Solitude and the Self in British Romanticism","Description":"Listed in: \n, as ENGL-438\nMoodle site: \n (Section 01)\nAre we most ourselves when we are alone?  Is creativity made more possible by solitude?  Why do artists and writers tend to be seen as more solitary than other kinds of people?\nIn this course, we will study shifting ideas about the relationship between the self, solitude, and creativity in the works of William Wordsworth, Jean-Jacques Rousseau, Charlotte Smith, Samuel Taylor Coleridge, Felicia Hemans, John Keats, Percy Bysshe Shelley, Mary Shelley, Lord Byron, and Mary Wollstonecraft. Our main focus will be on Romantic poetry, but we will also pay close attention to texts about solitude that the Romantics themselves read, such as Shakespeare’s \n and \n, Milton’s \n, Defoe’s \n, and eighteenth-century “graveyard poetry,” in order to question more rigorously how ideas about solitude changed across time. How do factors such as gender, race, national origin, and class have a bearing upon the way that solitude is represented? The course includes an independent research project, in which students are asked to find a memoir, philosophical work, novel, periodical, or piece of travel writing from 1700-1830, in which solitude is a central concept, in order to ask how the development of different genres and modes of autobiographical writing affected ideas about solitude.\nOpen to juniors and seniors.  Limited to 15 students.  Spring semester.  Professor Worsley.\nPreference given to junior and senior majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-438-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-280","x":2.0,"y":2.0,"id":"2","attributes":{"Title":"Coming to Terms: Cinema","Description":"Listed in: \n, as ENGL-280  |  \n, as FAMS-210\nFormerly listed as: ENGL-16  |  FAMS-20\nMoodle site: \n (Section 01)\n(Offered as ENGL 280 and FAMS 210.)  An introduction to cinema studies through consideration of a few critical and descriptive terms, together with a selection of various films (classic and contemporary, foreign and American) for illustration and discussion.  The terms for discussion will include, among others:  \n, montage, realism, visual pleasure, and the avant-garde.  Two class meetings and one screening per week.\nLimited to 35 students.  Fall semester.  Visiting Professor Guilford.\nPriority will be given to declared FAMS majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-280-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-255","x":3.0,"y":2.0,"id":"3","attributes":{"Title":"Unreliabilities","Description":"Listed in: \n, as ENGL-255\nFormerly listed as: ENGL-17\nMoodle site: \n (Section 01)\nThis course is concerned with the problem of honesty in subjective expression.  We will study both fictional and non-fictional first-person narratives.  Some narrators deliberately deceive, and some deceive without intending to.  How does an elusive understanding of the self make even an “honest” narrator’s project of telling harder, if not impossible?  Readings will include works by Kazuo Ishiguro, Vladimir Nabokov, Joseph Mitchell, Janet Malcolm, Lauren Slater, and Geoff Dyer.  Students will be required to produce both critical and creative writing.  Creative writing experience preferred.  Writing attentive.\nLimited to 15 students. Spring semester. Visiting Writer Gaige.\nWriting sample","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-255-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-295","x":4.0,"y":2.0,"id":"4","attributes":{"Title":"Literature and Psychoanalysis","Description":"Listed in: \n, as ENGL-295\nMoodle site: \n (Section 01)\nWhy does it seem natural to read ourselves and other people in the same way that we read books?  This course will introduce students to both psychoanalytic theory and literary interpretation, asking about their similarities as well as their dissonance.  Why do novels of development and case-studies resemble one another?  What can the Freudian understanding of the structure of the psyche teach us about the structure of narrative?  And what do “illnesses” like hysteria and paranoia have in common with everyday acts of meaning-making and with the way we read literature?  Each week pairing a psychoanalytic paper with a short story or novel, we will ask how psychoanalysis alters not only what we see in literary works, but also the way we understand our own acts of interpretation.  Topics include the unconscious, dreams, childhood, the uncanny, desire, subjects and objects, and mourning.\nReading will include essays by Freud, Lacan, Winnicott, Melanie Klein, and others; and fiction by Jensen, Melville, Poe, Brontë, James, Flaubert, and Ishiguro.\nPreference given to sophomores considering an English major.  Limited to 35 students.  Fall semester.  Professor Christoff.\nPreference given to sophomores considering an English major. ","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-295-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-431","x":5.0,"y":4.0,"id":"5","attributes":{"Title":"Transnational Shakespeares","Description":"Listed in: \n, as ENGL-431\nFormerly listed as: ENGL-95\nMoodle site: \n (Section 01)\n[before 1800]  By studying selected Shakespeare plays and their afterlives in literature and performance, we will explore the fate of culture over centuries of global mobility.  What qualities of Shakespeare’s works render them peculiarly adaptable to a world of intercultural conflict, borrowing and fusion?  And what light does the translation and adaptation of Shakespeare shed on the dialectic of cultural persistence and change?  Our examples may include European literature and theater; American silent film and musicals; post-colonial appropriations in India, Africa and Latin America; and versions in the drama, opera and cinema of China and Japan.  The course includes an independent research project on a chosen case study.\nPreference given to senior and junior English majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-431-1516F'> Course Site </a>","Requisite":["Requisite:  ENGL 338 (Shakespeare). Open to juniors and seniors. Limited to 15 students.  Fall semester.  Professor Bosman."]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-381","x":6.0,"y":3.0,"id":"6","attributes":{"Title":"Cinema and Everyday Life","Description":"Listed in: \n, as ENGL-381  |  \n, as FAMS-351\nFormerly listed as: ENGL-84\nMoodle site: \n (Section 01)\n(Offered as ENGL 381 and FAMS 351.) Film theorist Siegfried Kracauer declared that some of the first films showed “life at its least controllable and most unconscious moments, a jumble of transient, forever dissolving patterns accessible only to the camera.” This course will explore the ways contemporary narrative films aesthetically represent everyday life–capturing both its transience and our everyday ruminations. We will further consider the ways we incorporate film into our everyday lives through various modes of viewings (the arthouse, the multiplex, the DVD, the mp3), our means of perception, and in the kinds of souvenirs we keep. We will look at films by Chantal Akerman, Robert Altman, Marleen Gorris, Hirokazu Koreeda, Marzieh Makhmalbaf, Terrence Malick, Lynne Ramsay, Tsai Ming-liang, Agnès Varda, Wong Kar-wai, and Andy Warhol. Readings will include work by Roland Barthes, Walter Benjamin, Marlene Dietrich, Sigmund Freud, and various works in film and media studies. Two class meetings and one screening per week.\nNot open to first-year students.  Limited to 30 students.  Fall semester.  Professor Hastie.\nPreference given to English majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-381-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-374","x":7.0,"y":3.0,"id":"7","attributes":{"Title":"Spike Lee’s Joints","Description":"Listed in: \n, as BLST-330  |  \n, as ENGL-374  |  \n, as FAMS-358\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as ENGL 374, BLST 330 [US], and FAMS 358.)  In offering extended formal considerations of Spike Lee’s cinematic oeuvre–in particular his uses of light, sound, and color–this course is interested in how shifting through various modes of critical inquiry can enable or broaden different kinds of cultural, political, or historical engagement with a film. This semester we will also pay special attention to the question of what it means to encapsulate a particular cultural moment, particularly vis-à-vis the often differing demands of fictional and non-fictional representation.\nSpring semester.  Professors Parham and Drabinski.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-374-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-471","x":8.0,"y":4.0,"id":"8","attributes":{"Title":"Corporeal States:  Body, Nation, Text in Modern African Literature","Description":"Listed in: \n, as BLST-412  |  \n, as ENGL-471  |  \n, as SWAG-471\nMoodle site: \n (Section 01)\n(Offered as ENGL 471, BLST 412 [A], and SWAG 471.)  How do literary texts transmute human bodies into subjects–gendered subjects, colonial subjects, disabled subjects, terrorists, cultural icons, cyborgs?  And what happens when we use ideas about the body to represent the body politic? In this course we will examine how modern African writers utilize a variety of genres, including ethnographic writing, Kung Fu movies, pornography, traditional epic, and graffiti, to challenge our notions of what counts as a body, as a nation, or as a text. Alongside novels by established writers, we will consider recent books and digital creations by Chimamanda Adichie, Chris Abani, Teju Cole, Zakes Mda, Werewere Liking, and Taiye Selasi.\nOpen to juniors and seniors.  Limited to 15 students.  Fall semester.  Professor Cobham-Sander.\nPreference given to junior and senior majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-471-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-221","x":9.0,"y":2.0,"id":"9","attributes":{"Title":"Writing Poetry I","Description":"Listed in: \n, as ENGL-221\nFormerly listed as: ENGL-21\n (Section 01)\nA first workshop in the writing of poetry. Class members will read and discuss each others’ work and will study the elements of prosody: the line, stanza forms, meter, free verse, and more. Open to anyone interested in writing poetry and learning about the rudiments of craft. Writing exercises weekly.\nLimited enrollment. Please consult the  Creative Writing Center website for information on admission to this course.\nFall semester: Professor Sofield. Spring semester: Writer-in-Residence Hall.\nKeep registration open, and the instructor will choose from among the registrants on the basis of a writing sample.  The instructor will choose students with a lively engagement with literary language and a wide variety of life experience.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-221-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-382","x":10.0,"y":3.0,"id":"10","attributes":{"Title":"American Avant-Garde Cinema","Description":"Listed in: \n, as ARHA-382  |  \n, as ENGL-382  |  \n, as FAMS-381\nMoodle site: \n (Section 01)\n(Offered as ENGL 382, ARHA 382, and FAMS 381.)  This course examines the history of American avant-garde film, paying special attention to the alternative cultural institutions that have facilitated experimental cinema’s emergence and longevity in the U.S. since the 1940s. Through critical readings and weekly film screenings, we will analyze some of the major tendencies that have defined the postwar American avant-garde, including the poetic and amateur filmmakers of the ’40s and ’50s, the underground film and political documentary movements of the ’60s, the structural film and women’s cinema formations of the ’70s, the turn toward small-gauge and found footage practices in the ’80s, and more contemporary engagements with hand-made film and expanded cinema. Special emphasis will be given to the broader institutional practices that have surrounded the production and maintenance of avant-garde film culture. Examining critical histories of radical filmmaking collectives, cooperative distribution centers, art film societies, critical journals, and experimental film archives, we will consider how the avant-garde’s interest in creating an alternative cinema necessitated a dramatic reorganization of existing modes of filmic production, distribution, exhibition, reception, and preservation. Screenings of films by Maya Deren, Stan Brakhage, Jonas Mekas, Andy Warhol, Barbara Rubin, \n, Michael Snow, Barbara Hammer, Saul Levine, Peggy Ahwesh, Jennifer Reeves, and others will be included.  Two class meetings and one screening per week.\nPriority will be given to FAMS, ARHA, and ENGL majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-382-1516F'> Course Site </a>","Requisite":["Requisite: One 100-level or 200-level FAMS or ENGL course, or consent of the instructor. Limited to 30 students. Fall semester. Visiting Professor Guilford."]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-358","x":12.0,"y":3.0,"id":"11","attributes":{"Title":"Readings in English and American Fiction, 1950-2010","Description":"Listed in: \n, as ENGL-358\nFormerly listed as: ENGL-72\nMoodle site: \n (Section 01)\nNovels and short fiction, mainly comic, by such writers as Evelyn Waugh, Saul Bellow, Flannery O’Connor, Elizabeth Taylor, Kingsley Amis, John Updike, Philip Roth, Nicholson Baker, Ian McEwan, Jonathan Franzen, Barbara Pym.  The effort will be to refine and complicate one’s performance as a critic of these writers and their books.\nFall semester.  Professor Pritchard.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-358-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-439","x":13.0,"y":4.0,"id":"12","attributes":{"Title":"Poetry 1914-2014:  The American Century","Description":"Listed in: \n, as ENGL-439\nMoodle site: \n (Section 01)\nRichard P. Wilbur (Section 01)\nA seminar–intensive reading, in-class presentations, a long paper at the end–in which the work of six major poets will be studied:  Robert Frost, Wallace Stevens, T.S. Eliot, Elizabeth Bishop, Richard Wilbur, and Anthony Hecht.  Attention will be given to the poets’ own critical writing, in letters, interviews, reviews, and essays, as well as to the critical literature devoted to them.\nOpen to sophomores, juniors, and seniors, with preference given to junior English majors who have not taken a 400-level English course.  Although this is an English Department seminar, students not majoring in English will be welcomed.  Limited to 15 students.  Fall semester.  Professor Sofield and Simpson Lecturer Wilbur.\nPreference given to junior English majors who have not taken a 400-level English course.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-439-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-488","x":14.0,"y":4.0,"id":"13","attributes":{"Title":"Early Cinema, Late Cinema","Description":"Listed in: \n, as ENGL-488  |  \n, as FAMS-488\nMoodle site: \nKalisha R. Cornett (Section 01)\n(Offered as ENGL 488 and FAMS 488.)  This course will examine questions of the origins of cinema and notions of its demise.  From its inception, cinema has shaped and informed a critical relationship to modern popular culture.  Recent technological innovations have dislodged the cinema from its position as a distinctive arbiter of public experience and aesthetic engagement, as new mediums and new methods of dissemination proliferate in our networked society.  Claims about the “death of cinema” and the predominance of “new media” will be investigated as they have changed over time.  The central project of the course is to make sense of the salient features of the cinema while considering the significance of new forms of moving-image practices.  Students will collectively research, plan, and curate a repertory theater series that reflects class discussion and alternative modes of film distribution and exhibition.\nRecommended requisite: At least one foundational course in FAMS or an equivalent introductory film course.  Open to juniors and seniors.  Limited to 15 students.  Spring semester.  Dean’s Faculty Fellow Cornett.\nPreference given to junior and senior majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-488-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-324","x":9.0,"y":3.0,"id":"14","attributes":{"Title":"Writing Poetry II","Description":"Listed in: \n, as ENGL-324\nFormerly listed as: ENGL-22  |  ENGL-27\nMoodle site: \n (Section 01)\nA second, advanced workshop for practicing poets. Students will undertake a longer project as well as doing exercises every week exploring technical problems.\nKeep registration open, and the instructor will choose from among the registrants on the basis of a writing sample.  The instructor will choose students with a lively engagement with literary language and a wide variety of life experience.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-324-1415F'> Course Site </a>","Requisite":["Requisite: ENGL 221 or the equivalent. Limited enrollment. Please consult the Creative Writing Center website for information on admission to this course.  Fall semester.  Writer-in-Residence Hall."]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"SWAG-279","x":15.0,"y":2.0,"id":"15","attributes":{"Title":"Global Women's Literature","Description":"Listed in: \n, as BLST-202  |  \n, as ENGL-279  |  \n, as SWAG-279\nMoodle site: \n (Section 01)\n(Offered as SWAG 279, BLST 202, and ENGL 279.) What do we mean by “women’s fiction”? How do we understand women’s genres in different national contexts? This course examines topics in feminist thought such as marriage, sexuality, desire and the home in novels written by women writers from South Asia, Africa and the Caribbean. We will draw on postcolonial literary theory, essays on transnational feminism and historical studies to situate our analyses of these novels. Texts include South African writer Nadine Gordimer’s \n, Indian novelist Kiran Desai’s \n and Caribbean author Shani Motoo’s \n. \nFall semester. Professor Shandilya.\n10","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-279-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(195, 75, 31)","size":10.0},{"label":"ENGL-475","x":16.0,"y":4.0,"id":"16","attributes":{"Title":"Serial Fictions: The Victorian Novel and Contemporary Television","Description":"Listed in: \n, as ENGL-475  |  \n, as FAMS-475\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as ENGL 475 and FAMS 475.)  This course examines the similarities in form and content between the Victorian novel and the modern television series.  While contemporary TV and fiction from over a century ago might seem like a surprising pairing, the two forms have a great deal in common. Indeed, serial television finds its foundation in nineteenth-century publication practices:  the Victorian novels we now read as massive single-volume books were originally published in small weekly or monthly parts.  Focusing on case studies in which we place a Victorian novel and a television series side by side, this course interrogates questions of genre, form, medium, and the dubious division of popular entertainment and high art. Through experiments with our own reading, writing, and viewing habits, we will ask how the serial forms of the Victorian novel and TV illuminate each other, what habits of consumption they promote, and what they have to teach us about seriality itself.\nOpen to juniors and seniors.  Limited to 16 students.  Fall semester.  Professors Christoff and Hastie.\nPreference given to junior and senior ENGL and FAMS majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-475-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-111","x":17.0,"y":1.0,"id":"17","attributes":{"Title":"Having Arguments","Description":"Listed in: \n, as ENGL-111  |  \n, as SWAG-111\nFormerly listed as: ENGL-01\n (Section 01)\n(Offered as ENGL 111 and SWAG 111.)  Using a variety of texts–novels, essays, short stories–this course will work to develop the reading and writing of difficult prose, paying particular attention to the kinds of evidence and authority, logic and structure that produce strong  arguments.  The authors we study may include Peter Singer, Aravind Adiga, Willa Cather, Toni Morrison, George Orwell, Charles Johnson, James Baldwin, Alice Munro, William Carlos Williams.  This is an intensive writing course.  Frequent short papers will be assigned.\nPreference given to first-year Amherst College students.  Each section limited to 12 students. Fall semester: Professor Barale and Senior Lecturer Lieber. Spring semester: Senior Lecturer Lieber.\nStudents admitted in consultation with the Dean of Students' office and/or their academic adviser.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-111-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-377","x":18.0,"y":3.0,"id":"18","attributes":{"Title":"The Documentary Impulse","Description":"Listed in: \n, as ENGL-377  |  \n, as FAMS-383\nMoodle site: \n (Section 01)\n(Offered as ENGL 377 and FAMS 383.)  This course focuses on the documentary impulse–that is, the desire for an encounter with the “real”–as a way of understanding the different philosophies and ideologies that have shaped the history and practice of documentary. We will approach canonical studies of the modes of documentary (e.g., expository, observational, poetic, reflexive), placing pressure on concepts whose resonance or antagonism has shaped the notion of documentary, such as spectacle, authenticity, reality, mimesis, art, fiction, and performance. In addition to encountering canonical documentary films and major debates, we will analyze documentary as a complex discourse that has been shaped by multiple media forms (such as photography, television, and new media) and exhibition contexts (the art gallery, the cinema, the smartphone). Assignments will include group presentations, analytical exercises, and a final research paper. Two class meetings and one screening per week.\nRecommended requisite: A prior introductory film course.  Not open to first-year students.  Limited to 35 students.  Fall semester.  Professor Rangan.\nWhen 300 level courses have limited enrollment, faculty members try to ensure that students bring a diverse range of ideas and expertise to the class–majors and non-majors, upper and lower classes, and so forth.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-377-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-106","x":19.0,"y":1.0,"id":"19","attributes":{"Title":"Engaging Literature:  Craft, Conversation, Community","Description":"Listed in: \n, as ENGL-106\n (Section 01)\n (Section 02)\nLiterature engages us. It moves us, it delights us, it makes us ask hard questions. How do we engage literature? How do we respond to it in conversation, in writing, in performance, and in our communities?  How do we write about literature in a way that effectively engages others?\nThis class seeks to engage \n in a process of seeing literature and your own writing process anew.  We will engage with authors, in person, in public, and on the page.  We will attend literary events and enter into conversations among writers:  authors who are influenced and inspired by each other, literary critics who give us illuminating interpretations, and literary historians who open our eyes to contexts heretofore unseen. Students will practice writing about literature in a range of modes from the personal essay to the book review to the academic paper. Frequent writing workshops will be geared toward the process of revising in a collaborative environment. A first course in reading fictional, dramatic, lyric, and non-fiction texts, this course also challenges Amherst College students to think of themselves as writers.\nPreference given to first-year students.  Limited to 15 students per section.  Spring semester.  Professors Brooks and Christoff.\nPreference given to first-year students.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-106-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"BLST-203","x":20.0,"y":2.0,"id":"20","attributes":{"Title":"Women Writers of Africa and the African Diaspora","Description":"Listed in: \n, as BLST-203  |  \n, as ENGL-216  |  \n, as SWAG-203\nFormerly listed as: BLST-27\nMoodle site: \n (Section 01)\n(Offered as Black Studies 203 [D], ENGL 216 and SWAG 203.) The term \"Women Writers\" suggests, and perhaps assumes, a particular category.  How useful is this term in describing the writers we tend to include under the frame?  And further, how useful are the designations African and African Diaspora?  We will begin by critically examining these central questions, and revisit them frequently as we read specific texts and the body of works included in this course.  Our readings comprise a range of literary and scholarly works by canonical and more recent female writers from Africa, the Caribbean, and continental America.  Framed primarily by Postcolonial Criticism, our explorations will center on how writers treat historical and contemporary issues specifically connected to women's experiences, as well as other issues, such as globalization, modernity, and sexuality.  We will consider the continuities and points of departure between writers, periods, and regions, and explore the significance of the writers' stylistic choices. Here our emphasis will be on how writers appropriate vernacular and conventional modes of writing.\nLimited to 15 students.  Spring semester.  Visiting Lecturer Bailey.\nPriority given to Black Studies, English, and SWAGS  majors, then ona first come first serve basis.","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/BLST/BLST-203-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(24, 5, 125)","size":10.0},{"label":"FAMS-228","x":21.0,"y":2.0,"id":"21","attributes":{"Title":"Introduction to Super 8 Film and Digital Video","Description":"Listed in: \n, as ENGL-287  |  \n, as FAMS-228\nMoodle site: \n (Section 01)\n(Offered as ENGL 287 and FAMS 228.)  This course will introduce students to basic Super 8 film and digital video techniques.  The course will include workshops in shooting for film and video, Super 8 film editing, Final Cut Pro video editing, lighting, stop motion animation, sound recording and mixing.  Students will learn to think about and look critically at the moving and still image.  Students will complete three moving image projects, including one Super 8 film, one video project, and one mixed media project.  Weekly screenings will introduce students to a wide range of approaches to editing, writing, and directing in experimental, documentary, narrative, and hybrid cinematic forms.  Screenings include works by Martha Rosler, Bill Viola, the Yes Men, Jennifer Reeves, Mona Hatoum, Guillermo Gómez-Peña, Dziga Vertov, D.A. Pennebaker, Jean-Pierre Gorin, Cécile Fontaine, and Johanna Vaude.\nAdmission with consent of the instructor.  Please complete the questionnaire at https://www.amherst.edu/academiclife/departments/film/major/major-requirements/forms.  Limited to 13 students.  Spring semester.  Five College Professor Hillman.\nQuestionnaire available on Amherst website. ","Department Code":"FAMS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/FAMS/FAMS-228-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(186, 122, 123)","size":10.0},{"label":"ENGL-433","x":22.0,"y":4.0,"id":"22","attributes":{"Title":"Renaissance Drama and Media History","Description":"Listed in: \n, as ENGL-433\nMoodle site: \n (Section 01)\n[before 1800]  Shaped at the convergence of new technologies of print and performance, the plays of Shakespeare and his contemporaries marked a key moment in the history of media.  Ever since then, the plays have been on the edge of media change, including the rise of cinema, television, multimedia theatre, digital texts and archives, and interactive pedagogies.  This course surveys a range of drama and spectacle that originated in early modern England and survives today in media the Renaissance could not have imagined.  We will attend closely to the changing relation between literary forms and material formats, asking how art and technology have developed and disrupted each other at the points of production and reception alike.\nOpen to juniors and seniors.  Limited to 15 students.  Spring semester.  Professor Bosman.\nPreference given to junior and senior majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-433-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-352","x":23.0,"y":3.0,"id":"23","attributes":{"Title":"Following Faulkner:  Nathanael West, Flannery O’Connor, Joyce Carol Oates, and Toni Morrison","Description":"Listed in: \n, as ENGL-352\nMoodle site: \n (Section 01)\nStudying selected works of five major twentieth-century fiction writers, this course looks at American themes and modernist techniques that infuse the work of William Faulkner and those who came after him. Black humor, grotesqueries, religious symbolism, apocalyptic transformations, shifting points of view, unreliable narration, and other distinctive elements complicate and enrich our reading of these texts. We will puzzle through them together in a course that is primarily discussion and which includes two short papers, a midterm, and a final exam.\nLimited to 20 students.  Fall semester.  Five College Professor Creighton.\nPreference given to English majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-352-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-306","x":24.0,"y":3.0,"id":"24","attributes":{"Title":"Modern British and American Poetry, 1900-1950","Description":"Listed in: \n, as ENGL-306\nFormerly listed as: ENGL-45\n (Section 01)\nReadings and discussions centering on the work of Thomas Hardy, W.B. Yeats, T.S. Eliot, Robert Frost, and Wallace Stevens. Some attention also to A.E. Housman, Edward Thomas, Ezra Pound, and William Carlos Williams.\nSpring semester. Professor Emeritus Pritchard.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-306-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-304","x":25.0,"y":3.0,"id":"25","attributes":{"Title":"Narratives of Suffering","Description":"Listed in: \n, as ENGL-304\nMoodle site: \n (Section 01)\n“The word ‘suffer,’” Nietzsche writes, is something that we “set up . . . at the point at which our ignorance begins, at which we can see no further.”  What makes suffering especially mysterious–and especially attractive as an element of story-telling–is that it both escapes secure designation and refuses to be ineffable; it is a Thing, neither fully beyond nor fully within our ken.  It provokes a desire to give it shape and a desire to do no more than approach its shapelessness; it occasions humanitarian crises and stands beyond them as an unbudgeable element of existence; it rings like a pure gold coin and like an alarm bell that cannot be shut off.  In this course, we will be studying a series of thematically connected but wildly different works that model especially suggestive ways of approaching this phenomenon.  Readings will include the \n, \n, Emily Dickinson’s poetry, Owen Chase’s shipwreck narrative, John Hersey’s \n, Samuel Beckett’s \n, Toni Morrison’s \n, Art Spiegelman’s \n, and Cormac McCarthy’s \n.\nFall semester.  Professor Sanborn.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-304-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-159","x":26.0,"y":1.0,"id":"26","attributes":{"Title":"Reading Regions, Reading the South","Description":"Listed in: \n, as ENGL-159\nFormerly listed as: ENGL-01\nMoodle site: \n (Section 01)\nIn the United States, as in many countries, we divide ourselves into regions.  Differences in language and/or dialect, in history, in customs and politics, are often seen as legitimating regional divisions.  The South has always held an especially powerful place in the American imagination, even before the Civil War.  Through close encounters with texts and music, we will explore the differences \n the South, the ways in which particular literary texts have come to be seen not just as representing the South but, in part, constituting its difference, and the complex roles played by race, ethnicity, and class.  Among the writers and musicians we will study:  Louis Armstrong, Ernest Gaines, Eudora Welty, Flannery O’Connor, Breece D.J. Pancake, William Faulkner, Hank Williams, and the Carter Family.\nLimited to 35 students. Spring semester.  Professor Emeritus O'Connell.\nA waiting list, all seniors admitted first and then, depending on space, some juniors, some sophomores, some first-years chosen by lottery for each of non-senior classes.  All decisions on enrollment to be made by noon of the second class day.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-159-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-232","x":27.0,"y":2.0,"id":"27","attributes":{"Title":"Reading Drama","Description":"Listed in: \n, as ENGL-232\nMoodle site: \n (Section 01)\nThis course explores the unique challenges of experiencing performance through the page.  While this course is not intended as a survey of dramatic literature or theater history, students will be introduced to a variety of drama from across the English-language tradition.  The organizing theme of the course may change slightly from year to year, but the goal will always be to explore a wide array of theoretical and methodological approaches to drama.  Of particular interest will be the relationship of play-reading to other reading practices.  What does a play demand of the reader that a novel, a poem, or an essay does not?  How must the central elements of storytelling or world-making (character, plot, setting, dialogue, point of view, etc.) change when they are required to appear onstage?\nLimited to 30 students.  Fall semester.  Professor Bosman.\nPriority will be given to English majors who need the course to fulfill their 200-level requirement; beyond that, decisions will be based on seniority.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-232-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-435","x":28.0,"y":4.0,"id":"28","attributes":{"Title":"The Play of Ideas","Description":"Listed in: \n, as ENGL-435\n (Section 01)\nWe don’t just think, speak, or write our ideas; we perform them, too.  Think TED Talks.  Think political movements.  Think 400-level seminars in English.\nIn this course, you will read plays driven by their arguments and arguments that look an awful lot like plays.  As the semester wears on, you will begin to research your own angle on the theme of ideas performed.  Your final project will be a mock prospectus, in which you will imagine this “angle” of yours turning into a thesis project–creative, critical, or a mixture of the two.\nPrevious experience with drama or performance is helpful, but hardly required.  The reading load is heavy and expectations for classroom engagement are high.  Would you turn up to a performance not knowing your lines?  I didn’t think so.  See you there.\nOpen to juniors and seniors.  Limited to 15 students.  Spring semester.  Professor Grobe.\nPreference given to senior and junior English majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-435-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-343","x":29.0,"y":3.0,"id":"29","attributes":{"Title":"British Romantic Poetry:  Nature and the Imagination","Description":"Listed in: \n, as ENGL-343\nMoodle site: \n (Section 01)\nCan reading poetry change our understanding of our environment?  How might the way we perceive nature be conditioned by the ways in which writers have imagined it?  In turn, how might the way we perceive our own imaginations be conditioned by ideas about the natural world?  Although “nature” might seem like a universal and unchanging concept, British Romantic writers did much to invent our modern perception of it.  This course questions what “nature” might mean, and how it developed alongside changing ideas about the imagination.\nWe will read the writings of William Wordsworth, Dorothy Wordsworth, Charlotte Smith, Lord Byron, Mary Shelley, Percy Shelley, Keats, and Felicia Hemans alongside seventeenth- and eighteenth-century theories of the imagination by David Hume, Edmund Burke, and Immanuel Kant.  We will also make frequent visits to the Mead Art gallery in order to experiment with some of these imaginative theories.  Finally, we will debate what impact this history has had on current environmental discourse, contemporary ethics, and the Green movement.  Some critics have argued, for instance, that the Romantics’ reverence for nature is more destructive than it might at first seem.  Might it be more environmentally responsible to get rid of the Romantic concept of “nature” altogether?\nFall semester.  Professor Worsley.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-343-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-441","x":30.0,"y":4.0,"id":"30","attributes":{"Title":"Medieval and Renaissance Lyric","Description":"Listed in: \n, as ENGL-441  |  \n, as EUST-374\nMoodle site: \n (Section 01)\n(Offered as ENGL 441 and EUST 374.)  [before 1800]  In this course, we read a selection of English and other European lyrics (in translation) from the twelfth through the seventeenth centuries.  An exciting, fertile era in poetic innovation, these centuries see the dawn of the first romantic love poetry in these languages, the invention of new forms like the sonnet, and the invention of the lyric “anthology.”  Reading the lyrics of the French troubadour poets, Chaucer, Petrarch, Wyatt, Donne, Shakespeare, and the many brilliant anonymous poets of medieval England, we will examine both the text and contexts of these short poems.  Close readings will be put in dialogue with cultural contexts (such as the volatile court of Henry VIII, in which Thomas Wyatt wrote), and the material contexts of the lyrics (the medieval and early modern manuscripts and books in which they first appeared).  We will further think about how the term “lyric” emerges as a privileged poetic category, by reading contemporary “defenses” of poetry and thinking about why the word “lyric” only appears in the sixteenth century.  Does the “lyric” poem change once it is defined?  How do later works speak to the earlier tradition?\nOpen to juniors and seniors.  Limited to 15 students.  Fall semester.  Professor Nelson.\nPreference given to junior and senior English and European Studies majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-441-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-153","x":31.0,"y":1.0,"id":"31","attributes":{"Title":"New Women in America","Description":"Listed in: \n, as ENGL-153  |  \n, as SWAG-112\nFormerly listed as: ENGL-01  |  WAGS-12\n (Section 01)\n(Offered as ENGL 153 and SWAG 112.)  This course will examine the emergence of the “New Woman” as a category of social theory, political action, and literary representation at the turning of the twentieth century.  Early readings will trace the origins of the New Woman as a response to nineteenth-century notions of “True Womanhood.”  Discussions will situate literary representations of women in larger cultural events taking place during the Progressive Era–debates over suffrage as well as their relationship to issues of citizenship, immigration, Jim Crow segregation, urbanization, and nativism.  The course will focus on texts written by a diverse group of women that present multiple and, at times, conflicting images of the New Woman.  Close attention will be paid to the manner in which these women writers constructed their fictions, particularly to issues of language, style, and form.  Readings will include texts by Charlotte Perkins Gilman, Kate Chopin, Edith Wharton, Pauline Hopkins, Anzia Yezierska, and Sui Sin Far.\nPreference given to first-year students and sophomores.  Limited to 15 students.  Fall semester.  Visiting Lecturer Bergoffen.\nPreference given to first-year students and sophomores.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-153-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-458","x":32.0,"y":4.0,"id":"32","attributes":{"Title":"Indigenous American Epics","Description":"Listed in: \n, as AMST-358  |  \n, as ENGL-458\n (Section 01)\n(Offered as ENGL 458 and AMST 358.)  [before 1800]  This course will delve deeply into the literature and history of “Turtle Island,” or North America.  The Quiché Maya \n (Council Book), the Iroquois Great Law, and the Wabanaki creation cycle are rooted in longstanding, complex oral narratives of emergence and transformation, which were recorded by Native authors and scribes.  We will close read these epics (in English) as works of “ancient American” literature, as narratives of tribal history, and as living constitutions of tribal governance.  We will study the tribally and regionally-specific contexts of these epic narratives as well as the “intellectual trade routes” that link them together.  The course will conclude with an epic narrative of more recent colonial history, composed by the nineteenth-century Pequot author William Apess, born in the Connecticut River valley.  Following an interdisciplinary American studies approach, our reading will be enriched by guest speakers and artistic media.\nOpen to juniors and seniors.  Limited to 15 students.  Spring semester.  Professor Brooks.\nPreference given to junior and senior majors in English and American Studies and to students pursuing a Five College certificate in Native American Studies.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-458-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-242","x":33.0,"y":2.0,"id":"33","attributes":{"Title":"Long Poems","Description":"Listed in: \n, as ENGL-242\nMoodle site: \n (Section 01)\nHow do long poems come together–and hold together?  Can they maintain a lyric intensity, or do they inevitably give way to the looser energies of narrative or extended meditation?  We will read works in many forms–including heroic couplets, ballad stanzas, and free verse–by poets from the eighteenth century to the present, including Alexander Pope, Walt Whitman, Amy Clampitt, James Merrill, and Paul Muldoon.\nFall semester.  Writer-in-Residence Hall.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-242-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-496","x":34.0,"y":4.0,"id":"34","attributes":{"Title":"Literary and Critical Theory","Description":"Listed in: \n, as ENGL-496\nMoodle site: \n (Section 01)\nThis course introduces students to the basic concepts and methods of literary and critical theory, a body of work that explores and critiques modern assumptions about truth, culture, power, language, representation, subject-formation, and identity.  Surveying a wide range of authors and approaches (postcolonial, gender studies and queer theory, critical race theory, psychoanalytic, etc.), we will also draw on the expertise of our own faculty, bringing in weekly guest speakers to help explain particular methodologies and to tell us about how they engage with theory in their own scholarship. In this upper-level seminar, students will grapple with complex theoretical texts, consider the place of theory in literary studies and in film, media, and cultural studies as well, and begin to imagine ways of putting theoretical ideas to work for themselves.\nOpen to juniors and seniors. Limited to 18 students. Fall semester. Professor Christoff.\nPreference given to junior and senior majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-496-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-477","x":35.0,"y":4.0,"id":"35","attributes":{"Title":"The Confession:  Theory and Practice","Description":"Listed in: \n, as ENGL-477  |  \n, as FAMS-455\nMoodle site: \n (Section 01)\n(Offered as ENGL 477 and FAMS 455.)  Confession is arguably central to expressions of postmodern selfhood in TV talk shows, YouTube videos, tweets, and Facebook updates. It also informs the evidentiary logic of our civil apparatuses (legal, medical, humanitarian) and infuses the fabric of our diplomatic, familial, and intimate relations. Indeed, we might say that the confession is the preeminent practice through which we understand the “truth” of our selves.This course investigates the many meanings and itineraries of the confession. We will focus on the various institutional sites that have shaped confessional regimes of truth (such as the church, the school, the clinic, the prison, the courtroom), as well as the role of media forms (from autobiographical video to cinematic melodrama and reality television) in consolidating and challenging these regimes. Readings and assignments emphasize a twinned engagement with media and cultural theory. Topics include: narratives on coming-out, truth and reconciliation, hysteria, torture, the female orgasm, insanity defenses, and racial passing. One two hour-and-forty-minute class meeting and one screening per week.\nPreference given to junior and senior English and FAMS majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-477-1516F'> Course Site </a>","Requisite":["Requisite:  At least one foundational course in FAMS or equivalent introductory film course, plus any one course in cultural studies/literary theory/gender studies/race and ethnicity studies.  Open to juniors and seniors.  Limited to 18 students.  Fall semester.  Professor Rangan."]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-369","x":36.0,"y":3.0,"id":"36","attributes":{"Title":"American Extravaganzas","Description":"Listed in: \n, as ENGL-369\nMoodle site: \n (Section 01)\n“I fear chiefly lest my expression may not be \n enough, may not wander far enough beyond the narrow limit of my daily experience, so as to be adequate to the truth of which I have been convinced,” Thoreau writes in \n.  “\n! it depends on how you are yarded.”  The aim of this course is to seek in a series of fictional extravaganzas by American authors a better understanding of how we are generally yarded, as readers of stories and novels, and what opens up for us when that yard expands.  What does a wildness of invention, an insistent pressure on the confines of literary forms, make it possible for us to feel and know?  What aspects of American cultural history are exposed to our view when writers freewheelingly generate, in Melville’s words, “more reality than real life itself can show”?  Readings include Poe’s \n, Twain’s \n, Nabokov’s \n, the stories of Donald Barthelme and Lydia Davis, Marilynne Robinson’s \n, David Foster Wallace’s \n, Edward P. Jones’s \n, and Mat Johnson’s \n.\nLimited to 25 students.  Fall semester.  Professor Sanborn.\nThe criteria will be class year and major; first preference will go to senior English majors, second to seniors of any major, third to junior English majors. Every effort will be made to allow first-year students and sophomores into the course as well.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-369-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-308","x":37.0,"y":3.0,"id":"37","attributes":{"Title":"Expatriate Poets","Description":"Listed in: \n, as ENGL-308\nFormerly listed as: ENGL-94\n (Section 01)\nReadings of poets who have chosen to live in a culture other than their own, with an emphasis on T.S. Eliot in London, Elizabeth Bishop in Brazil, Thom Gunn in California, and Agha Shahid Ali in New England. Two class meetings per week.\nSpring semester.  Writer-in-Residence Hall.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-308-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-272","x":38.0,"y":2.0,"id":"38","attributes":{"Title":"A Primer to Children’s Literature","Description":"Listed in: \n, as ENGL-272\n (Section 01)\nChildren’s books are a site of first encounter, a doorway to literacy and literature.  This course will offer both a history of book production for child readers in England and the United States and an exploration of what these first books can teach us about the attractions, expectations, and responsibilities of reading.\nLimited to 80 students.  Spring semester.  Professor K. Sánchez-Eppler.\nPriority given to pre-registered students in this order:  English majors who still need 200-level courses, then seniors, then first years, then sophomores, and finally juniors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-272-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-125","x":39.0,"y":1.0,"id":"39","attributes":{"Title":"Representing Illness","Description":"Listed in: \n, as ENGL-125\nFormerly listed as: ENGL-01\n (Section 01)\nWith a focus on the skills of close reading and analytical writing, we will look at the ways in which writers imagine illness, how they try to make meaning out of illness, and how they use illness to explore other aspects of experience.  This is not a course on the history of illness or the social construction of disease.  We will discuss not only what writers say about illness but also how they say it: with what language and in what form they speak the experience of bodily and mental suffering.  Readings may include drama by Sophocles, Molière and Margaret Edson; poetry by Donne and Mark Doty; fiction by José Saramago and Mark Haddon; and essays by Susan Sontag, Raphael Campo and Temple Grandin.\nPreference given to first-year students.  Limited to 15 students.  Spring semester.  Professor Bosman.\nPreference given to first-year students.  This is a first course in English.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-125-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-213","x":40.0,"y":2.0,"id":"40","attributes":{"Title":"The Age of Emerson","Description":"Listed in: \n, as ENGL-213\nFormerly listed as: ENGL-08  |  ENGL-10\n (Section 01)\nIn the years 1830 to 1860 Emerson dominates. He is known throughout the entire United States, widely read, yet more widely heard, an inspiration to many writers, a curse to a few. Melville and Thoreau are little known for the most part.  Until Harriet Beecher Stowe’s \n, none of the many women writers achieved comparable stature, though many were popular.\nPolitical and social struggle marked these times: Indian Rights, abolitionism, women’s rights, utopian communities, the continuing efforts of black people to become free in the North as well as in the South, and the sectional antagonisms that led to the Civil War. These pervade every form of literature and support the emergence of Indian writers, a substantial number of black writers (most notably Frederick Douglass) and slave narratives, a whole new genre, and more writing by women. For the first time in American history something like the full range of voices in the society could be heard and read.\nThe readings in the course focus on Emerson, Thoreau, Whitman, Douglass, Apess, and Stowe.\nLimited to 40 students.  Spring semester.  Professor Emeritus O’Connell.\nPreference will be given to seniors and then juniors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-213-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-240","x":41.0,"y":2.0,"id":"41","attributes":{"Title":"Reading Poetry","Description":"Listed in: \n, as ENGL-240\nFormerly listed as: ENGL-12\n (Section 01)\n (Section 02)\nA first course in the critical reading of selected English-language poets, which gives students exposure to significant poets, poetic styles, and literary and cultural contexts for poetry from across the tradition.  Attention will be given to prosody and poetic forms, and to different ways of reading poems.\nLimited to 35 students.  Fall semester:  Professor Sofield.  Spring semester:  Professors Nelson and Worsley.\nIn the case of over-enrollment, instructors will seek to balance the class in terms of majors, class year, gender, and background.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-240-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-117","x":42.0,"y":1.0,"id":"42","attributes":{"Title":"Arthurian Literature","Description":"Listed in: \n, as ENGL-117  |  \n, as EUST-117\nMoodle site: \n (Section 01)\n(Offered as ENGL 117 and EUST 117.)  [before 1800]  Knights, monsters, quests, and true love:  these are the things we associate with King Arthur and tales of his court. Why has Arthurian literature proved so enchanting to centuries of  poets, novelists, and recently, filmmakers?  In this introductory English course, we will read and watch Arthurian legends from Chaucer to Monty Python, examining the ways in which they have been represented in different eras. Beginning with the historical foundations of the King Arthur legend, we will examine how it blossomed and took form in later eras. Our focus will be on close literary and visual analysis of British, American, and French (in translation) versions of these legends. We will also discuss what cultural forces lie behind the popularity of Arthurian legend in certain eras:  later medieval England and France; the Victorian era; and twentieth-century England and America.  There will be frequent writing assignments and presentations, as well as a final creative project.\nOpen to first-year students and sophomores.  Limited to 15 students.  Fall semester.  Professor Nelson.\nPreference given to:  1. first-year students; 2. students with an intention of majoring in English or European Studies.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-117-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-332","x":43.0,"y":3.0,"id":"43","attributes":{"Title":"Chaucer: ","Description":"Listed in: \n, as ENGL-332\nFormerly listed as: ENGL-31\nMoodle site: \n (Section 01)\n[before 1800]  The course aims to give the student rapid mastery of Chaucer’s English and an active appreciation of his poetry. No prior knowledge of Middle English is expected. A knowledge of Modern English grammar and its nomenclature, or a similar knowledge of another language, will be helpful. Short critical papers and frequent declamation in class. The emphasis will be on Chaucer’s humor, irony, and his narrative and dramatic gifts. We will read most of the poetic \n and excerpts from the two prose \n Three class hours per week.\nSpring semester.  Professor Nelson.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-332-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"SWAG-208","x":44.0,"y":2.0,"id":"44","attributes":{"Title":"Black Feminist Literary Traditions","Description":"Listed in: \n, as BLST-345  |  \n, as ENGL-276  |  \n, as FAMS-379  |  \n, as SWAG-208\n (Section 01)\n(Offered as SWAG 208, BLST 345 [US], ENGL 276, and FAMS 379.) Reading the work of black feminist literary theorists and black women writers, we will examine the construction of black female identity in American literature, with a specific focus on how black women writers negotiate race, gender, sexuality, and class in their work. In addition to reading novels, literary criticism, book reviews, and watching documentaries, we will examine the stakes of adaptation and mediation for black female-authored texts. Students will watch and analyze the film and television adaptations of \n (1985), \n (1989), and \n (2005) as well as examine how Toni Morrison’s \n (1970) was mediated and interpreted by Oprah Winfrey’s book club and daytime talk show. Authors will include Toni Morrison, Zora Neale Hurston, Alice Walker, Gwendolyn Brooks, and Gloria Naylor.  Writing Attentive. Expectations include three writing projects, a group presentation, and various in-class assignments.\nLimited to 20 students. Priority given to those students who attend the first day of the class. Open to first-year students with consent of the instructor. Spring semester. Professor Henderson.\nPriority given to those students who attend the first day of class","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SWAG/SWAG-208-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(195, 75, 31)","size":10.0},{"label":"ENGL-120","x":45.0,"y":1.0,"id":"45","attributes":{"Title":"Reading, Writing, and Teaching","Description":"Listed in: \n, as ENGL-120\nFormerly listed as: ENGL-02  |  ENGL-06\n (Section 01)\nStudents, as part of the work of the course, each week will tutor or lead discussions among a small group of students at Holyoke High School. The readings for the course will be essays, poems, autobiographies, and stories in which education and teaching figure centrally. Among these will be materials that focus directly on Holyoke and on one or another of the ethnic groups which have shaped its history. Students will write weekly and variously: critical essays, journal entries, ethnographies, etc. Readings for the course will include works by Sylvia Ashton-Warner, James Baldwin, Judith Ortiz Cofer, John Dewey, Jonathan Kozol, Herbert Kohl, Sarah Lightfoot, John Stuart Mill, Abraham Rodriguez, Esmeralda Santiago, and Patricia Williams. Two class meetings per week plus an additional workshop hour and a weekly morning teaching assistantship to be scheduled in Holyoke.\nLimited to 20 students.  Fall semester:  Visiting Lecturer Carrere.  Spring semester:  Lecturer B. Sánchez-Eppler.\nPre-registered students have priority.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-120-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-378","x":46.0,"y":3.0,"id":"46","attributes":{"Title":"Race and Empire:  Film and Literature","Description":"Listed in: \n, as ENGL-378  |  \n, as FAMS-373\nMatthew A. Tierney (Section 01)\n(Offered as ENGL 378 and FAMS 373.)  Anti-racists, dark comics, revolutionary anarchists, queer dystopians, and communitarian futurists have long sought aesthetic means to resist common-sense understandings of racial identity and imperial politics.  Exploring film and literature, in texts of both fiction and non-fiction, we will ask how life has been lived in the context of race and empire, as well as how it might be lived otherwise.  We will address intimate and local forms of racism but, following Frantz Fanon’s claim that race is a fundamental component of culture and “never a superadded element,” we will also theorize ways in which race and empire also structure our present.  We will incorporate insights gained through formal analysis with critical readings in history and political theory, in films from \n to \n to \n, and in literary writing by authors including Richard Wright, Karen Tei Yamashita, and Peter Dimock.\nOpen to sophomores and juniors.  Limited to 30 students.  Fall semester.  Visiting Professor Tierney.\nI will handle over-enrollment by considering year (prioritizing seniors) and past experience in film/media studies courses.  I will also prioritize FAMS, ENGL, and SWAG majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-378-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-490","x":47.0,"y":4.0,"id":"47","attributes":{"Title":"Wallace Stevens","Description":"Listed in: \n, as ENGL-490\nMoodle site: \n (Section 02)","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-490-02-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-275","x":48.0,"y":2.0,"id":"48","attributes":{"Title":"Foundations of African American Literature","Description":"Listed in: \n, as BLST-232  |  \n, as ENGL-275\nMoodle site: \n (Section 01)\n(Offered as ENGL 275 and BLST 232 [US].)  The focus of this introduction to the study of African American literature and culture will be the complex intertextuality at the heart of the African American expressive tradition.  Tracing some of the tradition’s major formal and thematic concerns means looking for the rhythms and riffs that link different kinds of texts:  literature, film, music, and the spoken word.  While engaging a range of textual experiences, from learning to read silences in narratives of American slavery through coming to understand Afrofuturism and other developments in black speculative fiction, this course will also expose students to a range of analytic and critical production modes that are important to literary and cultural study in general.\nFall semester.  Professor Parham.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-275-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-326","x":49.0,"y":3.0,"id":"49","attributes":{"Title":"Fiction Writing II","Description":"Listed in: \n, as ENGL-326\nFormerly listed as: ENGL-28\n (Section 01)\nAn advanced level fiction class. Students will undertake a longer project as well as doing exercises every week exploring technical problems.\nKeep registration open, and the instructor will choose from among the registrants on the basis of a writing sample.  The instructor will choose students with a lively engagement with literary language and a wide variety of life experience.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-326-1516S'> Course Site </a>","Requisite":["Requisite: Completion of a previous course in creative writing. Limited enrollment. Please consult the Creative Writing Center website for information on admission to this course. Spring semester. Visiting Writer Gaige."]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-105","x":51.0,"y":1.0,"id":"50","attributes":{"Title":"Engaging Literature:  Close Reading","Description":"Listed in: \n, as ENGL-105\nMoodle sites: \n  |  \n  |  \nPeter Berek (Section 01)\n (Section 02)\nWhy study literature?  In many contexts, including the contexts of most other academic disciplines, one reads in order to extract the gist of a text. By studying literature, we enable ourselves to do much more than that. Studying literature makes it possible to recover a relationship to language that we all once had, in which words and their interrelationships were new, strange, and rich with possibility. It makes it possible to develop a more acute awareness of the ongoing tension between language as units of meaning (words, phrases, sentences) and language as units of sound (the beat of syllables, the harmonization of one syllable with another). It even makes it possible for us to carry this sense of everything that is uncanny about language–the medium of our relationship to others and to ourselves–into our lives more generally, to recognize that in just about everything that we say, we mean more than we mean to mean. People who study literature are people who are capable of taking away from conversations, no less than from poems, much more than the gist, the summary, the bottom line. By dwelling on texts patiently, by slowing down the process of moving from mystery to certainty, by opening ourselves to the crosscurrents of potential meanings that are present at every moment in just about every sentence, it is possible for us to become more accurate and nuanced readers of just about everything that happens in our lives.\nPreference given to first-year students and sophomores.  Limited to 15 students.  Fall semester.  Visiting Professor Berek and Professor Sanborn.\nIf over-enrolled, enrollment will be by permission of the instructor, on the basis of written account of need and desire for the class.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-105-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-499","x":52.0,"y":4.0,"id":"51","attributes":{"Title":"Senior Tutorial","Description":"Listed in: \n, as ENGL-499\nFormerly listed as: ENGL-88\n (Section 01)\nStudents intending to continue independent work begun in ENGL 498 are required to submit a five-page prospectus describing in detail the shape of the intended project along with a substantial writing sample from the work completed in English 498. Students beginning a new project who wish to apply for English 499 must submit a five-page description and rationale for the proposed independent study. Those who propose projects in fiction, verse, playwriting, or autobiography must submit a substantial sample of work in the appropriate mode; students wishing to undertake critical projects must include a tentative bibliography with their proposal.\nPreregistration is not allowed.  Admission with consent of the instructor. Spring semester.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-499-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"BLST-432","x":53.0,"y":4.0,"id":"52","attributes":{"Title":"Exploring Ralph Ellison's ","Description":"Listed in: \n, as BLST-432  |  \n, as ENGL-457\nFormerly listed as: BLST-62\nMoodle site: \n (Section 01)\n(Offered as BLST 432 [US] and ENGL 457.)  Ralph Waldo Ellison wrote \n to confirm the existence of the universal in the particulars of the black American experience. The same can be said of the larger aim of this course. It will provide students with the opportunity to explore the broadest themes of Black Studies through the careful reading of a particular text. Due to its broad range of influence and reference, \n is one of the most appropriate books in the black tradition for this kind of attention. The course will proceed through a series of comparisons with works that influenced the literary style and the philosophical content of the novel. The first part of the course will focus on comparisons to world literature. Readings will include James Joyce, \n; Sigmund Freud, \n; and H.G. Wells, \n. The second part of the course will focus on comparisons to American literature. The readings in this part of the course will include Herman Melville, \n; William Faulkner, “The Bear”; and some of Emerson’s essays. The last part of the course will focus on comparisons with books in the black tradition. Some of the readings in this part of the course will include W.E.B. Du Bois, \n and Booker T. Washington, \n. Requires 20-25 page research paper.\nLimited to 15 students. Open to juniors and seniors. Preference given to Black Studies majors.  Fall semester. Professor Ferguson.\nFirst the youngest non-Black Studies majors would be dropped and go from there up in age among that group.  Then students who would have a chance to take the course in the future would be dropped.    ","Department Code":"BLST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BLST/BLST-432-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(24, 5, 125)","size":10.0},{"label":"ENGL-462","x":54.0,"y":4.0,"id":"53","attributes":{"Title":"Film and Video Curation","Description":"Listed in: \n, as ARHA-462  |  \n, as ENGL-462  |  \n, as FAMS-462\n (Section 01)\n(Offered as ENGL 462, FAMS 462, and ARHA 462.)  In recent years, curating has taken on an increasingly central role in the production of contemporary media cultures.  As the practice of selecting, organizing, and presenting cultural artifacts for public exhibition, curating often determines the sorts of media forms audiences have access to and the frameworks through which those media forms are interpreted.  Curating requires a facility with a wide variety of skills, from historical research to critical analysis, communication, administration, and creative thinking.  Yet it also entails an attentiveness to the complex socio-political issues that subtend all approaches to cultural representation.\nThis course introduces students to the history, theory, and practice of film and video curation, paying special attention to the curation of experimental media.  Students will learn about curating in both theoretical and practical ways, analyzing a variety of conceptual issues and debates that have emerged from historical and contemporary approaches to experimental film and video exhibition, while also embarking on creative assignments designed to allow them to begin developing their own curatorial perspectives.  Through weekly screenings, readings, and discussion seminars, as well as visits to off-campus arts venues and cultural institutions, we will examine the different registers of film and video exhibitions that are regularly shaped by curators (program, sequence, exhibition space, text, and formats, etc.), as well as the broader social and political stakes of media curation.  Two class meetings and one screening per week.\nPriority will be given to FAMS, ARHA, and ENGL majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-462-1516S'> Course Site </a>","Requisite":["Requisite:  At least one foundational course in FAMS or ARHA.  Open to juniors and seniors.  Limited to 12 students.  Spring semester.  Visiting Professor Guilford."]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-318","x":55.0,"y":3.0,"id":"54","attributes":{"Title":"Childhood in African and Caribbean Literature","Description":"Listed in: \n, as BLST-362  |  \n, as ENGL-318\nFormerly listed as: BLST-29  |  ENGL-55\nMoodle site: \n (Section 01)\n(Offered as ENGL 318 and BLST 362 [A/CLA].) The course will concentrate on Caribbean authors. It explores the process of self-definition in literary works from Africa and the Caribbean that are built around child protagonists. We will examine the authors’ various methods of ordering experience through the choice of literary form and narrative technique, as well as the child/author’s perception of his or her society. French texts will be read in translation.\nOpen to first-year students with consent of the instructor.  Fall semester.  Professor Cobham-Sander.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-318-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-278","x":56.0,"y":2.0,"id":"55","attributes":{"Title":"Digital Africas","Description":"Listed in: \n, as BLST-212  |  \n, as ENGL-278\nMoodle site: \n (Section 01)\n(Offered as ENGL 278 and BLST 212 [A].)  This course will examine how African writers incorporate digital technologies into their work when they publish traditional print texts, experiment with digital formats, or use the internet to redefine their relationship to local and international audiences. We will reflect on how words and values shift in response to new forms of mediation; on the limits these forms place on the bodies they represent, and on the protections they occasionally offer. Students will read fictional works in print, serialized narratives on blogs, as well as other literary products that circulate via social media. Students also will be introduced to a selection of digital humanities tools that will assist them in accessing, analyzing and responding to these works. Course materials include print, digital and hybrid publications by Oyono, Farah, Adichie, Cole, Maphoto, and Wainaina, among others.\nLimited to 25 students.  Fall semester.  Professor R. Cobham-Sander.\nPreference given to sophomores and English majors.  After that, permission granted on a first come, first served basis.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-278-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-427","x":49.5,"y":4.0,"id":"56","attributes":{"Title":"Crafting the Novel","Description":"Listed in: \n, as ENGL-427\nMoodle site: \n (Section 01)\nThis is an advanced writing course for students seeking to move their fiction writing into longer forms. Students will be expected to complete at least 60 pages of new writing, comprised of three different “approaches” to novel writing. Readings will be extensive, including published novels, the work of peers, and essays on theory and craft. One class meeting per week.\nKeep registration open, and the instructor will choose from among the registrants on the basis of a writing sample.  The instructor will choose students with a lively engagement with literary language and a wide variety of life experience.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-427-1415S'> Course Site </a>","Requisite":["Requisite: ENGL 226. Recommended requisite: ENGL 326. Open to juniors and seniors. Limited enrollment. Please consult the Creative Writing Center website for information on admission to this course. Spring semester. Visiting Writer Gaige."]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-112","x":57.0,"y":1.0,"id":"57","attributes":{"Title":"Realism","Description":"Listed in: \n, as ENGL-112  |  \n, as SWAG-106\n (Section 01)\n (Section 02)\n(Offered as ENGL 112 and SWAG 106.)  This course will examine the phenomenon of “realism” in a variety of artistic media. We will study realism in the visual arts, film, television, and literature with a view towards determining the nature of our interest in the representation of “real life” and the ways in which works of art are or are not an accurate reflection of that life.  Among the works we may consider are classic English novels (Defoe, Austen, Dickens), European and North and South American short fiction (Gogol, Zola, Chekhov, Henry James, Kafka, Borges, Alice Munro), essays and memoirs (Orwell, Frederick Exley, Mary Karr) and films, both documentary and fiction (\n, \n, \n). Two themes will attract special attention:  the representation of women’s lives and the representation of war. We will address such questions as the following:  Is a photograph always more realistic than a painting? In what way can a story about a man who turns into a bug be considered realistic?  How real is virtual reality?  The course will conclude with an examination of the phenomenon of reality television.\nThis is an intensive writing course.  Frequent short papers will be assigned.  Each section limited to 12 students.  Preference given to first-year students and to students who have taken a previous intensive writing course and who wish to continue to work to improve their analytic writing.  Fall semester:  Senior Lecturer Lieber.  Spring semester:  Professor Barale and Senior Lecturer Lieber.\nPreference given to first-year students, students recommended by their First-Year Seminar instructor, and students who have taken a previous intensive writing course.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-112-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-257","x":58.0,"y":2.0,"id":"58","attributes":{"Title":"Postcolonial Archipelagos","Description":"Listed in: \n, as ENGL-257\nMoodle site: \n (Section 01)\nThis course works with archipelagos in two ways:  as a specific postcolonial geography and as a metaphor for postcolonial relations.  Reading texts from the Caribbean, Oceania, Hawaii, New Zealand, and maritime Southeast Asia, the course explores on the one hand how colonialism fragments island societies into languages, races, classes, and national allegiances, and on the other hand, how postcolonial authors explore and recuperate archipelagic identities through literary narratives.  While we will read across several genres, we will pay special attention to the short story as a genre of the literary archipelago.  We may read works from V. S. Naipaul, Andrew Salkey, Derek Walcott, Monique Roffey, Epeli Hau’ofa, Gary Pak, Kathleen Tyau, Patricia Grace, Keri Hulme, Tash Aw, and K. S. Maniam.\nLimited to 35 students.  Fall semester.  Visiting Professor Huang\nPreference given to undeclared sophomores and all English majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-257-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-119","x":59.0,"y":1.0,"id":"59","attributes":{"Title":"Modernism 101 or, The Shock of the New","Description":"Listed in: \n, as ENGL-119\nMoodle site: \nPatrick Pritchett (Section 01)\nIn 1852, Karl Marx observed that “The tradition of all dead generations weighs like a nightmare on the brains of the living.”  Modernism–the aesthetic response to the experience of modernity–can be understood as a way to cast off that nightmare through the revolutionary force of the new.  In this course, arranged around thematic clusters such as The City, Alienation, Primitivism, The New Woman, War, Speed, and Consciousness, we will range widely through European and Anglo-American writers, painters, musicians, and filmmakers from the late nineteenth through the early twentieth centuries as we look at the explosion of styles and approaches that characterize modernism in all its dazzling vivacity and disruption.\nPreference given to first-year students.  Limited to 15 students.  Fall semester.  Visiting Professor Pritchett.\nPreference will be given to first-year students. ","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-119-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-480","x":60.0,"y":4.0,"id":"60","attributes":{"Title":"Film Historiography in Theory and Practice","Description":"Listed in: \n, as ENGL-480  |  \n, as FAMS-480\nMoodle site: \nNathaniel W. Brennan (Section 01)\n(Offered as ENGL 480 and FAMS 480.)  This seminar will introduce students to the methodologies of film history, covering recent questions in the field of cinema studies as well as more general work on historical and archival practice.  We will explore concepts such as historical spectatorship and reception, the intellectual history of film theory, production and studio history, the history of narrative and form, and national and transnational film history.  Students will also be introduced to the practical matters of historical research such as utilizing special collections (public and private) and handling and assessing archival material.  The course will be research intensive; in addition to the assigned readings and discussion in class, students will undertake one major research project and present their findings over the course of the semester.  Two class meetings and one screening per week.\nOpen to juniors and seniors.  Limited to 15 students.  Spring semester.  Visiting Professor Brennan.\nPreference given to junior and senior majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-480-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-395","x":61.0,"y":3.0,"id":"61","attributes":{"Title":"Literature and the Nonhuman World","Description":"Listed in: \n, as ENGL-395\n (Section 01)\nLike every other aspect of human culture, literature interacts with biology–with, in Elizabeth Grosz’s words, “a system of (physical, chemical, organic) differences that engenders historical, social, cultural, and sexual differences.”  The aim of this course is to make that fact as intellectually fruitful as possible.  What happens to our understanding of literature if we think of it as an expression of life?  What happens, that is, if we think of literature as one of the countless things that emerges from a non-personal, non-teleological process of evolution?  And what happens if we think of individual works of literature as potential ways of getting closer, conceptually and sensually, to life, to the difference-making process within which we all find ourselves?  Critical readings will include selections from Grosz’s \n and Timothy Morton’s \n; literary readings will include Shakespeare’s \n, Thoreau’s \n, James Welch’s \n, Marilynne Robinson’s \n, and Edward P. Jones’s \n.  A background in the natural sciences is welcome but not necessary.\nSpring semester.  Professor Sanborn.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-395-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-350","x":62.0,"y":3.0,"id":"62","attributes":{"Title":"American Origins","Description":"Listed in: \n, as AMST-350  |  \n, as ENGL-350\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as ENGL 350 and AMST 350.)  [before 1800]  American Origins is a course in Early American literature and history.  It explores when and how this country began.  We readily forget that it only became the “United States” in 1789.  Before that and from early in the European conquests, it was “the (Spanish, or French, or English, or Dutch) colonies,” or “America” and thus but a part of European settlements in both the Southern and the Northern hemispheres.  It was also a place known as “Turtle Island,” with indigenous trade networks that traversed the continent.  It was also a foreign land to which countless African people were brought as slaves, men and women who adapted and made this land their own.  These simultaneities and complexities frustrate any comprehensive narrative of the period. \nThis will, then, be an experiment in shaping a transnational Early American literature and history course.  Our goal is to expand the geographic and temporal boundaries of the subject using archival, print, and digital sources.  We hope to learn multiple ways of reading the “texts” of early America:  print books, pamphlets, broadsides, petitions, manuscripts and graphic media–and innovative scholarship.  These will give us some access to the many peoples reshaping what was, in fact, a very Old World.\nThe end goal is for students to design a syllabus that can be used in secondary schools, or for a future course at Amherst.\nOpen to sophomores, juniors, and seniors, and to first-year students with consent of the instructor.  Limited to 36 students.  Fall semester.  Professor Brooks and Professor Emeritus O’Connell.\nSeniors will be admitted first, then juniors, then sophomores.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-350-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-316","x":63.0,"y":3.0,"id":"63","attributes":{"Title":"Out of China:  Transnational Literatures of the Chinese Diaspora","Description":"Listed in: \n, as ENGL-316\n (Section 01)\nThis course reads Chinese diasporic literatures along a transnational itinerary, analyzing literary fictions hailing from Southeast Asia, the U.S., Australia, New Zealand, and the Caribbean.  At each location, Chinese immigrants must confront a multiethnic society of layered colonial histories, and we ask how encounters with other indigenous, immigrant, or colonial peoples change their conceptions about being Chinese, their understanding of self and other, and the ways they narrate belonging and community.  We will have an emphasis on women authors, and the issues of gender in diaspora and transnational experiences will be central to many discussions.  The literary texts are predominantly Anglophone, with the possibility of one or two texts translated from Sinophone origins, and a few films will be included as course material when appropriate.  Possible authors include Eileen Zhang, Maxine Hong Kingston, Gish Jen, Shirley Geok-lin Lim, Hwee Hwee Tan, Brian Castro, Tze-Ming Mok, Meiling Jin, Jan Lowe Shinebourne, and Kerry Yang; films may include works by Wong Kar-wai, Ang Lee, and Tsai Ming-liang.\nLimited to 35 students.  Spring semester.  Visiting Professor Huang.\nInstructor will handle over-enrollment case by case, with attention to major, seniority, previous courses taken, and student interest.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-316-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-281","x":64.0,"y":2.0,"id":"64","attributes":{"Title":"Foundations and Integrations:  Film and Media Studies","Description":"Listed in: \n, as ARHA-272  |  \n, as ENGL-281  |  \n, as FAMS-220\n (Section 01)\n(Offered as ENGL 281, FAMS 220, and ARHA 272.)  “Foundations and Integrations” will be an annual team-taught course between a Critical Studies scholar and moving-image artist.  A requirement of the Film and Media Studies major, it will build on critical analysis of moving images and introductory production work to develop an integrated critical and creative practice.  Focused in particular around themes and concepts, students will develop ideas in both written and visual form.  The theme for spring 2016 will be “The Essay.”\nRequisites:  A foundations course in Critical Studies of Film and Media (such as “Coming to Terms: Cinema”) and an introductory film/video production workshop. Not open to first-year students.  Limited to 15 students.  Spring semester.  Professor Levine.\nPriority will be given to Film and Media Studies majors; priority will secondly be given to English and Art majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-281-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-397","x":11.0,"y":3.0,"id":"65","attributes":{"Title":"Editors and Authors","Description":"Listed in: \n, as ENGL-397\nMoodle site: \n (Section 01)\nIn 1980, on the eve of publication of his second short story collection, Raymond Carver wrote to his editor Gordon Lish and begged him to stop the presses. Carver felt Lish had edited the stories so dramatically the author could no longer claim them as his own. Yet this collection is an American masterpiece. What can we learn about the art and practice of editing from this relationship? How does one read and think like an editor? In addition to reading editor-author correspondence and the “before” and “after” versions of landmark literary works, including \n, students will read and analyze trail-blazing literary magazines, defunct and contemporary, that have shaped literary landscapes and authors’ careers.  Submissions to \n, the Amherst College-based print and online literary magazine, will provide some of the course materials and opportunities for hands-on editing work.\nOver-enrollment will be handled on a case-by-case basis by the instructor, with attention to seniority and previous classes taken.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-397-1415S'> Course Site </a>","Requisite":["Requisite:  One English course at the 200 level or higher required.  Limited to 15 students.  Spring semester.  Visiting Lecturer Acker."]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-250","x":65.0,"y":2.0,"id":"66","attributes":{"Title":"Reading the Novel","Description":"Listed in: \n, as ENGL-250\n (Section 01)\n (Section 02)\nAn introduction to the study of the novel, through the exploration of a variety of critical terms (plot, character, point of view, tone, realism, identification, genre fiction, the book) and methodologies (structuralist, Marxist, feminist, psychoanalytic).  We will draw on a selection of novels in English to illustrate and complicate those terms; possible authors include Jane Austen, Mary Shelley, Wilkie Collins, Henry James, Kazuo Ishiguro, Thomas Pynchon, Toni Morrison, John Edgar Wideman, Emma Donoghue, David Foster Wallace, Monique Truong, Jennifer Egan.\nPreference given to sophomores.  Limited to 35 students.  Spring semester.  Professors Christoff and Sanborn.\nPreference given to sophomores.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-250-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-339","x":66.0,"y":3.0,"id":"67","attributes":{"Title":"Early Women Writers","Description":"Listed in: \n, as ENGL-339  |  \n, as SWAG-339\n (Section 01)\n (Section 01)\n(Offered as ENGL 339 and SWAG 339.)  [before 1800]   “A woman must have money and a room of her own if she is to write fiction,” Virginia Woolf famously said in 1929. What did the landscape of women’s writing look like before women were allowed such liberties, and what effects did their social conditions have on their writing? This course focuses on the work of early female writers, from the medieval to the Romantic period–many of whom are still overlooked today.\nWe will survey a range of writing by women from 1350 to 1850, putting English and American poets into conversation with political agitators, religious mystics and martyrs, the authors of woman-centered periodicals, and novelists. Our readings will include well-known works by Aphra Behn and Jane Austen along with lesser-known and even anonymous women-authored poetry, fiction, and non-fiction. Secondary readings by feminist critics and historians such as Virginia Woolf, Judith Butler, and Toril Moi will frame our discussions. We will ask, how did women writers participate in or drive the invention of new literary forms, such as the periodical and the novel? Does women’s writing have specific formal or stylistic characteristics, and are these affected by women’s social standing and access to education?  What does an English literary history that fully includes women’s writing look like, and how does it differ from standard literary histories?\nLimited to 25 students.  Spring semester.  Professors Nelson and Worsley.\nPreference given to English and SWAG majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-339-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-348","x":67.0,"y":3.0,"id":"68","attributes":{"Title":"Modern British Literature, 1900-1950","Description":"Listed in: \n, as ENGL-348\nFormerly listed as: ENGL-43\nMoodle site: \n (Section 01)\nReadings in twentieth-century writers such as Henry James, Bernard Shaw, Joseph Conrad, D.H. Lawrence, Wyndham Lewis, Ford Madox Ford, Virginia Woolf, Evelyn Waugh, W.H. Auden, Robert Graves, George Orwell, Ivy Compton-Burnett.\nSpring semester.  Professor Emeritus Pritchard.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-348-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-256","x":68.0,"y":2.0,"id":"69","attributes":{"Title":"The First Person","Description":"Listed in: \n, as ENGL-256\n (Section 01)\nThe First Person is a creative writing course focusing on the personal essay and memoir.  The class will be centered around the writing workshop, in which students closely read and critique one another’s creative works.  Extensive weekly reading and weekly written exercises will be required.  Our published readings will include works such as Alison Bechdel’s \n, J.R. Ackerley’s \n, and Karl Ove Knausgaard’s \n.\nPrevious writing experience and previous literature courses are recommended.  Limited enrollment.  Please consult the Creative Writing Center website for information on admission to this course.  Spring semester.  Visiting Writer Gaige.\nKeep registration open, and the instructor will choose from among the registrants on the basis of a writing sample.  The instructor will choose students with a lively engagement with literary language and a wide variety of life experience.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-256-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-217","x":69.0,"y":2.0,"id":"70","attributes":{"Title":"Making Literary Histories","Description":"Listed in: \n, as ENGL-217\nMoodle site: \nPeter Berek (Section 01)\n[before 1800]  What is “English Literature,” and how does one construct its history?  What counts as “England” (especially in relation to Wales, Scotland, and Ireland, and to ancient Greece and Rome)? What is the relationship between histories of literature and political, social, religious and intellectual histories? What is the role of gender in the making of literature, and the making of its histories? These are the kinds of questions we will ask as we read texts from the seventh through the seventeenth centuries, including works such as \n and \n (in translation) and writers such as Chaucer, Margery Kempe, Sir Philip Sidney, Spenser, Marlowe, Shakespeare, Donne, Jonson, Aemilia Lanyer, Mary Wroth, George Herbert, Marvell, and Milton.\nFall semester.  Visiting Professor Berek.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-217-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-338","x":5.0,"y":3.0,"id":"71","attributes":{"Title":"Shakespeare","Description":"Listed in: \n, as ENGL-338\nFormerly listed as: ENGL-35  |  ENGL-36\n (Section 01)\n[before 1800]  Readings in the comedies, histories, and tragedies, with attention to their poetic language, dramatic structure, and power in performance.  Texts and topics will vary by instructor.\nLimited to 50 students.  Fall semester:  Professor Grobe.  Spring semester:  Professor Bosman.\nPriority will be given to majors, interested upperclassmen, and to students who are considering a major in English.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-338-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"FAMS-350","x":70.0,"y":3.0,"id":"72","attributes":{"Title":"Experimental Narrative Cinema in a Global Context","Description":"Listed in: \n, as ENGL-376  |  \n, as FAMS-350\nMoodle site: \n (Section 01)\n(Offered as FAMS 350 and ENGL 376).  This course will introduce students to a diverse range of experimental approaches to narrative filmmaking. Students will gain skills in filmmaking and criticism through project assignments, readings and analysis of language, performance and visual structure within selected films. Workshops in cinematography, sound recording and editing will be offered. The course will concentrate on filmmakers who are working in a context of multiple languages, hybrid forms and transnational histories. Screenings will include works by Jia Zhangke, Mati Diop, Abderrahmane Sissako, Pedro Costa, Claire Denis, and Nagisa Oshima. Students will complete three film and video projects. Lab fee required. Course meetings include one three hour consecutive meeting per week and one screening time per week.\nRecommended prior coursework:  ENGL 287/FAMS 228, Introduction to Super 8 Film and Digital Video, or other introductory course in film and video, photography, or painting. Admission with consent of instructor. Please complete the questionnaire at https://www.amherst.edu/academiclife/departments/film/major/major-requirements/forms and submit to Prof. Hillman. Limited to 13 students. Fall semester. Five College Professor Hillman.\nPriority given to FAMS majors and Five College Film majors and concentrators.","Department Code":"FAMS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/FAMS/FAMS-350-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(186, 122, 123)","size":10.0},{"label":"ENGL-325","x":71.0,"y":3.0,"id":"73","attributes":{"Title":"Imitations","Description":"Listed in: \n, as ENGL-325\nFormerly listed as: ENGL-29\nMoodle site: \n (Section 01)\nA poetry writing course, but with a strong emphasis on reading. Students will closely examine the work of various poets and periods, then attempt to write plausible imitations of their own, all by way of learning about poetry from the inside, as it were.\nLimited to 15 students.  Please consult the Creative Writing Center website for information on admission to this course.  Spring semester.  Writer-in-Residence Hall.\nKeep registration open, and the instructor will choose from among the registrants on the basis of a writing sample.  The instructor will choose students with a lively engagement with literary language and a wide variety of life experience.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-325-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-456","x":72.0,"y":4.0,"id":"74","attributes":{"Title":"Ghosts in Shells? Virtuality and Embodiment from Passing to the Posthuman","Description":"Listed in: \n, as BLST-441  |  \n, as ENGL-456  |  \n, as FAMS-451\nMoodle site: \n (Section 01)\n(Offered as ENGL 456, BLST 441 [US], and FAMS 451.) This class begins with narratives about individuals who pass–that is, who come to be recognized as someone different from whom they were sexually or racially “born as.”  Such stories suggest that one’s identity depends minimally on the body into which one is born, and is more attached to the supplementation and presentation of that body in support of whichever cultural story the body is desired to tell.  Drawing on familiar liberal humanist claims, which centralize human identity in the mind, these narratives also respond to the growing sophistication of human experience with virtual worlds–from acts of reading to immersions in computer simulation.  But what kinds of tensions emerge when bodies nonetheless signify beyond an individual’s self-imagination?  As technology expands the possibilities of the virtual, for instance surrogacy, cloning, and cybernetics, what pressures are brought to bear on the physical human body and its processes to signify authentic humanness?  Rather than ask whether identity is natural or cultural, our discussions will project these questions into a not-so-distant future:  What would it mean to take “human” as only one identity, as a category amongst many others, each also acknowledged as equally subject to the same social and biological matrices of desire, creation, and recognition? We will approach these questions through works of literature, philosophy, media history, and contemporary science writing.\nOpen to juniors and seniors.  Limited to 15 students.  Fall semester.  Professor Parham.\nPriority to Senior  ENGL Majors with no prior level IV courses, then Junior ENGL Majors with no prior level IV courses and then to pre-registered Jr/Sr majors in ENGL, BLST and FAMS, then UMASS Grad Students, and finally other five college students.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-456-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-225","x":73.0,"y":2.0,"id":"75","attributes":{"Title":"Non-Fiction Writing","Description":"Listed in: \n, as ENGL-225\nFormerly listed as: ENGL-25\nMoodle site: \n (Section 01)\nWe will study writers’ renderings of their own experiences (memoirs) and their analyses of society and its institutions (cultural criticism). Workshop format, with discussion of texts and of students’ experiments in the genre. Students must submit examples of their writing to the English office. Three class hours per week.\nLimited to 12 students. Please consult the Creative Writing Center website for information on admission to this course.  Spring semester.  Professor Emeritus Townsend.\nKeep registration open, and the instructor will choose from among the registrants on the basis of a writing sample.  The instructor will choose students with a lively engagement with literary language and a wide variety of life experience.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-225-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-474","x":74.0,"y":4.0,"id":"76","attributes":{"Title":"Panama Silver, Asian Gold:  Reimagining Diasporas, Archives, and the Humanities","Description":"Listed in: \n, as BLST-452  |  \n, as ENGL-474\nMoodle site: \n (Section 01)\n(Offered as ENGL 474 and BLST 452 [CLA].)  This digital humanities seminar examines how the concurrent migrations of Chinese and Indian indentured laborers to the Caribbean and Afro-Caribbean workers to and from the Panama Canal, at the turn of the twentieth century, contributed to the emergence of Modern Caribbean Literature.  Students will explore the digital, print, and audio-visual archives related to these migrations, now stored in the Digital Library of the Caribbean (dLOC), to enrich their reading of Caribbean literature.  Librarians at Amherst, as well as scholars, librarians, and students at three other American and Caribbean universities, will partner with us in the course.  We will hold some class discussions online and collaborate via social media on some of the course assignments.  Authors whose works we will read include Victor Chang, Staceyann Chin, Maryse Condé, H.G. de Lisser, Ramabai Espinet, Ismith Khan, Claude McKay, V.S. Naipaul and Eric Walrond.\nA previous course in English, History, or Black Studies is recommended.  Open to juniors and seniors.  Limited to 12 students.  Spring semester.  Professor Cobham-Sander.\nPreference given to Black Studies majors who have taken BLST 300 and English majors who need a 400-level seminar.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-474-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-277","x":75.0,"y":2.0,"id":"77","attributes":{"Title":"Videogames and the Boundaries of Narrative","Description":"Listed in: \n, as ENGL-277  |  \n, as FAMS-333\nMoodle site: \n (Section 01)\n(Offered as ENGL 277 and FAMS 333.)  In this course we will engage in a comprehensive approach to narrative video gaming–-play, interpretation, and design–-to explore how video gaming helps us to conceptualize the boundaries between our experiences of the world and our representations thereof.  We will ask how play and interactivity change how we think about the work of narrative.  What would it mean to think about video games alongside texts focused on similar subjects but in different media?  How, for instance, does \n change how we understand C.L.R. James, Susan Buck-Morss, Isabel Allende, or others’ discussions of the Haitian Revolution?  And how do video games help us to reconceptualize the limits of other media forms, particularly around questions of what it means to represent differences in race, gender, physical ability?  Finally, how might we more self-consciously capitalize on gaming’s potential to transform the work of other fields, for instance education and community development?      \nIn this course, students will play and analyze video games while engaging texts from a variety of other critical and creative disciplines.  Assignments for this course will be scaled by experience-level.  No experience with video games or familiarity with computer coding is required for this course, as the success of this method will require that students come from a wide variety of skill levels.\nSpring semester.  Professor Parham.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-277-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-491","x":76.0,"y":4.0,"id":"78","attributes":{"Title":"The Creole Imagination","Description":"Listed in: \n, as BLST-461  |  \n, as ENGL-491\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as ENGL 491 and BLST 461 [CLA].)  What would it mean to write in the language in which we dream?  A language that we can hear, but cannot (yet) see?  Is it possible to conceive a language outside the socio-symbolic order?  And can one language subvert the codes and values of another?  Questions like these have animated the creolité/nation language debate among Caribbean intellectuals since the mid-1970s, producing some of the most significant francophone and anglophone writing of the twentieth century.  This course reads across philosophy, cultural theory, politics, and literature in order to consider the claims such works make for the Creole imagination.  We will engage the theoretical and creative work of Édouard Glissant, Maryse Condé, Wilson Harris, Derek Walcott, Kamau Brathwaite, Patrick Chamoiseau, Jamaica Kincaid, and Edwidge Danticat.  We also will consider how these writers transform some of the fundamental ideas of psychoanalysis, poststructuralism, and critical historiography.  At stake in our readings will be the various aesthetic and political aspects of postcolonial struggle–how to think outside the colonial architecture of language; how to contest and subvert what remains from history’s violence; and how to evaluate the claims to authenticity of creolized New World cultural forms.\nJunior/Senior seminar. Limited to 20 students.  Spring semester.  Professors Cobham-Sander and Drabinski.\nPriority given to junior and senior majors in English and Black Studies.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ENGL/ENGL-491-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-412","x":77.0,"y":4.0,"id":"79","attributes":{"Title":"Medieval Manuscripts","Description":"Listed in: \n, as ENGL-412  |  \n, as EUST-412\nMoodle site: \n (Section 01)\n(Offered as ENGL 412 and EUST 412.)  [before 1800]   This course introduces students to the hands-on study of medieval manuscripts.  Students will examine materials in the Frost Library archives, as well as print and digital facsimiles of medieval manuscripts, to learn about how medieval literature was copied and read in its own time. Students will learn the skills of paleography (reading old handwriting) and codicology (analyzing the materials and assembly of old books) in order to conduct original research on these materials. They will also learn about medieval and early modern book culture. The course includes a field trip to the Rare Books library at Harvard University.\nOpen to juniors and seniors.  Limited to 12 students.  Fall semester.  Professor Nelson.\nPreference given to junior and senior English, French, Classics, or European Studies majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-412-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-388","x":78.0,"y":3.0,"id":"80","attributes":{"Title":"Screenwriting","Description":"Listed in: \n, as ENGL-388  |  \n, as FAMS-240\nFormerly listed as: ENGL-24  |  FAMS-25\nMoodle site: \nChris Mason Johnson (Section 01)\n(Offered as ENGL 388 and FAMS 240.)  A first workshop in narrative screenwriting.  Through frequent exercises, readings and screenings we will explore the fundamentals of scene and story shape as they’re practiced in mainstream American commercial filmmaking while taking a broader look at what a screenplay might be outside of that world.  We’ll look at two modes of writing that are often at odds with each other:  the well-established craft of three-act screenwriting within the Hollywood tradition, on the one hand, and the more elastic possibilities of the audio-visual medium as exemplified by the so-called “art film,” on the other.  One three-hour class meeting per week.\nOpen to sophomores, juniors, and seniors.  Preference will be given to English and FAMS majors.  Admission with consent of the instructor.  Limited to 12 students.  Please complete the questionnaire at https://www.amherst.edu/academiclife/departments/film/major/major-requirements/forms.  Fall semester.  Visiting Lecturer Johnson.\nQuestionnaire available on Amherst website.  Preference will be given to English and FAMS majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-388-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-180","x":79.0,"y":1.0,"id":"81","attributes":{"Title":"Film and Writing","Description":"Listed in: \n, as ENGL-180  |  \n, as FAMS-110\nFormerly listed as: ENGL-01  |  FAMS-10\n (Section 01)\n(Offered as ENGL 180 and FAMS 110.)  A first course in reading films and writing about them.  A varied selection of films for study and criticism, partly to illustrate the main elements of film language and partly to pose challenging texts for reading and writing.  Frequent short papers.  Two class meetings and one screening per week.\nLimited to 25 students.  Fall semester:  Professor Hastie.  Spring semester:  Visiting Professor Guilford.\nPreference will be given to first-year students.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-180-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-342","x":80.0,"y":3.0,"id":"82","attributes":{"Title":"The Rise of the English Novel","Description":"Listed in: \n, as ENGL-342\nFormerly listed as: ENGL-47\nMoodle site: \n (Section 01)\n[before 1800]  Exploring the relations between literary form and socioeconomic change, this course examines the rise of the novel in England in the context of the rise of capitalism.  Topics of discussion will include the novels’ portrayals of subjectivity, the representation of female experience, the role of servants in the imaginary worlds of novels by ruling-class authors, and the early novel’s affinity for and relation to criminality.  Novels by Defoe, Richardson, Fielding, Sterne, Burney and Edgeworth.\nFall semester.  Professor Frank.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-342-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-487","x":81.0,"y":4.0,"id":"83","attributes":{"Title":"Rhetorics of New Media","Description":"Listed in: \n, as ENGL-487  |  \n, as FAMS-453\nMatthew A. Tierney (Section 01)\n(Offered as ENGL 487 and FAMS 453.)  Digital technologies tend to be described as absolutely new, without any precedent in history or culture.  But these technologies are just the latest to have shaped culture, as well as the many ways that we talk about culture.  Ours is a complex present, filled by technologies that are brand new as well as devices and artforms that survive from earlier periods of innovation.  In this way, videogames and surveillance systems coexist with books and movies, and technophobes share their world with technophiles.  In this course, we will read literature (both print and electronic), watch films, and discuss games and art, while exploring cultural and political theory that spans the past half-century.  Is there progressive potential in the trend toward computerization?  Or contrarily, in what ways might technophilia and technocracy obstruct the betterment of society?  We’ll take up these and related questions, and study the legitimating language by which the increasingly digital world has come to make sense.  From this rhetorical and historical perspective, we’ll address topics ranging from globalization to media “evolution,” the aesthetics of code, the newness of new media, technics-out-of-control, gamification of war, technologies of race and gender, and the ideology of computationalism.\nOpen to juniors and seniors.  Limited to 15 students.  Fall semester.  Visiting Professor Tierney.\nPreference given to junior and senior ENGL majors.  I will also consider past experience in film/media studies courses.  I will also prioritize FAMS and SWAG majors.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ENGL/ENGL-487-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-226","x":50.0,"y":2.0,"id":"84","attributes":{"Title":"Fiction Writing I","Description":"Listed in: \n, as ENGL-226\nFormerly listed as: ENGL-26\n (Section 01)\nA first course in writing fiction. Emphasis will be on experimentation as well as on developing skill and craft. Workshop (discussion) format.\nLimited enrollment. Please consult the Creative Writing Center website for information on admission to this course.  Fall semester:  Professor Frank and Visiting Writer Gaige.  Spring semester:  Visiting Lecturer Thompson.\nKeep registration open, and the instructor will choose from among the registrants on the basis of a writing sample.  The instructor will choose students with a lively engagement with literary language and a wide variety of life experience.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ENGL/ENGL-226-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-274","x":82.0,"y":2.0,"id":"85","attributes":{"Title":"Native American Literature:  Decolonizing Intellectual Traditions","Description":"Listed in: \n, as AMST-274  |  \n, as ENGL-274\nMoodle site: \n (Section 01)\n(Offered as ENGL 274 and  AMST 274.)  In 2013, Amherst College acquired one of the most comprehensive collections of Native American writing in the world–nearly 1,500 books ranging from contemporary fiction and poetry to sermons, political tracts, and tribal histories from the eighteenth and nineteenth centuries. Through this course, we will actively engage the literature of this collection, researching Native American intellectual traditions, regional contexts, political debates, creative adaptation, and movements toward decolonization. Students will have the opportunity to make an original contribution to a digital archive and interact with visiting authors. We will begin with oral traditions and the 1772 sermon published by Mohegan author Samson Occom and end with a novel published in 2014.\nLimited to 20 students.  Fall semester.  Professor Brooks.\nPreference given to English and American Studies majors and Five College Native American Studies certificate students.","Department Code":"ENGL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ENGL/ENGL-274-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-100","x":10.0,"y":1.0,"id":"86","attributes":{"Title":"ENGL-100","Description":"not offered in the last 4 semesters","Department Code":"ENGL","Course Site":"","Requisite":""},"color":"rgb(55, 122, 63)","size":10.0},{"label":"ENGL-200","x":11.0,"y":2.0,"id":"87","attributes":{"Title":"ENGL-200","Description":"not offered in the last 4 semesters","Department Code":"ENGL","Course Site":"","Requisite":""},"color":"rgb(55, 122, 63)","size":10.0}]}