{"edges":[{"label":"","source":"0","target":"5","id":"6","attributes":{},"color":"rgb(138, 132, 107)","size":1.0},{"label":"","source":"1","target":"9","id":"8","attributes":{},"color":"rgb(138, 132, 107)","size":1.0},{"label":"","source":"5","target":"15","id":"10","attributes":{},"color":"rgb(138, 132, 107)","size":1.0},{"label":"","source":"9","target":"10","id":"12","attributes":{},"color":"rgb(138, 132, 107)","size":1.0},{"label":"","source":"9","target":"16","id":"14","attributes":{},"color":"rgb(138, 132, 107)","size":1.0},{"label":"","source":"10","target":"18","id":"16","attributes":{},"color":"rgb(138, 132, 107)","size":1.0},{"label":"","source":"15","target":"16","id":"18","attributes":{},"color":"rgb(138, 132, 107)","size":1.0}],"nodes":[{"label":"RUSS-101","x":0.0,"y":1.0,"id":"0","attributes":{"Title":"First-Year Russian I","Description":"Listed in: \n, as RUSS-101\nFormerly listed as: RUSS-01\nMoodle site: \n (Section 01)\nIntroduction to the contemporary Russian language, presenting the fundamentals of Russian grammar and syntax. The course helps the student make balanced progress in listening comprehension, speaking, reading, writing, and cultural competence. Five meetings per week. \nLimited to 15 students. Fall semester. Senior Lecturer Babyonyshev.\nAmherst students will be given priority consideration..","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RUSS/RUSS-101-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-304H","x":1.0,"y":3.0,"id":"1","attributes":{"Title":"Advanced Intermediate Conversation and Composition","Description":"Listed in: \n, as RUSS-304H\nFormerly listed as: RUSS-14H\n (Section 01)\nA half course designed for intermediate-level students who wish to develop their fluency, pronunciation, oral comprehension, and writing skills. We will study and discuss Russian films of various genres. Two hours per week.","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RUSS/RUSS-304H-1516S'> Course Site </a>","Requisite":["Requisite: RUSS 301 or consent of the instructor. Spring semester. Senior Lecturer Babyonyshev."]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-215","x":5.0,"y":2.0,"id":"2","attributes":{"Title":"Modernism and Revolution","Description":"Listed in: \n, as EUST-215  |  \n, as RUSS-215\nMoodle site: \n (Section 01)\n(Offered as RUSS 215 and EUST 215.) We will examine the revolutionary upheavals of early twentieth-century Russia through the lens of three modernist texts:  Andrei Bely’s experimental novel \n (the failed revolution of 1905), Isaac Babel’s story cycle \n (the civil war that followed the Bolshevik takeover in 1917) and Mikhail Bulgakov’s phantasmagorical masterpiece \n (the “cultural revolution” of 1929-32 and the rise of Stalinist society).  Reshaped by the crises that they confronted in their works, these Russian writers reached beyond literature – to the images, sounds and ideas of their Russian and European contemporaries – to reimagine the place of artistic innovation and esthetic tradition in times of trouble, and so revolutionized the very idea of what literature can do in negotiating the relationship between text and experience.  All readings and discussion in English.  No familiarity with Russian history or culture is assumed. \nLimited to 20 students. Fall semester. Professor Wolfson.\nPriority given to majors first, then by seniority and attendance at the first class meeting.\n50.00","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/RUSS/RUSS-215-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-401","x":6.0,"y":4.0,"id":"3","attributes":{"Title":"Advanced Studies in Russian Literature and Culture I","Description":"Listed in: \n, as RUSS-401\nFormerly listed as: RUSS-43\nMoodle site: \n (Section 01)\nThe topic changes every year. Taught entirely in Russian. Two class meetings per week.\nFall semester. Senior Lecturer Babyonyshev.\n20.00","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RUSS/RUSS-401-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-227","x":7.0,"y":2.0,"id":"4","attributes":{"Title":"Fyodor Dostoevsky","Description":"Listed in: \n, as RUSS-227\nFormerly listed as: RUSS-27\nMoodle site: \n (Section 01)\nAmong the many paradoxes Dostoevsky presents is the paradox of his own achievement. Perceived as the most “Russian” of Russian writers, he finds many enthusiastic readers in the West. A nineteenth-century author, urgently engaged in the debates of his time, his work remains relevant today. The most influential theorists of the novel feel called upon to account for the Dostoevsky phenomenon. How can we understand Dostoevsky’s appeal to so many audiences? This broad question will inform our reading of Dostoevsky’s fiction, as we consider its social-critical, metaphysical, psychological, and formal significance. We will begin with several early works (“Notes from Underground,” “The Double”) whose concerns persist and develop in the great novels that are the focus of the course: \n, \n and \n. All readings and discussion in English. Conducted as a seminar. Two class meetings per week.\nFall semester.  Professor Ciepiela.\n70.00","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RUSS/RUSS-227-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-102","x":1.0,"y":1.0,"id":"5","attributes":{"Title":"First-Year Russian II","Description":"Listed in: \n, as RUSS-102\nFormerly listed as: RUSS-02\n (Section 01)\n (Section 01)\nContinuation of RUSS 101.\n  Amherst students will be given priority consideration.","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RUSS/RUSS-102-1516S'> Course Site </a>","Requisite":["Requisite: RUSS 101 or equivalent. Limited to 15 students per section. Spring semester. The Department."]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-228","x":8.0,"y":2.0,"id":"6","attributes":{"Title":"Tolstoy","Description":"Listed in: \n, as RUSS-228\nFormerly listed as: RUSS-28\nMoodle site: \n (Section 01)\nCount Leo Tolstoy’s life and writings encompass self-contradictions equaled in scale only by the immensity of his talent: the aristocrat who renounced his wealth, the former army officer who preached nonresistance to evil, the father of thirteen children who advocated total chastity within marriage and, of course, the writer of titanic stature who repudiated all he had previously written, including \n and \n. We will read these two masterworks in depth, along with other fictional and non-fictional writings (\"The History of Yesterday,\" \nWhat Is Art?\"), as we explore his abiding search for the meaning of ever-inaccessible \"self,\" his far-reaching artistic innovations, and his evolving views on history, the family, war, death, religion, art, and education. Conducted in English, all readings in translation, with special assignments for students who read Russian. Two class meetings per week.\nLimited to 20 students.  Spring semester. Professor Wolfson.\nPriority given to Russian majors.  Others admitted to balance by class year and major.\n25.00","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RUSS/RUSS-228-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-245","x":9.0,"y":2.0,"id":"7","attributes":{"Title":"Art and Politics in Russia, 1860 to the Present","Description":"Listed in: \n, as ARHA-245  |  \n, as EUST-255  |  \n, as RUSS-245\nMoodle site: \n (Section 01)\n(Offered as RUSS 245, ARHA 245 and EUST 255.) The interchange between art and politics has long been a focal point of Russian cultural production. This course will survey the dynamic relationship between aesthetic innovation and political transformation in Russia from 1860 to the present. In doing so, it will cultivate appreciation of a wide range of artistic achievements originating in Moscow and St. Petersburg. Class members will employ a comparative approach to explore how various Russian artists responded to changing local circumstances, while also positioning themselves in relation or opposition to significant socio-political events occurring in Western Europe and America. Special attention will be devoted to considering how Russian artists engaged themes that are central to the study of aesthetics and politics worldwide, including artistic autonomy; participation and collaboration; the relationship between art and life; abstraction and representation; mass media and popular culture; commodification and institutionalization; and avant-gardism. Individuals and groups to be discussed include the Wanderers, the Russian Futurists, the Russian Constructivists, Ilya Kabakov, Komar and Melamid, the Moscow Actionists, and Pussy Riot. Assigned readings will be complemented by visits to the Mead Art Museum. No acquaintance with Russian language or culture is assumed.\nFall semester.  Visiting Professor Maydanchik.\n$100","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RUSS/RUSS-245-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-217","x":10.0,"y":2.0,"id":"8","attributes":{"Title":"Strange Russian Writers: Gogol, Dostoevsky, Bulgakov, Nabokov, et al","Description":"Listed in: \n, as RUSS-217\nFormerly listed as: FYSE-13  |  FYSE-22  |  RUSS-17\nMoodle site: \n (Section 01)\nA course that examines the stories and novels of rebels, deviants, dissidents, loners, and losers in some of the weirdest fictions in Russian literature. The writers, most of whom imagine themselves to be every bit as bizarre as their heroes, include from the nineteenth century: Gogol (“Viy,” “Diary of a Madman,” “Ivan Shponka and His Aunt,” “The Nose,” “The Overcoat”); Dostoevsky (“The Double,” “A Gentle Creature,” “Bobok,” “The Dream of a Ridiculous Man”); Tolstoy (“The Kreutzer Sonata,” “Father Sergius”), and from the twentieth century: Olesha \n; Platonov \n; Kharms’ (Stories); Bulgakov \n; Nabokov \n; Erofeev \n; Pelevin (“The Yellow Arrow”). Our goal will be less to construct a canon of strangeness than to consider closely how estranged women, men, animals, and objects become the center of narrative attention and, in doing so, reflect the writer Tatyana Tolstaya’s claim that “Russia is broader and more diverse, stranger and more contradictory than any idea of it. It resists all theories about what makes it tick, confounds all the paths to its possible transformation.” All readings in English translation.\nNot open to first-year students. Limited to 35 students. Fall semester. Professor Rabinowitz.\nMajors receive preference. All other Amherst students are decided by lottery\n21.60","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RUSS/RUSS-217-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-301","x":2.0,"y":3.0,"id":"9","attributes":{"Title":"Third-Year Russian: Studies in Russian Language and Culture I","Description":"Listed in: \n, as RUSS-301\nFormerly listed as: RUSS-11\nMoodle site: \n (Section 01)\nThis course advances skills in reading, understanding, writing, and speaking Russian, with materials from twentieth-century culture. Readings include fiction by Chekhov, Babel, Olesha, Nabokov, and others. Conducted in Russian, with frequent writing and grammar assignments, in-class presentations, and occasional translation exercises. Two seminar-style meetings and one hour-long discussion section per week.\nAmherst students will be given priority consideration.\n25.00","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RUSS/RUSS-301-1516F'> Course Site </a>","Requisite":["Requisite: RUSS 202 or consent of instructor. First-year students with strong high school preparation (usually 4 or more years) may be ready for this course. Limited to 15 students. Fall semester. Professor Rabinowitz and Senior Lecturer Babyonyshev."]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-302","x":3.0,"y":3.0,"id":"10","attributes":{"Title":"Third-Year Russian: Studies in Russian Language and Culture II","Description":"Listed in: \n, as RUSS-302\nFormerly listed as: RUSS-12\nMoodle site: \n (Section 01)\nWe will be reading, in the original Russian, works of fiction, poetry and criticism by nineteenth-century authors such as Pushkin, Tolstoy, Gogol, Dostoevsky, Turgenev and Chekhov. Conducted in Russian, with frequent writing and translation assignments.\nAmherst students will be given priority consideration.","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RUSS/RUSS-302-1415S'> Course Site </a>","Requisite":["Requisite: RUSS 301 or consent of the instructor. Limited to 15 students. Spring semester. Professor Rabinowitz, with Senior Lecturer Babyonyshev."]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-213","x":11.0,"y":2.0,"id":"11","attributes":{"Title":"Century of Catastrophe:  Soviet and Contemporary Russia in Literature and Film","Description":"Listed in: \n, as RUSS-213\nFormerly listed as: RUSS-23\n (Section 01)\nRussia was launched on a unique path by the Bolshevik Revolution of 1917: it was intended to become the first Communist society in history.  The Cultural Revolution that followed sought to remake institutions and even persons in the name of realizing a classless society.  This utopian project came up against the actual history of the twentieth century not just in Russia but internationally:  world wars, the collapse of empires, and the victory of “capitalism” over “communism.”  Much of the best Russian literature and film of the twentieth century addresses the tensions of this historical period.  We will trace these tensions in landmark texts, grouping them around particular moments of catastrophic change – the Revolution, the Civil War, the “internationalizing” of non-Russian peoples, collectivization and famine, Stalin’s purges, World War II and the siege of Leningrad, urbanization, and the collapse of the Soviet empire.  We will consider, among other texts, Esther Shub’s “The Fall of the Romanovs,” Isaak Babel’s \n, Nadezhda Mandelstam’s \n, the poetry of Anna Akhmatova, Alexander Solzhenitsyn’s \n, Vasily Grossman’s \n, Lydia Ginzburg’s \n, Andrei Tarkovsky’s “Stalker,” Alexander Sokurov’s “Russian Ark,” and the installation art of Ilya Kabakov.  All readings and discussion in English.  No familiarity with Russian history and culture is assumed. Three meetings per week.\nSpring semester. Professor Ciepiela.","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RUSS/RUSS-213-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-225","x":12.0,"y":2.0,"id":"12","attributes":{"Title":"Seminar on One Writer: Vladimir Nabokov","Description":"Listed in: \n, as RUSS-225\nFormerly listed as: ENGL-75  |  ENGL-95  |  RUSS-25\n (Section 01)\nAn attentive reading of works spanning Nabokov’s entire career, both as a Russian and English (or “Amero-Russian”) author, including autobiographical and critical writings, as well as his fiction and poetry. Special attention will be given to Nabokov’s lifelong meditation on the elusiveness of experienced time and on writing’s role as a supplement to loss and absence. Students will be encouraged to compare Nabokov’s many dramatizations of “invented worlds” and to consider them along with other Russian and Western texts, fictional and philosophical, that explore the mind’s defenses against exile and separation. All readings in English translation, with special assignments for those able to read Russian. One meetings per week.\nLimited to 20 students. Not open to first-year students. Spring semester. Visiting professor Barskova.\n0.00","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RUSS/RUSS-225-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-244","x":13.0,"y":2.0,"id":"13","attributes":{"Title":"Histories of Performance in 20th-Century Russia","Description":"Listed in: \n, as ARHA-244  |  \n, as RUSS-244\nMoodle site: \n (Section 01)\n(Offered as ARHA 244 and RUSS 244) This course will explore the various trajectories of “performance” in Russia throughout the twentieth century. The medium of performance was central to several crucial episodes in the history of Russian visual art, including Futurism, World of Art, Moscow Conceptualism, Sots Art, and Moscow Actionism. Russian performance art developed alongside achievements in the adjacent modes of dance, theater, and music. Yet, performance was also a significant phenomenon within Russian culture more broadly. Event-based artworks often responded to the performative elements of political rituals, acts of self-fashioning, mass spectacles, underground economic transactions, speech acts, and bureaucratic operations taking place in Moscow and St. Petersburg. Class participants will employ an expanded view of performance as we attempt to reconcile the intersecting meanings of the genre as an artistic practice, a social behavior, and a political strategy. In doing so, we will put pressure on established ideas about spectatorship, presence, dematerialization, participation, identity, and spectacle as they pertain to modern art. Artistic practices will be framed by readings drawn from the fields of art history, cultural studies, sociology, anthropology, and performance studies. No acquaintance with Russian language or culture is assumed.\nSpring semester. Visiting Professor Maydanchik.\n60.00","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RUSS/RUSS-244-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-246","x":14.0,"y":2.0,"id":"14","attributes":{"Title":"Visual Art of the Cold War","Description":"Listed in: \n, as ARHA-246  |  \n, as EUST-256  |  \n, as RUSS-246\n (Section 01)\n(Offered as RUSS 246, ARHA 246, and EUST 256.)  This course will offer a comparative overview of how visual art developed in the Soviet Union, the United States, and the “two Germanys” within the intellectual and political climate that defined the Cold War (1947-1991). By considering how the conditions of artistic production and reception differed—and also sometimes converged—under democratic capitalism in the West and state socialism in the East, we will gain new perspectives on the intersection of art and ideology in the postwar period. Special attention will be given to debates concerning the relationships between collectivity and individuality; avant-gardism and kitsch; abstraction and realism; technology and the body; art and mass media; propaganda and activism; and consumption and leisure. We will conclude by discussing how the acceleration of globalization following the end of the Cold War has impacted recent art practice. Movements and paradigms to be covered include Socialist Realism, Abstract Expressionism, Pop Art, Sots Art, Fluxus, Situationism, Conceptual Art, Performance Art, Body Art, and Institutional Critique.\nSpring semester. Visiting Professor Maydanchik.","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RUSS/RUSS-246-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-201","x":1.0,"y":2.0,"id":"15","attributes":{"Title":"Second-Year Russian I","Description":"Listed in: \n, as RUSS-201\nFormerly listed as: RUSS-03\nMoodle site: \n (Section 01)\nThis course stresses vocabulary building and continued development of speaking and listening skills. Active command of Russian grammar is steadily increased. Readings from authentic materials in fiction, non-fiction and poetry. Brief composition assignments. Five meetings per week, including a conversation hour and a drill session.\nAmherst students will be given priority consideration.","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RUSS/RUSS-201-1516F'> Course Site </a>","Requisite":["Requisite: RUSS 102 or the equivalent. This will ordinarily be the appropriate course placement for students with two to three years of high school Russian. Limited to 15 students. Fall semester. Professor Ciepiela."]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-202","x":2.0,"y":2.0,"id":"16","attributes":{"Title":"Second-Year Russian II","Description":"Listed in: \n, as RUSS-202\nFormerly listed as: RUSS-04\n (Section 01)\nContinuation of RUSS 201.\nAmherst students have priority, then 5-college students.","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RUSS/RUSS-202-1516S'> Course Site </a>","Requisite":["Requisite: RUSS 201 or equivalent. Limited to 15 students. Spring semester. Professor Rabinowitz."]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-212","x":15.0,"y":2.0,"id":"17","attributes":{"Title":"Survey of Russian Literature From Dostoevsky to Nabokov","Description":"Listed in: \n, as RUSS-212\nFormerly listed as: RUSS-22\nMoodle site: \n (Section 01)\nAn examination of major Russian writers and literary trends from about 1860 to the Bolshevik Revolution as well as a sampling of Russian émigré literature through a reading of representative novels, stories, and plays in translation. Readings include important works by Dostoevsky, Tolstoy, Chekhov, Gorky, Sologub, Bely, and Nabokov. The evaluation of recurring themes such as the breakdown of the family, the “woman question,” madness, attitudes toward the city, childhood and perception of youth. Conducted in English.\nSpring semester. Professor Rabinowitz.","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RUSS/RUSS-212-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(138, 132, 107)","size":10.0},{"label":"RUSS-303H","x":4.0,"y":3.0,"id":"18","attributes":{"Title":"Advanced Conversation and Composition","Description":"Listed in: \n, as RUSS-303H\nFormerly listed as: RUSS-15H\nMoodle site: \n (Section 01)\nA half course designed for advanced students of Russian who wish to develop their fluency, pronunciation, oral comprehension, and writing skills. Major attention will be given to reading, discussion and interpretation of current Russian journalistic literature. This course will cover several basic subjects, including the situation of the Russian media, domestic and international politics, culture, and everyday life in Russia. Two hours per week.","Department Code":"RUSS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/RUSS/RUSS-303H-1415F'> Course Site </a>","Requisite":["Requisite: RUSS 302 or consent of the instructor. Fall semester. Senior Lecturer Babyonyshev."]},"color":"rgb(138, 132, 107)","size":10.0}]}