{"nodes":[{"label":"ARHA-261","x":0.0,"y":2.0,"id":"0","attributes":{"Title":"Buddhist Art of Asia","Description":"Listed in: \n, as ARHA-261  |  \n, as ASLC-260\nMoodle site: \n (Section 01)\n(Offered as ARHA 261 and ASLC 260.)  Visual imagery plays a central role in the Buddhist faith.  As the religion developed and spread throughout Asia it took many forms.  This class will first examine the appearance of the earliest aniconic traditions in ancient India, the development of the Buddha image, and early monastic centers.  It will then trace the dissemination and transformation of Buddhist art as the religion reached South-East Asia, Central Asia, and eventually East Asia.  In each region indigenous cultural practices and artistic traditions influenced Buddhist art.  Among the topics the class will address are the nature of the Buddha image, the political uses of Buddhist art, the development of illustrated hagiographies, and the importance of pilgrimage, both in the past and the present.\nFall semester. Professor Morse.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-261-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(68, 212, 83)","size":10.0},{"label":"CHIN-490","x":1.0,"y":4.0,"id":"1","attributes":{"Title":"Literary Chinese II","Description":"Listed in: \n, as CHIN-490\nMoodle site: \n (Section 02)","Department Code":"CHIN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/CHIN/CHIN-490-02-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(33, 137, 241)","size":10.0},{"label":"JAPA-209H","x":0.0,"y":2.0,"id":"2","attributes":{"Title":"Conquering Kanji I","Description":"Listed in: \n, as JAPA-209H\nFormerly listed as: JAPA-09H\nMoodle site: \n (Section 01)\nJapanese uses three different writing systems, one of which is called Kanji, with characters that were borrowed from China. A linguist, R.A. Miller (1986) in his book \n (Japanese), writes: “The Japanese writing system is, without question, the most complicated and involved system of script employed today by any nation on earth; it is also one of the most complex orthographies ever employed by any culture anywhere at any time in human history.” The difficulty lies not merely in the number of characters that students must learn (roughly a couple of thousand), but also in the unpredictable nature of the ways these characters are used in Japanese. It is not possible in regular Japanese language classes to spend very much time on the writing system because the students must learn other aspects of the language in a limited number of class hours. This writing system is, however, not impossible to learn. In this half course, the students will learn the Japanese writing system historically and metacognitively, in group as well as individual sessions, and aim to overcome preconceived notions of difficulty related to the learning of Kanji. Each student in this class is expected to master roughly 500 Kanji that are used in different contexts.","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/JAPA/JAPA-209H-1516S'> Course Site </a>","Requisite":["Requisite: JAPA 103 or its equivalent. Fall and spring semesters. Professor Tawa."]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"HIST-276","x":7.0,"y":2.0,"id":"3","attributes":{"Title":"Perspectives on Chinese History","Description":"Listed in: \n, as ASLC-276  |  \n, as HIST-276\nMoodle site: \n (Section 01)\n(Offered as HIST 276 [AS] and ASLC 276 [C].) China--the modern nation--was born of revolution. Before the revolution there was China--the civilization--with its long and complex history. Modern historians, Western and Chinese alike, have tended to describe this history as “traditional,” leaving the modern condition to be defined by what happened in the West. In this course we will suspend this modern prejudice while asking a variety of questions on some specific topics. How did ancient laws and rituals come to define the relations between imperial states and local societies? How and to what degree did they continue to do this as societies changed? How did world religions like Buddhism and Christianity come to cohabit with Confucian ethics and ancestral rites? How did complex networks of trade, manufacturing, and credit coexist and interact with global economies and powerful military states? How did cohorts of classically educated, literary and artistic men help to integrate ethnically and linguistically diverse peoples into a culturally consistent foundation against which, and upon which, the modern Chinese nation could be built? How did ordinary working people and especially women participate or react? In each case we will discuss and develop our perspectives on how one thing led to another and then consider how modern views have tended to highlight or obscure the process. Sources include historical narratives and biographies, classical texts, philosophical and religious essays, family instructions, comparative historical analyses, fiction, and film.  Reading and discussion.  Two class meetings per week.\nLimited to 20 students.  Fall semester.  Professor Dennerline.\nHistory and ASLC majors first.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-276-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(135, 231, 39)","size":10.0},{"label":"SOCI-350","x":8.0,"y":3.0,"id":"4","attributes":{"Title":"Asian Capitalism: Historical and Contemporary Views","Description":"Listed in: \n, as SOCI-350  |  \n, as ASLC-350\nMoodle site: \n (Section 01)\n(Offered as SOCI 350 and ASLC 350.) Asian economic development has challenged many Western observers; one reason has to do with the fact that Asian economies rely on institutional arrangements that do not exist in Western economies. In this course, we will look at distinctive institutional arrangements in Asia and discuss how those arrangements emerged. We will also discuss on-going debates concerning the character of Asian capitalism. Specifically we will look at the history of capitalism in Asia, what capitalism in Asia looks like today, how capitalism in Asia is perceived before and after the Asian financial crisis, and how the perception of Asian capitalism has changed since the most recent financial crisis originating in the United States. This course will require weekly class meetings (2 hours) and small-group meetings prior to weekly class meetings.\nNot open to first-year students. Recommended requisite: One previous course in Sociology. Enrollment requires attendance at the first class meeting. Limited to 20 students. Fall semester. Professor Mun.\nPreference will be given to Sociology majors and Asian Languages and Civilization majors.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SOCI/SOCI-350-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(111, 186, 67)","size":10.0},{"label":"ARAB-202","x":9.0,"y":2.0,"id":"5","attributes":{"Title":"Second-Year Arabic II","Description":"Listed in: \n, as ARAB-202\nFormerly listed as: ARAB-04\nMoodle site: \n (Section 01)\n (Section 01)\nThis is a continuation of Second-Year Arabic I. We will complete the study of the Al-Kitaab II book sequence along with additional instructional materials. In this course, we will continue perfecting knowledge of Arabic integrating the four skills: speaking, listening, reading, and writing using a communicative-oriented, proficiency-based approach. By the end of this semester, you should have sufficient comprehension in Arabic to understand most routine social demands and most non-technical real-life conversations as well as some discussions on concrete topics related to particular interests and special fields of competence in a general professional proficiency level. You will have broad enough vocabulary that will enable you to read within a normal range of speed with almost complete comprehension a variety of authentic prose material and be able to write about similar topics. Also by the end of this semester, you should have a wide range of communicative language ability including grammatical knowledge, discourse knowledge and sociolinguistic knowledge of the Arabic language. You should expect text assignments as well as work with DVDs, audio and video materials and websites. Exercises and activities include essay writing, social interactions, role plays and in-class conversations, oral and video presentations that cover the interplay of language and culture, extra-curricular activities and a final project.\nPriority given to ASLC majors, then to class year (seniors first).","Department Code":"ARAB","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARAB/ARAB-202-1516S'> Course Site </a>","Requisite":["Requisite: ARAB 201 or equivalent or consent of the instructor. Limited to 18 students. Spring semester. Five College Lecturer Al-Shalchi."]},"color":"rgb(123, 120, 2)","size":10.0},{"label":"CHIN-402","x":12.5,"y":4.0,"id":"6","attributes":{"Title":"Fourth-Year Chinese II","Description":"Listed in: \n, as CHIN-402\nFormerly listed as: CHIN-08  |  CHIN-10\n (Section 01)\nThis course is a continuation of CHIN 401. More advanced authentic texts of different genres of writings and literary works will be introduced to students. Development of a higher level of proficiency of the four skills will be stressed through class discussions, writing compositions, listening to TV news clips and watching movies that are supplemental to the themes of the reading materials. Class will be conducted entirely in Chinese. There will be three class meetings each week.","Department Code":"CHIN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CHIN/CHIN-402-1516S'> Course Site </a>","Requisite":["Requisite: CHIN 401 or equivalent. Admission with consent of the instructor. Spring semester. Senior Lecturer Li."]},"color":"rgb(33, 137, 241)","size":10.0},{"label":"JAPA-302","x":3.0,"y":3.0,"id":"7","attributes":{"Title":"Moving From \"Learning to Read\" to \"Reading to Learn\" in Japanese","Description":"Listed in: \n, as JAPA-302\nFormerly listed as: JAPA-12\nMoodle site: \n (Section 01)\n (Section 01)\nThis course will be a continuation of JAPA 301. Various genres of writing and film, of longer and increased difficulty levels, will be used to develop a high proficiency level of reading, writing, speaking, and listening throughout the semester. At this level, the students should gradually be moving from “learning to read” to “reading to learn.” This important progression will be guided carefully by the instructor. Small groups based on the students’ proficiency levels will be formed, so that instruction accords with the needs of each group. Students will be required to practice with the materials that are on the course website at the college. \n10","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/JAPA/JAPA-302-1516S'> Course Site </a>","Requisite":["Requisite: JAPA 301 or equivalent. Fall and spring semesters. Five College Senior Lecturer Brown and Professor Tawa."]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"RELI-385","x":16.0,"y":3.0,"id":"8","attributes":{"Title":"The Islamic Mystical Tradition","Description":"Listed in: \n, as ASLC-356  |  \n, as RELI-385\nFormerly listed as: ASLC-56  |  RELI-53\nMoodle site: \n (Section 01)\n(Offered as RELI 285 and ASLC 356 [WA])  This course is a survey of the large complex of Islamic intellectual and social perspectives subsumed under the term Sufism. Sufi mystical philosophies, liturgical practices, and social organizations have been a major part of the Islamic tradition in all historical periods, and Sufism has also served as a primary creative force behind Islamic aesthetic expression in poetry, music, and the visual arts. In this course, we will attempt to understand the various significations of Sufism by addressing both the world of ideas and socio-cultural practices. The course is divided into four modules: central themes and concepts going back to the earliest individuals who identified themselves as Sufis; the lives and works of two medieval Sufis; Sufi cosmology and metaphysics; Sufism as a global and multifarious trend in the modern world.\nSpring semester. Professor Jaffer.\n0","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RELI/RELI-385-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(214, 39, 55)","size":10.0},{"label":"ASLC-234","x":17.0,"y":2.0,"id":"9","attributes":{"Title":"Japan on Screen","Description":"Listed in: \n, as ASLC-234  |  \n, as FAMS-320\nFormerly listed as: ASLC-34  |  FAMS-32\n (Section 01)\n(Offered as ASLC 234 [J] and FAMS 320.)  Is the concept of national cinema useful in the age of globalization?  Given the international nature of cinema at its inception, was it ever a valid concept?  In this course, we will consider how the nation is represented on screen as we survey the history of film culture in Japan, from the very first film footage shot in the country in 1897, through the golden age of studio cinema in the 1950s, to important independent filmmakers working today. While testing different theories of national, local, and world cinema, we will investigate the Japanese film as a narrative art, as a formal construct, and as a participant in larger aesthetic and social contexts.  This course includes the major genres of Japanese film and influential schools and movements.  Students will also learn and get extensive practice using the vocabulary of the discipline of film studies.  This course assumes no prior knowledge of Japan or Japanese, and all films have English subtitles.\nSpring semester.  Professor Van Compernolle.","Department Code":"ASLC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ASLC/ASLC-234-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(23, 75, 41)","size":10.0},{"label":"POSC-209","x":18.0,"y":2.0,"id":"10","attributes":{"Title":"China in the International System","Description":"Listed in: \n, as ASLC-209  |  \n, as POSC-209\nMoodle site: \n (Section 01)\n(Offered as POSC 209 [G] and ASLC 209) This course will analyze China's foreign relations, major foreign policy challenges, and China's role in the international community. To understand the context in which foreign policy is made, we will begin the course by examining the domestic forces that shape foreign policy, including the role of elites and popular nationalism. We will then turn to China’s relations with its neighbors in the Asia-Pacific region with a particular focus on political hot-spots and areas of territorial dispute or historical conflict such as relations with Japan and Taiwan. We will also broaden our focus to examine China’s relations with other regions of the world including North America, Europe, Latin America, and Africa. Finally, we will evaluate the evolution of China’s engagement with international organizations, such as the World Trade Organization and the United Nations. We will assess the impact that China has had on international discourse related to human rights and democracy and analyze the implications of a “Beijing Consensus” as an alternative narrative for the international system.\nLimited to 25 students. Spring semester. Professor Ratigan.\nPriority given to seniors, then to a balance of sophomores and juniors, randomly determined, followed by first-year students and 5-college students","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-209-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(105, 164, 104)","size":10.0},{"label":"HIST-397","x":19.0,"y":3.0,"id":"11","attributes":{"Title":"Women in the Middle East","Description":"Listed in: \n, as ASLC-363  |  \n, as HIST-397  |  \n, as SWAG-362\nFormerly listed as: ASLC-63  |  HIST-62\nMoodle site: \n (Section 01)\n(Offered as HIST 397 [ME], ASLC 363 [WA], and SWAG 362.) The course examines the major developments, themes and issues in woman’s history in the Middle East. The first segment of the course concerns the early Islamic period and discusses the impact of the Quran on the status of women, the development of Islamic religious traditions and Islamic law. Questions concerning the historiography of this “formative” period of Islamic history, as well as hermeneutics of the Quran will be the focus of this segment. The second segment of the course concerns the 19th- and 20th-century Middle East. We will investigate the emergence and development of the “woman question,” the role of gender in the construction of Middle Eastern nationalisms, women’s political participation, and the debates concerning the connections between women, gender, and religious and cultural traditions. The third segment of the course concerns the contemporary Middle East, and investigates new developments and emerging trends of women’s political, social and religious activism in different countries. The course will provide a familiarity with the major primary texts concerning women and the study of women in the Middle East, as well as with the debates concerning the interpretation of texts, law, religion, and history in the shaping of women’s status and concerns in the Middle East today. \n Two class meetings per week.\nLimited to 20 students. Fall semester. Professor Ringer.\nPreference to majors (history, alac, wags) and those students with prior coursework in middle east studies; after that, by seniority.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-397-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(135, 231, 39)","size":10.0},{"label":"RELI-152","x":20.0,"y":1.0,"id":"12","attributes":{"Title":"Introduction to Buddhist Traditions","Description":"Listed in: \n, as ASLC-152  |  \n, as RELI-152\nFormerly listed as: ASLC-15  |  RELI-23\nMoodle site: \n (Section 01)\n(Offered as RELI 152 and ASLC 152 [SA].) This course is an introduction to the diverse ideals, practices, and traditions of Buddhism from its origins in South Asia to its geographical and historical diffusion throughout Asia and, more recently, into the west. We will explore the Three Jewels--the Buddha, the Dharma, and the Sangha--and how they each provide refuge for those suffering in samsara (the endless cycle of rebirth). We will engage in close readings of the literary and philosophical texts central to Buddhism, as well as recent historical and anthropological studies of Buddhist traditions.\nFall semester. Professor M. Heim.\n$7","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/RELI/RELI-152-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(214, 39, 55)","size":10.0},{"label":"ANTH-331","x":21.0,"y":3.0,"id":"13","attributes":{"Title":"Anthropology and the Middle East","Description":"Listed in: \n, as ANTH-331  |  \n, as ASLC-341\nFormerly listed as: ANTH-31  |  ASLC-41\nMoodle site: \n (Section 01)\n(Offered as ANTH 331 and ASLC 341 [WA].)  In an era where “terrorism” has eclipsed the nuclear fears of the Cold War and become associated with a radicalism that is portrayed as at once militant, anti-Western, and bound to a particular region (the Middle East) and religion (Islam), the task of this seminar--to examine the everyday realities of people living throughout the Middle East--has become all the more critical.  Beginning with an historical eye toward the ways that the “West” has discovered, translated, and written about the “Orient,” this seminar will use anthropological readings, documentary film, and literary accounts to consider a range of perspectives on the region commonly referred to as the Middle East.  Rather than attempting a survey of the entire region, the course will take a thematic approach and explore such topics as:  Islam and secularism, colonialism and postcoloniality, gender and political mobilization, media and globalization, and the politics and ethics of nation building.  As an anthropology course, the class will take up these themes through richly contextualized accounts of life within the region.  While it is recognized that the Middle East is incredibly heterogeneous, particular attention will be given to the influence and role of Islam.  By the end of the seminar, students will have gained a broad understanding of some of the most pressing issues faced within the area, while at the same time grappling with advanced theoretical readings.  No previous knowledge of the Middle East is assumed.\nLimited to 25 students. Fall semester. Professor C. Dole.\nPriority will be given to seniors and majors.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ANTH/ANTH-331-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(10, 237, 6)","size":10.0},{"label":"RELI-352","x":22.0,"y":3.0,"id":"14","attributes":{"Title":"Buddhist Ethics","Description":"Listed in: \n, as ASLC-352  |  \n, as RELI-352\nFormerly listed as: ASLC-58  |  RELI-27\nMoodle site: \n (Section 01)\n(Offered as RELI 352 and ASLC 352.) A systematic exploration of the place of ethics and moral reasoning in Buddhist thought and practice. The scope of the course is wide, with examples drawn from the whole Buddhist world, but emphasis is on the particularity of different Buddhist visions of the ideal human life. Attention is given to the problems of the proper description of Buddhist ethics in a comparative perspective.\nSpring semester.  Professor M. Heim.\n0","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RELI/RELI-352-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(214, 39, 55)","size":10.0},{"label":"ASLC-467","x":23.0,"y":4.0,"id":"15","attributes":{"Title":"The Study and Exhibition of Japanese Prints: A Mead Art Museum Curatorial Seminar","Description":"Listed in: \n, as ASLC-467\nMoodle site: \nBradley M. Bailey (Section 01)\nThough the foundation of this seminar will be object-based research and writing, this course differs from a typical art history seminar in that the final product is not a traditional research paper but rather a collaboratively produced, student-curated exhibition, which will open at the Mead Art Museum in spring 2015. While the ultimate theme of this exhibition will be determined by the seminar’s participants, it will focus primarily on the Mead’s superior holdings of Japanese woodblock prints, which number nearly 5,000, with examples from nearly every period and movement of Japanese woodblock printing from the early 17th century until the 1980s.\nThrough course readings, consultations with museum professionals, visits to other museums, and hands-on experience at the Mead, students will participate in each stage of exhibition planning, from inception to installation, as well as planning of programming and public outreach. Assignments will range from the crafting of museum-style texts (i.e., interpretive labels and reports) to object-based research and exhibition and graphic design. There will also be ample opportunity to explore executive and administrative museum work, including drafting press releases, creating marketing strategies, and exhibition budgeting. Throughout all of this, students will also gain deep familiarity with the history, traditions, and techniques of Japanese woodblock printing.\nWhile all participants will learn a great deal about the Mead’s collections, and especially about Japanese prints, this seminar will also provide vital experience for those students who wish to pursue a career in the arts, museum, and/or not-for-profit sectors.\nLimited to 10 students, with priority given to students who have familiarity with Japanese woodblock prints, especially through the spring 2014 course \"The Social Life of the Japanese Print.\" Please contact the seminar’s organizer, Bradley Bailey, if you are interested in participating.  Fall semester.  Postdoctoral Fellow Bailey.\nParticipants will be selected based on prior experience with Japanese woodblock prints and/or museum exhibition work.\n0","Department Code":"ASLC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ASLC/ASLC-467-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(23, 75, 41)","size":10.0},{"label":"JAPA-210H","x":1.0,"y":2.0,"id":"16","attributes":{"Title":"Conquering Kanji II","Description":"Listed in: \n, as JAPA-210H\nFormerly listed as: JAPA-10H\n (Section 01)\nThis half course serves either as continuation of JAPA 209H or the equivalent of 209H. See JAPA 209H for the course content.","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/JAPA/JAPA-210H-1516S'> Course Site </a>","Requisite":["Requisite: JAPA 103 or its equivalent. Fall and spring semester. Professor Tawa."]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"HIST-191","x":24.0,"y":1.0,"id":"17","attributes":{"Title":"The Modern Middle East: 1800-Present","Description":"Listed in: \n, as ASLC-148  |  \n, as HIST-191\nFormerly listed as: ASLC-48  |  HIST-20\nMoodle site: \n (Section 01)\n(Offered as HIST 191 [ME] and ASLC 148 [WA].) This course surveys the history of the Middle East from 1800 to the present. The focus is threefold: following political, social and intellectual trends as they evolve over time, exploring contemporary historical and methodological debates and analysis, and introducing students to important historical literature of the period. The class is divided into modules: “From Subject to Citizen,” “Engineering a Modern Middle East,” “Nationalism and the Quest for Independence,” “Islamist Opposition,” and “Taking Sovereignty: Contemporary Debates and the Post-Modern Era.” The class is discussion-oriented and writing intensive. Two class meetings per week.\nSpring semester. Professor Ringer.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-191-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(135, 231, 39)","size":10.0},{"label":"ASLC-336","x":25.0,"y":3.0,"id":"18","attributes":{"Title":"Apocalypse Japan","Description":"Listed in: \n, as ASLC-336\nMoodle site: \n (Section 01)\nThis course is an introduction to contemporary Japanese popular culture through focused study of a particular theme. This semester we will concentrate on the apocalypse, among the most prominent themes in postwar Japan. Many would trace its origins to Hiroshima and Nagasaki, for Japan is the only country in history to have been attacked with nuclear weapons, but we will examine a broader cultural matrix in this course, which will allow us to address questions of technology, human agency, utopia, dystopia, and spectacle, among other topics. Through reading and discussion of theories of mediation, we will also seek connections between works of popular culture and larger issues, such as globalization, politics, and discourses on cultural uniqueness. Finally, because many contemporary works utilize the apocalyptic theme as a way to explore the replacement of older media by newer technologies—such as the replacement of VHS by DVD or the displacement of traditional film by digital technology—we will also pursue issues of media specificity. This will entail learning the disciplinary terminology of film, anime, and manga studies.\nLimited to 25 students.  Spring semester.  Professor Van Compernolle.\nPreference to ASLC and FAMS majors","Department Code":"ASLC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ASLC/ASLC-336-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(23, 75, 41)","size":10.0},{"label":"HIST-476","x":26.0,"y":4.0,"id":"19","attributes":{"Title":"China Research Seminar: From Revolution to Reform","Description":"Listed in: \n, as ASLC-476  |  \n, as HIST-476\nMoodle site: \n (Section 01)\n(Offered as HIST 476 [AS] and ASLC 476 [C].) Political thinkers and activists inside China and throughout the world continue to puzzle over the relationship between the people and the state. Where do state functions and state control begin and end? How do the global economy, internal migration, NGOs, and the internet influence the relationship between the people and the state? What changes and continuities do we observe in state-society relations over time? Who are the winners and losers of China’s recent economic growth? How is China’s national identity similar to or different from those of developed or post-colonial nations? When and how do the national interest, individual interests, and the interests of the Party-state converge or diverge? And how do the spokesmen for these interests appeal to and reconstruct their visions of China’s past?  This interdisciplinary research seminar will focus on issues of legitimacy, authority, resistance, and “rights consciousness” in the one-party system that has emerged from post-revolutionary reform in China. We will explore these issues with reference to state institutions, local political processes, education, social services, religion, and public expression of opinions and ideas. Research topics will depend on the interests of the students. One class meeting per week plus individual student conferences.\nAdmission with consent of the instructor. Previous coursework or relevant experience related to China preferred. Limited to 20 students. Not open to first-year students. Fall semester. Professor Dennerline.\npreference will be given to history, ASLC, and political science majors and students with previous course work on China","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-476-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(135, 231, 39)","size":10.0},{"label":"HIST-494","x":27.0,"y":4.0,"id":"20","attributes":{"Title":"Istanbul","Description":"Listed in: \n, as ANTH-431  |  \n, as ASLC-494  |  \n, as HIST-494\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as HIST 494 [ME], ANTH 431, and ASLC 494.) At different points in its nearly 2000-year history, the city now known as Istanbul has been the capital of the Roman, Byzantine, and Ottoman empires. In 2010, Istanbul was selected as the “Cultural Capital of Europe.” Over this long history, millions of people and multiple communities have called Istanbul their home—each shaping the city with distinct visions of the past and longings for the future. As innumerable identities (communal, religious, national, ethnic) have been both claimed and erased to serve a variety of political, economic, and social ideologies over millennia, Istanbul stands today as a city where the meanings of space and place are contested like few others. This  seminar explores the connections between contemporary politics and society in Turkey through the contested histories of space and place-making in Istanbul, with special attention to the varied historical legacy of architecture of the city. This is a research seminar and a Global Classroom course. One class meeting per week.\nLimited to 12 students. Preference to junior and senior majors. Spring semester.  Professors Dole and Ringer.\nPreference given to junior and senior majors.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-494-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(135, 231, 39)","size":10.0},{"label":"SOCI-230","x":28.0,"y":2.0,"id":"21","attributes":{"Title":"Economy, Society and Change in East Asia","Description":"Listed in: \n, as SOCI-230  |  \n, as ASLC-230\n (Section 01)\n(Offered as SOCI 230 and ASLC 230.)  East Asia has been booming, economically—first Japan, then Korea and Taiwan, and now China. In this course, we will study both what made the economic boom in these countries possible and what social issues have arisen in each country because of the particular social system that arose through its process of economic development. In particular, we will consider patterns of social inequality. In the case of Japan and Korea, we will focus on understanding important inequality patterns that arose during the economic development in the 1970s and 1980s and their enduring effect on current society, such as youth unemployment and gender inequality. As for China, we will study how the rapid economic development generated social inequalities (such as glaring income inequality and urban-rural inequality) different from those observed in Japan and Korea. Through the readings and class discussions, students will learn about the lives of people who live in these East Asian societies: How are the societies organized? What are the critical social issues in these countries? How are these societies both similar and different?\nLimited to 20 students.  Spring semester.  Professor Mun.\nPriority to seniors in Anthropology and Sociology and Asian Languages and Civilization,  then juniors in same respective departments, etc.","Department Code":"SOCI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SOCI/SOCI-230-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(111, 186, 67)","size":10.0},{"label":"CHIN-401","x":13.5,"y":4.0,"id":"22","attributes":{"Title":"Fourth-Year Chinese I","Description":"Listed in: \n, as CHIN-401\nFormerly listed as: CHIN-07  |  CHIN-09\nMoodle site: \n (Section 01)\nThis course is designed for students who have completed three years of Chinese at the college level. The emphasis is on building substantial sophisticated vocabulary and reading various genres of writings and literary works like newspaper articles, essays, and short novels, etc. Development of a higher level of proficiency of the four skills will be stressed through class discussions, writing compositions, listening to TV news clips and watching movies that are supplemental to the themes of the reading materials. Class will be conducted entirely in Chinese. There will be three class meetings each week.\n60","Department Code":"CHIN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/CHIN/CHIN-401-1516F'> Course Site </a>","Requisite":["Requisite: CHIN 302 or equivalent. Admission with the consent of the instructor. Fall semester. Senior Lecturer Li."]},"color":"rgb(33, 137, 241)","size":10.0},{"label":"HIST-393","x":29.0,"y":3.0,"id":"23","attributes":{"Title":"Early Islam: Construction of an Historical Tradition","Description":"Listed in: \n, as ASLC-355  |  \n, as HIST-393\nFormerly listed as: ASLC-55  |  HIST-60\nMoodle site: \n (Section 01)\n(Offered as HIST 393 [ME\n] and ASLC 355 [WA].)  This course examines in depth the formative period of Islam between c. 500-680. Using predominantly primary material, we will chart the emergence, success, and evolution of Islam, the Islamic community, and the Islamic polity. The focus of this course is on understanding the changing nature over time of peoples’ understanding of and conception of what Islam was and what Islam implied socially, religiously, culturally and politically. We concentrate on exploring the growth of the historical tradition of Islam and its continued contestations amongst scholars today. This course will familiarize students with the events, persons, ideas, texts and historical debates concerning this period. It is not a course on the religion or beliefs of Islam, but a historical deconstruction and analysis of the period. \n Two class meetings per week.\nAdmission with consent of the instructor. Not open to first-year students. Limited to 15 students. Fall semester. Professor Ringer.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-393-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(135, 231, 39)","size":10.0},{"label":"ANTH-255","x":30.0,"y":2.0,"id":"24","attributes":{"Title":"Public Culture in South Asia","Description":"Listed in: \n, as ANTH-255  |  \n, as ASLC-255\nMoodle site: \n (Section 01)\n(Offered as ANTH 255 and ASLC 255) This course on South Asian public culture starts from the premise that modernity today is a global experience. Most societies today possess the means to produce local versions of the modern, as Arjun Appadurai and Carol Breckenridge have argued. In this course, we will collectively approach mass culture in South Asia--a staggeringly complex cultural entity--with an eye towards understanding emergent forms of subjectivity, agency, pleasure, and embodied experience. While rethinking the predominantly European notions of publicity, we will study how popular culture in South Asia reflects the intersecting processes of nationalism, globalization, and economic liberalization. Our focus will be on the interface of media and modernity, and in so doing, on the complex negotiations between cultural producers and consumers. We will discuss film, advertising, spatial politics, and popular art to make sense of the region’s postcolonial public life.\nLimited to 25 student.  Fall semester.  Professor Chowdhury.\nPriority give to majors in Anthropology and ASLC.","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ANTH/ANTH-255-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(10, 237, 6)","size":10.0},{"label":"JAPA-301","x":4.0,"y":3.0,"id":"25","attributes":{"Title":"Introduction to Different Genres of Japanese Writing and Film","Description":"Listed in: \n, as JAPA-301\nFormerly listed as: JAPA-11\n (Section 01)\n (Section 01)\nThis course will introduce different genres of writing: short novels, essays, newspaper and magazine articles, poems, expository prose, scientific writings, and others. Various genres of films will also be introduced. Development of higher speaking and writing proficiency levels will be focused upon as well. The class will be conducted entirely in Japanese. Small groups based on the students’ proficiency levels will be formed, so that instruction accords with the needs of each group. Students will be required to practice with the materials that are on the course website at the college. \n10","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/JAPA/JAPA-301-1516S'> Course Site </a>","Requisite":["Requisite: JAPA 203 or equivalent.  Fall and spring semesters.  Five College Senior Lecturer Brown and Professor Tawa."]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"ANTH-200","x":31.0,"y":2.0,"id":"26","attributes":{"Title":"Anthropology and China","Description":"Listed in: \n, as ANTH-200  |  \n, as ASLC-200\nMoodle site: \n (Section 01)\n(Offered as ANTH 200 and ASLC 200) In what ways are the experiences and perspectives of various kinds of people in various kinds of situations in contemporary China different from those of their counterparts in other places and times, and in what ways are they similar?  What accounts for these similarities and differences? How can anthropology help us understand China? What can the study of China contribute to our understandings of the issues, processes, and systems that anthropologists study worldwide? This course will help students answer these questions by reading, discussing, and writing about recent books and articles about China.\nLimited to 25 students. Spring semester. Professor Fong.\nPreference will go to students majoring in anthropology, sociology, and/or Asian Languages and Civilizations, as well as to first-year students and sophomores\n80","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ANTH/ANTH-200-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(10, 237, 6)","size":10.0},{"label":"HIST-477","x":32.0,"y":4.0,"id":"27","attributes":{"Title":"The History and Memory of the Asia-Pacific War","Description":"Listed in: \n, as ASLC-462  |  \n, as HIST-477\nFormerly listed as: ASLC-62  |  HIST-90\nMoodle site: \n (Section 01)\n(Offered as HIST 477 [AS] and ASLC 462 [J].)  The varied names given to the fifteen years of war conducted by Japan-the Pacific War, the Great East Asian War, the Fifteen-Year War, World War II, and the Asian-Pacific War-reflect the conflicting perspectives from which that war is studied and remembered. How has the experience of a fifteen-year war during the 1930s and 1940s shaped memory and history in Japan, East Asia, and the United States? This seminar begins with this broad question and pursues related questions: How are the memory and history of war intertwined in both national and international politics? What forms of memory have been included and excluded from dominant historical narratives and commemorative devices? How does critical historiography intersect with the politics and passions of memory? We will use oral histories, primary documents, film, and scholarship to guide our thoughts and discussions. We will begin with a brief history of Japan’s Fifteen-Year War and move on to prominent debates concerning the history and memory of that war. Short response papers and a research paper will be required. One class meeting per week.\nLimited to 15 students. Not open to first-year students. Fall semester. Professor Maxey.\nPreference given to History and Asian Languages & Civilization majors. ","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/HIST/HIST-477-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(135, 231, 39)","size":10.0},{"label":"SWAG-469","x":33.0,"y":4.0,"id":"28","attributes":{"Title":"South Asian Feminist Cinema","Description":"Listed in: \n, as ASLC-452  |  \n, as FAMS-322  |  \n, as SWAG-469\nFormerly listed as: ASLC-52  |  FAMS-58  |  WAGS-69\nMoodle site: \n (Section 01)\n(Offered as SWAG 469, ASLC  452 [SA], and FAMS 322.)  How do we define the word “feminism”? Can the term be used to define cinematic texts outside the Euro-American world? In this course we will study a range of issues that have been integral to feminist theory--the body, domesticity, same sex desire, gendered constructions of the nation, feminist utopias and dystopias--through a range of South Asian cinematic texts. Through our viewings and readings we will consider whether the term “feminist” can be applied to these texts, and we will experiment with new theoretical lenses for exploring these films. Films will range from Satyajit Ray’s classic masterpiece \n to Gurinder Chadha’s trendy diasporic film, \n. Attendance for screenings on Monday is compulsory.\nLimited to 20 students.  Fall semester.  Professor Shandilya.\ncontact instructor\n60","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/SWAG/SWAG-469-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(174, 214, 136)","size":10.0},{"label":"JAPA-202","x":2.0,"y":2.0,"id":"29","attributes":{"Title":"Communicating in Sophisticated Japanese","Description":"Listed in: \n, as JAPA-202\nFormerly listed as: JAPA-05\n (Section 01)\n (Section 01)\nThe course will emphasize the development of all four skills (speaking, listening, reading, and writing) at a more complex, multi-paragraph level. For example, students will be trained to speak more spontaneously and with cultural appropriateness in given situations using concrete as well as abstract expressions on a sustained level of conversation. As for literacy, students will be given practice reading and writing using several hundred characters \n. Small groups based on the students’ proficiency levels will be formed, so that instruction accords with the needs of each group. Students will be required to practice with the materials that are on the course website at the college. \n144.25","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/JAPA/JAPA-202-1516S'> Course Site </a>","Requisite":["Requisite: JAPA 201, or equivalent. Fall and spring semesters. Senior Lecturer Kayama and Professor Tawa."]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"HIST-172","x":34.0,"y":1.0,"id":"30","attributes":{"Title":"Modern China","Description":"Listed in: \n, as ASLC-146  |  \n, as HIST-172\nFormerly listed as: ASLC-46  |  HIST-16\nMoodle site: \n (Section 01)\n(Offered as HIST 172 [AS] and ASLC 146 [C].) A survey of Chinese history from the Manchu conquest of 1644 to the present. Beginning with the successes and failures of the imperial state as it faced global economic development, expanding European empires, and internal social change, we will study the Opium War, massive nineteenth-century religious rebellions, Republican revolution and state-building, the “New Culture” movement, Communist revolution, the anti-Japanese war, Mao’s Cultural Revolution, and the problems of post-Mao reform, all with comparative reference to current events. Readings, which include a wide variety of documents such as religious and revolutionary tracts, eye-witness accounts, memoirs, and letters, are supplemented by interpretive essays and videos. Two class meetings per week.\nFall semester. Professor Dennerline.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-172-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(135, 231, 39)","size":10.0},{"label":"ANTH-253","x":35.0,"y":2.0,"id":"31","attributes":{"Title":"Muslim Lives in South Asia","Description":"Listed in: \n, as ANTH-253  |  \n, as ASLC-270\nMoodle site: \n (Section 01)\n(Offered as ANTH 253 and ASLC 270 [SA].)  This course is a survey of foundational and contemporary writing on Muslim cultures across South Asia. The approach here is anthropological, in the sense that the course focuses on material that situates Islamic thought in the making of everyday practices, imaginations, and ideologies of a very large and varied group of people. While India hosts the second largest population of Muslims in the world, Pakistan and Bangladesh, respectively, are two of the world’s largest Muslim-majority nation-states. This course will aim to capture some of the richness of the textual and vernacular traditions that constitute what is known as South Asian Islam and the lived experiences of Muslims. Without relegating Muslims to a minority status and therefore targets of communal violence, or approaching Islam in South Asia only at the level of the syncretic, this course aims to understand the interface of traveling texts and indigenous traditions that is integral to the making of its diverse Muslim cultures. In doing so, the course will by necessity discuss topics of subjectivity, law, gender, community, secularism, and modernity that continue to raise important theoretical questions within the discipline of anthropology.\nSome prior knowledge of Islam or Muslim societies may be helpful.  Limited to 25 students.  Spring semester.  Professor Chowdhury.\nPriority given to majors in Anthropology and Asian Languages and Civilizations","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ANTH/ANTH-253-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(10, 237, 6)","size":10.0},{"label":"JAPA-102","x":2.5,"y":1.0,"id":"32","attributes":{"Title":"Review and Progress in Japanese","Description":"Listed in: \n, as JAPA-102\nFormerly listed as: JAPA-03\n (Section 01)\n (Section 01)\nThis course is designed for students who have already begun studying Japanese in high school, other schools, or at home before coming to Amherst, but have not finished learning basic Japanese structures or acquired a substantial number of characters \n. This course is also for individuals whose proficiency levels of the four skills (speaking, listening, reading, and writing) are uneven to a noticeable degree. Small groups based on the students’ proficiency levels will be formed, so that instruction accords with the needs of each group. Students will be required to practice with the materials that are on the course website at the college. \n131.5","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/JAPA/JAPA-102-1516S'> Course Site </a>","Requisite":["Requisite: Some Japanese instruction in high school, home, or college. Fall and spring semesters. Senior Lecturer Miyama and Professor Tawa."]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"JAPA-401","x":3.0,"y":4.0,"id":"33","attributes":{"Title":"Introduction to Thematic Reading and Writing","Description":"Listed in: \n, as JAPA-401\nFormerly listed as: JAPA-13\n (Section 01)\nThis course is designed for the advanced students of Japanese who are interested in readings and writings on topics that are relevant to their interests. Each student will learn how to search for the relevant material, read it, and summarize it in writing in a technical manner. The course will also focus on the development of a high level of speaking proficiency. Small groups based on the students’ proficiency levels will be formed, so that instruction accords with the needs of each group. \n10","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/JAPA/JAPA-401-1516S'> Course Site </a>","Requisite":["Requisite: JAPA 302 or equivalent. Fall and spring semesters. Professor Tawa."]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"POSC-403","x":36.0,"y":4.0,"id":"34","attributes":{"Title":"Social Policy in China","Description":"Listed in: \n, as ASLC-403  |  \n, as POSC-403\nMoodle site: \n (Section 01)\n(Offered as POSC 403 [IL, SC] and ASLC 403 [C]. ) After three decades of unprecedented economic growth, China is facing a new phase of development in which social policy issues such as healthcare, social security, and environmental degradation are taking center stage in the national dialogue. This course will provide students with the substantive knowledge and analytical tools to critically examine these issues, evaluate current policies, and propose feasible alternatives within the Chinese context. The semester begins with an overview of state-society relations in contemporary China, including the processes of policy design and implementation. The Chinese government emphasizes an experimentalist approach to policymaking, resulting in an important role for research, think tanks, and policy evaluation tools in the development of policy. Then, the course will examine the major social policy areas in China: health, education, poverty alleviation, social security, and environmental policy. Throughout the semester, students will also learn the tools of policy analysis, which they will employ in an independent research project on a policy problem in China. This course will enable students to think about social policy design and implementation in the context of the challenges inherent to a non-democratic, developing country with pervasive corruption and weak legal institutions. Thus, this course would be of interest to students seeking to study Chinese politics at an advanced level or those who plan to pursue a career in social policy and development more broadly.\nPrevious experience or coursework related to China strongly preferred. Previous coursework in the social sciences will be an asset. Limited to 20 students.  Fall semester.  Professor Ratigan.\nPriority given to seniors, then to a balance of sophomores and juniors, randomly determined, followed by first-year students and 5-college students.\n59.00","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/POSC/POSC-403-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(105, 164, 104)","size":10.0},{"label":"CHIN-301","x":14.5,"y":3.0,"id":"35","attributes":{"Title":"Third-Year Chinese I","Description":"Listed in: \n, as CHIN-301\nFormerly listed as: CHIN-05  |  CHIN-07\nMoodle site: \n (Section 01)\nThis course is designed to expose students to more advanced and comprehensive knowledge of Mandarin Chinese, with an emphasis on both linguistic competence and communicative competence. Expanding of vocabulary and development of reading comprehension will be through different genres of authentic texts. Students will be trained to write short essays on a variety of topics. Three class hours are supplemented by two drill sessions.\n60","Department Code":"CHIN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/CHIN/CHIN-301-1516F'> Course Site </a>","Requisite":["Requisite: CHIN 104, 202 or equivalent. Fall semester. Senior Lecturer Li."]},"color":"rgb(33, 137, 241)","size":10.0},{"label":"ARAB-402","x":37.0,"y":4.0,"id":"36","attributes":{"Title":"Topics in Arabic Language and Culture","Description":"Listed in: \n, as ARAB-402\nMoodle site: \n (Section 01)\nThis Arabic Language course is designed to further promote the development of advanced level proficiency in all four-language skills according to the American Council on the Teaching of Foreign Languages (ACTFL) Proficiency Guidelines. It aims to achieve that objective by training students to use more precise vocabulary, to be able to make more complicated arguments, and to begin to engage in abstract topics in a context of a rich cultural component. The course introduces students to authentic Arabic materials, strengthens and enhances their grammar, and reinforces linguistic accuracy. A significant amount of authentic supplementary texts, video and audio materials will be used from a variety of genres to cover the thematic modules of the course that will include, but are not limited to, Arabic social tradition, religion and politics, literature, women and gender issues in the Middle East, culture and history, arts and cinema. Upon successful completion of this course, students will be able to communicate and understand narrative and description in all time frames as well as begin to support opinions, hypothesize, and speak and write accurately in extended discourses. Students will be able to listen to and understand the main points and details of a speech, academic lecture or news broadcast. The course builds advanced Arabic competence, using communicative approaches to the learning of linguistic skills, function, and accuracy in both formal and informal registers.  \nPriority to ASLC majors, then seniors and juniors","Department Code":"ARAB","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARAB/ARAB-402-1516S'> Course Site </a>","Requisite":["Requisite: ARAB 302 or equivalent.  Limited to 18 students.  Spring semester.  Five College Senior Lecturer Hassan."]},"color":"rgb(123, 120, 2)","size":10.0},{"label":"RELI-253","x":39.0,"y":2.0,"id":"37","attributes":{"Title":"Theravada Buddhism","Description":"Listed in: \n, as ASLC-253  |  \n, as RELI-253\nFormerly listed as: ASLC-69  |  RELI-26\n (Section 01)\n(Offered as RELI 253 and ASLC 253 [SA].) This course introduces the history and civilization of Theravada Buddhism. The Theravada (the “Doctrine of the Elders”) is the dominant form of Buddhism in Sri Lanka, Cambodia, Laos, Thailand, and Myanmar (Burma); in recent decades it has also found a following in other regions in Asia and the west. We will trace the Theravada’s origins as one of the earliest sectarian movements in India to its success and prestige as a religious civilization bridging South and Southeast Asia. We will also consider this tradition’s encounter with modernity and its various adaptations and responses to challenges in the contemporary world. No previous background in Buddhism is required.\nSpring semester. Professor M. Heim.","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/RELI/RELI-253-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(214, 39, 55)","size":10.0},{"label":"ARHA-281","x":40.0,"y":2.0,"id":"38","attributes":{"Title":"The Arts of Exchange: Cross-Cultural Interaction in the Islamic World, 1400-1800","Description":"Listed in: \n, as ARHA-281  |  \n, as ASLC-281\nMoodle site: \n (Section 01)\n(Offered as ARHA 281 and ASLC 281.)  This course examines artistic exchanges and encounters in the Islamic world during the early modern period. We will focus on the movement of artists, objects, and systems of knowledge between and beyond the Mamluk, Ottoman, Timurid, Safavid, and Mughal courts, placing special emphasis upon encounters with the arts of Europe and East Asia. Among the topics to be considered are the design, circulation, and trade of textiles; the arts of diplomacy and gift exchange; the nature of curiosity and wonder; and artists’ responses to the “other.” This course aims to challenge conventional, essentialist binaries (e.g., East vs. West, Islamic vs. European), and to re-assess the standard art historical narratives from a more culturally, geographically, and economically interconnected perspective.\nLimited to 25 students.  Spring semester.  Visiting Professor Rice.\nPreference will be given to ASLC and ARHA majors, then to others to achieve a range of students across disciplines.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ARHA/ARHA-281-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 212, 83)","size":10.0},{"label":"HIST-174","x":41.0,"y":1.0,"id":"39","attributes":{"Title":"Introduction to Modern South Asian History","Description":"Listed in: \n, as ASLC-174  |  \n, as HIST-174\nMoodle site: \n (Section 01)\n(Offered as HIST 174 [AS] and ASLC 174 [SA].) This survey course introduces key themes and events in the making of modern South Asia. The objective is to provide a skeletal historical narrative of the various transformations the subcontinent and its peoples experienced through the colonial and post-colonial eras.  A variety of primary sources and audio and visual materials will be utilized in conjunction with excerpts from panoramic textbooks as well as portions of monographs, combining perspectives from political, social, cultural and economic history.  Commencing with the transitions occurring in the middle to late 18th century, the course explores some of the major historical developments in South Asia until the present moment including the East India Company-state, colonial and imperial rule, social reform, the revolt of 1857, Indian nationalism, caste and communal conflict, and the struggles for post-colonial democracy. Two class meetings per week.\nSpring semester. Professor Sen.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-174-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(135, 231, 39)","size":10.0},{"label":"JAPA-103","x":1.0,"y":1.0,"id":"40","attributes":{"Title":"Building Survival Skills in Japanese II","Description":"Listed in: \n, as JAPA-103\n (Section 01)\n (Section 01)\nThe course will emphasize active learning by each student in the class by means of the materials in the course website and individualized or small group discussions with the instructor. Small groups based on the students’ proficiency levels will be formed, so that instruction accords with the needs of each group. By the end of this course, students are expected to be familiar with most basic Japanese structures, to have acquired a substantial vocabulary, and to have gained sufficient speaking, listening, reading, and writing proficiency levels, which will enable the students to survive using Japanese in Japan. As for literacy, a few hundred new characters \n will be added by reading and writing longer passages. \n131.5","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/JAPA/JAPA-103-1516S'> Course Site </a>","Requisite":["Requisite: JAPA 102 or equivalent. Fall and spring semesters. Senior Lecturer Miyama and Professor Tawa."]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"JAPA-201","x":3.0,"y":2.0,"id":"41","attributes":{"Title":"Functional Japanese","Description":"Listed in: \n, as JAPA-201\n (Section 01)\n (Section 01)\nThe course will emphasize active learning from each student in the class by the use of the materials on the course website and individual or small group discussions with the instructor. By the end of this course, students are expected to be able to use multiple Japanese structures with a substantial vocabulary and to have attained post-elementary speaking, listening, reading, and writing proficiency levels. As for literacy, a few hundred new characters \n will be added by reading and writing longer passages. Small groups based on the students’ proficiency levels will be formed, so that instruction accords with the needs of each group. Students will be required to practice with the materials that are on the course website at the college. \n144.25","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/JAPA/JAPA-201-1516S'> Course Site </a>","Requisite":["Requisite: JAPA 103 or equivalent. Fall and spring semesters. Senior Lecturer Kayama and Professor Tawa."]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"JAPA-412","x":4.0,"y":4.0,"id":"42","attributes":{"Title":"Great Books and Films in the Original","Description":"Listed in: \n, as JAPA-412\nFormerly listed as: JAPA-16\n (Section 01)\nThis course is a continuation of JAPA 411. The course is designed for students who possess a high proficiency level of speaking but need training in cover-to-cover reading or film comprehension. Class materials will be selected from well-known books and films. Writing assignments will be given to develop critical and creative writing skills in Japanese. Small groups based on the students’ proficiency levels will be formed, so that instruction accords with the needs of each group. \n10","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/JAPA/JAPA-412-1516S'> Course Site </a>","Requisite":["Requisite: JAPA 411 or equivalent. Fall and spring semesters. Professor Tawa. "]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"JAPA-101","x":42.0,"y":1.0,"id":"43","attributes":{"Title":"Introduction to the Japanese Language","Description":"Listed in: \n, as JAPA-101\nFormerly listed as: JAPA-01\n (Section 01)\n (Section 01)\nThis course is designed for students who have never previously studied Japanese. The course will introduce the overall structure of Japanese, basic vocabulary, the two syllabaries of the phonetic system, and some characters \n. The course will also introduce the notion of “cultural appropriateness for expressions,” and will provide practice and evaluations for all four necessary skills--speaking, listening, reading, and writing. Students will be required to practice with the materials that are on the course website at the college. \nFall and spring semester. Senior Lecturer Miyama and Professor Tawa.\n131.50","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/JAPA/JAPA-101-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"CHIN-101","x":12.0,"y":1.0,"id":"44","attributes":{"Title":"First-Year Chinese I","Description":"Listed in: \n, as CHIN-101\nFormerly listed as: CHIN-01\nMoodle site: \n (Sections 01 and 02)\nThis course, along with CHIN 102 in the spring semester, is an elementary introduction to Mandarin Chinese offered for students who have no Chinese-speaking backgrounds. The class takes an integrated approach to basic language skills of listening, speaking, reading, and writing, and it emphasizes pronunciation and the tones, Chinese character handwriting, and the most basic structure and patterns of Chinese grammar. The class meets five times per week (lectures on MWF and drill sessions on TTh).\nLimited to 30 students. Fall semester. Senior Lecturer Teng.\nPriority given to ASLC majors, then to class year (seniors first).\n99.97","Department Code":"CHIN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/CHIN/CHIN-101-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(33, 137, 241)","size":10.0},{"label":"HIST-492","x":44.0,"y":4.0,"id":"45","attributes":{"Title":"Inside Iran","Description":"Listed in: \n, as ASLC-459  |  \n, as HIST-492\nFormerly listed as: ASLC-59  |  HIST-80\nMoodle site: \n (Section 01)\n(Offered as HIST 492 [ME] and ALSC 459 [WA].)  This seminar explores contemporary Iran from a historical and interdisciplinary perspective. The aim of the course is both to provide an overall understanding of the history of Iran, as well as those key elements of religion, literature, legend, and politics that together shape Iran's understanding of itself. We will utilize a wide variety of sources, including Islamic and local histories, Persian literature, architecture, painting and ceramics, film, political treatises, Shiite theological writing, foreign travel accounts, and U.S. state department documents, in addition to secondary sources.  Two class meetings per week.\nRecommended requisite: a survey course on the modern Middle East. Admission with consent of the instructor. Limited to 15 students.  Not open to first-year students.  Fall semester. Professor Ringer.\nPreference given to students who have already taken a modern Middle East survey course.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-492-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(135, 231, 39)","size":10.0},{"label":"JAPA-203","x":4.0,"y":2.0,"id":"46","attributes":{"Title":"Experience with Authentic Japanese Materials","Description":"Listed in: \n, as JAPA-203\nFormerly listed as: JAPA-06\n (Section 01)\n (Section 01)\nThe course will provide sufficient practice of reading authentic texts and viewing films to prepare for the next level, JAPA 301, in which various genres of reading and films will be introduced. Throughout the course, the development of more fluent speech and stronger literacy will be emphasized by studying more complex and idiomatic expressions. Acquisition of an additional few hundred characters \n will be part of the course. The class will be conducted mostly in Japanese. Small groups based on the students’ proficiency levels will be formed, so that instruction accords with the needs of each group. Students will be required to practice with the materials that are on the course website at the college.\n144.25","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/JAPA/JAPA-203-1516S'> Course Site </a>","Requisite":["Requisite: JAPA 202 or equivalent. Fall and spring semesters. Senior Lecturer Kayama and Professor Tawa."]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"CHIN-302","x":13.5,"y":3.0,"id":"47","attributes":{"Title":"Third-Year Chinese II","Description":"Listed in: \n, as CHIN-302\nFormerly listed as: CHIN-06  |  CHIN-08\n (Section 01)\nA continuation of CHIN 301, a modern Chinese reading and writing course at the advanced level. Development of the basic four skills will continue to be stressed. It will emphasize both linguistic competence and communicative competence. Acquisition of additional characters will be through authentic readings of different genres. More training will be given on writing with more precision and details. Three class hours are supplemented by two drill sessions. This course prepares students for CHIN 401.\n60","Department Code":"CHIN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CHIN/CHIN-302-1516S'> Course Site </a>","Requisite":["Requisite: CHIN 301 or equivalent. Spring semester. Senior Lecturers Li."]},"color":"rgb(33, 137, 241)","size":10.0},{"label":"RELI-143","x":45.0,"y":1.0,"id":"48","attributes":{"Title":"Religion in Ancient India","Description":"Listed in: \n, as ASLC-144  |  \n, as RELI-143\nMoodle site: \n (Section 01)\n(Offered as RELI 143 and ASLC 144.)  This course explores central ideas and practices in the religious and intellectual traditions of India up until the medieval period. We consider the range of available archeological, art historical, and textual evidence for religion in this period, though the course focuses mostly on texts. We will read the classic religious and philosophical literature of the traditions we now call Hinduism, Buddhism, and Jainism.\nSpring semester.  Professor M. Heim.\n0","Department Code":"RELI","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/RELI/RELI-143-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(214, 39, 55)","size":10.0},{"label":"ARAB-401","x":38.0,"y":4.0,"id":"49","attributes":{"Title":"Fourth-Year Arabic:  Media Arabic","Description":"Listed in: \n, as ARAB-401\nMoodle site: \n (Section 01)\nMedia Arabic is an advanced language course at the 400 level. Students are required to complete a set amount of material during the semester. Media Arabic introduces the language of print and the Internet news media to students of Arabic seeking to reach the advanced level. It makes it possible for those students to master core vocabulary and structures typical of front-page news stories, recognize various modes of coverage, distinguish fact from opinion, detect bias and critically read news in Arabic. The course enables students to read extended texts with greater accuracy at the advanced level by focusing on meaning, information structure, language form, and markers of cohesive discourse. The prerequisite for Media Arabic is the equivalent of three years of college-level Arabic study in a classroom course that includes both reading/writing skills and speaking/listening skills. The final grade is determined by participation and assignments, two term-papers and a final paper, a final written exam, an oral presentation and a comprehensive oral exam. Participation in the program requires significant independent work and initiative.\nPriority given to ASLC majors, then to class year (seniors first).\n46.14","Department Code":"ARAB","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARAB/ARAB-401-1516F'> Course Site </a>","Requisite":["Requisite: ARAB 302 or equivalent. Limited to 18 students. Fall semester.  Five College Senior Lecturer Hassan."]},"color":"rgb(123, 120, 2)","size":10.0},{"label":"JAPA-104","x":43.0,"y":1.0,"id":"50","attributes":{"Title":"Beyond Basic Japanese","Description":"Listed in: \n, as JAPA-104\nFormerly listed as: JAPA-04\nMoodle site: \n (Sections 01, 02, 03 and 04)\n (Sections 01, 02, 03 and 04)\nThis course is a continuation of JAPA 101. The course will emphasize active learning from each student in the class by the use of the materials on the course website and individual or small group discussions with the instructor. By the end of this course, students are expected to be able to use basic Japanese structures with a substantial vocabulary and to have attained post-elementary speaking, listening, reading, and writing proficiency levels. As for literacy, a few hundred new characters \n will be added by reading and writing longer passages. Small groups based on the students’ proficiency levels will be formed, so that instruction accords with the needs of each group. Students will be required to practice with the materials that are on the course website at the college. Two group meetings and two individualized or small group evaluations per week are normally required throughout the semester.\n142.85","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/JAPA/JAPA-104-1415S'> Course Site </a>","Requisite":["Requisite: JAPA 101 or equivalent. Spring semester. Senior Lecturer Miyama and Professor Tawa."]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"POSC-208","x":46.0,"y":2.0,"id":"51","attributes":{"Title":"Power and Politics in Contemporary China","Description":"Listed in: \n, as ASLC-208  |  \n, as POSC-208\nMoodle site: \n (Section 01)\n(Offered POSC 208 [SC, IL] and ASLC 208.) This course provides an introduction to the major institutions, actors, and ideas that shape contemporary Chinese politics. Through an examination of texts from the social sciences as well as historical narratives and film, we will analyze the development of the current party-state, the relationship between the state and society, policy challenges, and prospects for further reform. First, we examine the political history of the People’s Republic, including the Maoist period and the transition to market reforms. Next, we will interrogate the relations between various social groups and the state, through an analysis of contentious politics in China including the ways in which the party-state seeks to maintain social and political stability. Finally, we will examine the major policy challenges in contemporary China including growing inequality, environmental degradation, waning economic growth, and foreign policy conflicts.\nLimited to 25 students. Fall and spring semester. Professor Ratigan.\nPriority given to seniors, then to a balance of sophomores and juniors, randomly determined, followed by first-year students and 5-college students","Department Code":"POSC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/POSC/POSC-208-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(105, 164, 104)","size":10.0},{"label":"ARHA-361","x":47.0,"y":3.0,"id":"52","attributes":{"Title":"Arts of Korea","Description":"Listed in: \n, as ARHA-361  |  \n, as ASLC-361\nMoodle site: \n (Section 01)\n(Offered as ARHA 361 and ASLC 361.)  A study of the major artistic traditions of the Korean peninsula and the cultural context that shaped them. Starting with the prehistoric period and continuing to the beginning of the twenty-first century, this seminar will focus in particular on the Buddhist architecture and sculpture of the Three Kingdoms and Unified Silla periods, Goguryeo celadons and Joseon Dynasty painting. It will conclude with an examination of Korean art during the Japanese colonial period and developments in contemporary art during the past three decades. Relevant artistic developments in China and Japan will also be considered to bring the distinctive traditions of the Korean peninsula into clearer focus. There will be field trips to look at collections of Korean art in the northeast.\nLimited to 15 students. Spring semester. Professor Morse.\nPriority to ARHA and ASLC majors.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ARHA/ARHA-361-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 212, 83)","size":10.0},{"label":"ASLC-220","x":48.0,"y":2.0,"id":"53","attributes":{"Title":"Reinventing Tokyo: The Art, Literature, and Politics of Japan's Modern Capital","Description":"Listed in: \n, as ARCH-220  |  \n, as ASLC-220\nFormerly listed as: ASLC-20\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as ASLC 220 [J] and ARCH 220.)  Tokyo is the political, cultural, and economic center of Japan, the largest urban conglomeration on the planet, holding 35 million people, fully one fifth of Japan’s population.  Since its founding 400 years ago, when a small fishing village became Edo, the castle headquarters of the Tokugawa shoguns, the city has been reinvented multiple times—as the birthplace of Japan’s early modern urban bourgeois culture, imperial capital to a nation-state, center of modern consumer culture, postwar democratic exemplar, and postmodern metropolis. The course will focus on the portrayals of Tokyo and its reinventions in art, literature, and politics from the end of the Edo period to the present day.  It will examine the changes that took place as the city modernized and Westernized in the Meiji era, became the center of modern urban life in Japan before the Second World War, and rebuilt itself as part of the country’s economic miracle in the postwar era.  As the largest human cultural creation in Japan, one that endured political upheavals, fires, earthquakes, fire-bombings and unbridled development, Tokyo has always been a complex subject. The course will use that complexity to consider how to analyze an urban environment that draws upon Japan's long history, yet which is also one of the most modern in Asia.\nPreference to majors and students with an interest in urban studies.  Limited to 25 students. Fall semester.  Professors Morse and Van Compernolle.\nPermission of instructor, with preference given to majors and students with an interest in urban studies.\n70.00","Department Code":"ASLC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ASLC/ASLC-220-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(23, 75, 41)","size":10.0},{"label":"HIST-176","x":49.0,"y":1.0,"id":"54","attributes":{"Title":"Modern Japanese History from 1800 to the 2000s","Description":"Listed in: \n, as ASLC-247  |  \n, as HIST-176\nFormerly listed as: ASLC-47  |  HIST-18\nMoodle site: \n (Section 01)\n(Offered as HIST 176 [AS] and ASLC 247 [J].) This course surveys the modern history of the Japanese archipelago, from the late-Tokugawa period through the rise of the modern Meiji nation-state, colonial expansion and total war. We will conclude with the postwar economic recovery and the socio-political challenges facing the Japanese nation-state in the early-2000s. Through primary documents, fiction, and film, we will explore themes including the disestablishment of the samurai class, industrialization, imperialism, feminism, nationalism, war, democracy, and consumerism. Classes will consist of lectures along with close readings and discussions. Requirements include short response papers and topical essays. Three class meetings per week.\nFall semester.  Professor Maxey.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-176-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(135, 231, 39)","size":10.0},{"label":"ARAB-201","x":10.0,"y":2.0,"id":"55","attributes":{"Title":"Second-Year Arabic I","Description":"Listed in: \n, as ARAB-201\nFormerly listed as: ARAB-03\nMoodle site: \n (Section 01)\n (Section 01)\nThis course expands the scope of the communicative approach, as new grammatical points are introduced (irregular verbs), and develops a greater vocabulary for lengthier conversations. Emphasis is placed on reading and writing short passages and personal notes. This second-year of Arabic completes the introductory grammatical foundation necessary for understanding standard forms of Arabic prose (classical and modern literature, newspapers, film, etc.) and making substantial use of the language.\nPriority given to ASLC majors, then to class year (seniors first).\n106.12","Department Code":"ARAB","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARAB/ARAB-201-1516F'> Course Site </a>","Requisite":["Requisite: ARAB 102 or equivalent. Limited to 18 students. Fall semester.  Five College Lecturer Al-Shalchi. "]},"color":"rgb(123, 120, 2)","size":10.0},{"label":"ARHA-154","x":50.0,"y":1.0,"id":"56","attributes":{"Title":"Art and Architecture of South Asia","Description":"Listed in: \n, as ARHA-154  |  \n, as ASLC-154\n (Section 01)\n(Offered as ARHA 154 and ASLC 154.)  This introductory course surveys the architecture, painting, sculpture, textiles, decorative arts, and photography of South Asia (India, Sri Lanka, Bangladesh, Nepal, Bhutan, Pakistan, and Afghanistan), from 2300 B.C., touching on the present. It considers the role of tradition in the broader history of art in India, but does not see India as \"traditional\" or unchanging. The Indian sub-continent is the source for multi-cultural civilizations that have lasted and evolved for several thousand years. Its art is as rich and complex as that of Europe, and as diverse. This course attempts to introduce the full range of artistic production in India in relation to the multiple strands that have made the cultural fabric of the sub-continent so rich and long lasting. Films, musical recordings, and museum field-trips will supplement assigned readings and lectures. No previous background is presumed, and all readings will be available in English. \nLimited to 25 students. Spring semester. Assistant Professor Rice. \nPreference given to ARHA and ASLC students","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARHA/ARHA-154-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 212, 83)","size":10.0},{"label":"ARHA-266","x":51.0,"y":2.0,"id":"57","attributes":{"Title":"Sacred Images and Sacred Space: The Visual Culture of Religion in Japan","Description":"Listed in: \n, as ARHA-266  |  \n, as ASLC-261\nFormerly listed as: ASLC-61  |  FIAR-66\nMoodle site: \n (Section 01)\n(Offered as ARHA 266 and ASLC 261.) An interdisciplinary study of the visual culture of the Buddhist and Shinto religious traditions in Japan. The class will examine in depth a number of Japan's most important sacred places, including Ise Shrine, Tôdaiji, Daitokuji and Mount Fuji, and will also look at the way contemporary architects such as Andô Tadao and Takamatsu Shin have attempted to create new sacred places in Japan today. Particular emphasis will be placed on the ways by which the Japanese have given distinctive form to their religious beliefs through architecture, painting and sculpture, and the ways these objects have been used in religious ritual.\nSpring semester. Professor Morse.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ARHA/ARHA-266-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(68, 212, 83)","size":10.0},{"label":"ARHA-152","x":52.0,"y":1.0,"id":"58","attributes":{"Title":"Visual Culture of the Islamic World","Description":"Listed in: \n, as ARHA-152  |  \n, as ASLC-142\nMoodle site: \n (Section 01)\n(Offered as ARHA 152 and ASLC 142.)  This introductory course explores the architecture, manuscripts, painting, textiles, decorative arts, material culture, and popular art of the Islamic world, from the late seventh century C.E., touching on the present. It follows a basic chronology, but is structured primarily through thematic issues central to the study of Islamic visual culture, including, but not limited to: orality and textuality, geometry and ornament, optics and perception, sacred and royal space, the image and aniconism, modernity and tradition, and artistic exchange with Europe, China, and beyond. The class will focus on the relationships between visual culture, history, and literature, analyzing specific sites or objects, for example the Dome of the Rock in Jerusalem, carved ivory boxes from Spain, luxury manuscripts from Cairo, gardens of Iran, and contemporary art from Pakistan, alongside primary and secondary texts. Films, audio recordings, and field-trips to local museum collections will supplement assigned readings and lectures. Participation in class discussion, a significant component of the course, is expected. No previous background is presumed, and all readings will be available in English.\nLimited to 25 students. Fall semester.  Visiting Professor Rice.\nPriority to ARHA and ASLC majors, then selected from class level  in order to achieve a range of students across the disciplines.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-152-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(68, 212, 83)","size":10.0},{"label":"ASLC-338","x":53.0,"y":3.0,"id":"59","attributes":{"Title":"Madame Butterfly Lives: Cross-Cultural Exchanges in France and Japan","Description":"Listed in: \n, as ASLC-338  |  \n, as FREN-369\n (Section 01)\n (Section 01)\n(Offered as ASLC 338 and FREN 369.)  In 1867, in the waning days of the Tokugawa shogunate, the Japanese authorities dispatched several geisha to the Paris World Exposition to represent a country few Europeans knew anything about. Since these inauspicious beginnings, the culture of each country has come to have a decisive hold on the imagination of the other across a wide array of fields. By the time Jean-Paul Sartre arrived in Tokyo almost a century later, the cultural ties were so extensive that the French philosopher was greeted by a media frenzy normally reserved for celebrities. Today, Japanese comic books are widely available in French translation, and French cinema shows regularly on Japanese screens. This interdisciplinary course tracks the circulation of texts, ideas, images, and people between France and Japan from the late nineteenth century to the present, allowing us to address issues of national identity, Orientalism, exoticism, gender, media culture, and artistic modernism, among other themes. Course materials will be drawn from literature, visual art, opera, film, dance, fashion, design, philosophy, and history. The class is taught in English and requires no prior knowledge of either country.\nSpring semester. Professors Katsaros and Van Compernolle.","Department Code":"ASLC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ASLC/ASLC-338-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(23, 75, 41)","size":10.0},{"label":"ANTH-318","x":54.0,"y":3.0,"id":"60","attributes":{"Title":"Chinese Childrearing","Description":"Listed in: \n, as ANTH-318  |  \n, as ASLC-318\nMoodle site: \n (Section 01)\n(Offered as ANTH 318 and ASLC 318 [C].)  This course examines Chinese childrearing, focusing primarily on childrearing in mainland China. We will look at differences as well as similarities between childrearing in Chinese families of different socioeconomic status within China, as well as between childrearing in mainland China and in childrearing in Chinese and non-Chinese families worldwide. We will also look at dominant discourses within and outside of China about the nature of Chinese childrearing and ask about relationships between those discourses and the experiences of Chinese families. Students will work together to conduct original research about childrearing in China, drawing on data from the instructor’s research projects. Students with statistical analysis skills will analyze English-language survey data; students with advanced Chinese language skills will translate and analyze Chinese-language interview questions and responses; and students who have taken or are currently taking at least one course about anthropology, sociology, economics, psychology, or China will analyze the English-language scholarly literature about Chinese childrearing in the field(s) with which they are most familiar. Course assignments will be tailored to the interests, skills, and academic background of each student, so first-years,  sophomores, and students with no Chinese language skills or statistical analysis skills are welcome and just as likely to succeed as juniors, seniors, and students with Chinese language or statistical analysis skills.\nLimited to 20 students. Admission with consent of the instructor. Fall semester.  Professor Fong.\nIf overenrolled, preference will be given first to first-years and sophomores with some of the relevant skills and previous coursework, and then to juniors and seniors with more of the relevant skills and previous coursework","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ANTH/ANTH-318-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(10, 237, 6)","size":10.0},{"label":"ARAB-102","x":10.0,"y":1.0,"id":"61","attributes":{"Title":"First-Year Arabic II","Description":"Listed in: \n, as ARAB-102\nFormerly listed as: ARAB-02\nMoodle site: \n (Section 01)\nThis is a continuation of First-Year Arabic I. We will complete the study of the Elementary Arabic Al-Kitaab book sequence along with additional instructional materials. Emphasis will be on the integrated development of all language skills – reading, writing, listening and speaking – using a communicative-oriented, proficiency-based approach. By the end of this semester, you will acquire vocabulary, grammatical knowledge, and language skills necessary for everyday interactions as well as skills that will allow you to communicate with a limited working proficiency in a variety of situations, read and write about a variety of factual material and familiar topics in non-technical prose. In addition to the textbook exercises, you will write short essays, do oral and video presentations and participate in role plays, discussions, and conversations throughout the semester in addition to extra-curricular activities and a final project.\nPriority given to ASLC majors, then to class year (seniors first).","Department Code":"ARAB","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/ARAB/ARAB-102-1516S'> Course Site </a>","Requisite":["Requisite: ARAB 101 or equivalent. Limited to 18 students. Spring semester. Five College Senior Lecturer Hassan."]},"color":"rgb(123, 120, 2)","size":10.0},{"label":"ANTH-330","x":55.0,"y":3.0,"id":"62","attributes":{"Title":"Writing about China","Description":"Listed in: \n, as ANTH-330  |  \n, as ASLC-330\nMoodle site: \n (Section 01)\n(Offered as ANTH 330 and ASLC 330) This course teaches students how to write academic papers about China. We will pay attention both to specific elements of writing, such as how to use academic language and citations clearly and appropriately, and to broader issues such as those of how to support claims with evidence; how to use findings from data to engage with arguments presented in the previous scholarship; how to explain why writing about issues concerning a particular Chinese population can expand understandings of similar issues worldwide; how to help readers who may not know much about Chinese language or society understand the meaning and significance of Chinese terms, concepts, and assumptions that may be different from comparable terms, concepts, and assumptions in the English language and Western scholarship; and how to find gaps in the existing scholarship and fill these gaps with findings from interview and survey data from the instructor's longitudinal study of Chinese families. Students who have taken at least one statistics course can work with English-language survey data; students with Chinese language skills can work with Chinese-language interview data; students who have taken or are currently taking at least one other course about anthropology, sociology, and/or economics can work with relevant English-language scholarly literature in the field(s) in which they have previously or are currently taking classes, and students with more than one of these qualifications can either focus on one kind of work or combine or alternate between them, in accordance with their preferences. Students will collaborate on projects, complementing and learning from each other.  Assignments will be tailored to the interests, skills, and academic background of each student, so first-year students, sophomores, and students with no Chinese language skills or statistical analysis skills are welcome and just as likely to succeed as juniors, seniors, and students with Chinese language or statistical analysis skills.\nAdmission with consent of the instructor.  Limited to 20 students.  Fall semester.  Professor Fong.\nPreference to first-years and sophomores with at least 1 of the recommended skills or coursework backgrounds, and juniors and seniors with more of them, to achieve balance between different graduation years, skills, and coursework backgrounds\n0","Department Code":"ANTH","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ANTH/ANTH-330-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(10, 237, 6)","size":10.0},{"label":"JAPA-290H","x":56.0,"y":2.0,"id":"63","attributes":{"Title":"Review and Progress","Description":"Listed in: \n, as JAPA-290H\nMoodle site: \n (Section 02)\n (Section 02)","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/JAPA/JAPA-290H-02-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"HIST-175","x":57.0,"y":1.0,"id":"64","attributes":{"Title":"Japanese History to 1700s","Description":"Listed in: \n, as ASLC-225  |  \n, as HIST-175\nFormerly listed as: ASLC-25  |  HIST-17\nMoodle site: \n (Section 01)\n(Offered as HIST 175 [AS\n] and ASLC 225 [J].) This is a writing attentive survey of Japan’s history from antiquity to the early-eighteenth century. It traces political, social, and cultural developments in order to provide basic literacy in pre-modern Japanese history and a basis both for comparative history and further course work in Japanese history.  Prominent themes include the rise of early polities, contact with the Chinese continent and Korean peninsula, the aristocratic culture of the Heian court and its displacement by medieval samurai rule, the role of Buddhist thought and institutions, the “warring states” period of the sixteenth-century and cosmopolitan contact with Christian Europe, the Tokugawa peace and its urban cultural forms.  Throughout, we will read a variety of sources, including eighth-century mythology, aristocratic literature, chronicles of war, religious and philosophical texts, as well as modern fiction and film.  Classes will combine lectures with close readings and discussions of the assigned texts.  Requirements include short response papers and topical essays. Two class meetings per week.\nSpring semester. Professor Maxey.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/HIST/HIST-175-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(135, 231, 39)","size":10.0},{"label":"CHIN-201","x":13.0,"y":2.0,"id":"65","attributes":{"Title":"Second-Year Chinese I","Description":"Listed in: \n, as CHIN-201\nFormerly listed as: CHIN-03  |  CHIN-05\nMoodle site: \n (Sections 01 and 02)\nThis course is designed for students who have completed first-year Chinese classes. The emphasis will be on the basic grammatical structures. The course reinforces the four skills (listening, speaking, reading and writing) through vigorous drills and practices. There will be three class meetings and two drill sessions each week.\nPriority given to Asian Languages and Civilizations majors and  Amherst College students. Others admitted to balance by class year and major.\n112","Department Code":"CHIN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/CHIN/CHIN-201-1516F'> Course Site </a>","Requisite":["Requisite: CHIN 102 or equivalent. Limited to 30 students, maximum enrollment of 8 students per section. Fall semester. Senior Lecturer Shen."]},"color":"rgb(33, 137, 241)","size":10.0},{"label":"CHIN-290","x":58.0,"y":2.0,"id":"66","attributes":{"Title":"Second Year Chinese","Description":"Listed in: \n, as CHIN-290\n (Section 01)","Department Code":"CHIN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/CHIN/CHIN-290-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(33, 137, 241)","size":10.0},{"label":"HIST-319","x":59.0,"y":3.0,"id":"67","attributes":{"Title":"Religion, Empires, and Secular States in the Nineteenth Century","Description":"Listed in: \n, as ASLC-320  |  \n, as HIST-319  |  \n, as RELI-322\nMoodle site: \n (Section 01)\n(Offered as HIST 319 [\n], ASLC 320 [WA] and RELI 322.) Conceptions of the religious and the secular that continue to resonate today assumed global significance in the course of the nineteenth century as colonial empires and nascent nation-states negotiated how they would govern heterogeneous populations and interact with each other. Drawing on scholarship from a number of disciplines that historicize the categories of religion and secularity, this course will examine the political function of the religious and the secular as conceptual and regulatory categories in the 19th century.  Colonial administrations, for example, employed the conceit of secularism to neutralize religious difference while individuals and communities attempted to reform and modernize local traditions as “religion” in order to navigate global hierarchies.  We will begin with a historiographic and theoretical survey, covering topics that include the academic creation of “World Religions,” the politics of conversion within the British Empire, and the discourse of Orientalist spiritualism.  The second half of the course will apply these historiographic and theoretical concerns to East Asia and Japan in particular. Requirements will include two topical essays and one longer paper entailing modest research. Two  class meetings per week.\nLimited to 15 students.  Not open to first-year students.  Fall semester.  Professor Ringer.\nPriority will be given to junior and senior history majors, with the remainder on a first come basis.  ","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-319-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(135, 231, 39)","size":10.0},{"label":"ARAB-101","x":11.0,"y":1.0,"id":"68","attributes":{"Title":"First-Year Arabic I","Description":"Listed in: \n, as ARAB-101\nFormerly listed as: ARAB-01\nMoodle site: \n (Section 01)\nThis year-long course introduces the basics of Modern Standard Arabic, also known as Classical Arabic. It begins with a coverage of the alphabet, vocabulary for everyday use, and essential communicative skills relating to real-life and task-oriented situations (queries about personal well-being, family, work, and telling the time). Students will concentrate on speaking and listening skills, as well as on learning the various forms of regular verbs, and on how to use an Arabic dictionary. \nLimited to 18 students. Fall semester. Five College Senior Lecturer Hassan.\nPriority given to ASLC majors, then to class year (seniors first).\n144.85","Department Code":"ARAB","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARAB/ARAB-101-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(123, 120, 2)","size":10.0},{"label":"ASLC-233","x":60.0,"y":2.0,"id":"69","attributes":{"Title":"Words, Self, and Society: Japanese Literature Since 1750","Description":"Listed in: \n, as ASLC-233\nFormerly listed as: ASLC-33\nMoodle site: \n (Section 01)\n[J] In the past two and a half centuries, Japan has experienced vertiginous transformations, including the rise of a money economy, the encounter with the West, rapid modernization, imperial expansion, war, defeat, democratization, and its postwar reemergence as a technological and economic superpower. This course will examine how literature has both reflected and responded to these disorienting changes. We will focus on how varied social, historical, and aesthetic contexts contribute to the pendulum swings among artistic positions: the belief that literature has an important role to play in the exploration of the relationship between society and the individual; the fascination with the very materials of artistic creation and the concomitant belief that literature can only ever be about itself; and the urgent yet paradoxical attempt, in the writing of traumas such as the atomic bombings, to capture experiences that may be beyond representation. This course assumes no prior knowledge of Japan or Japanese, and all texts are taught using English translations.\nSpring semester.  Professor Van Compernolle.","Department Code":"ASLC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/ASLC/ASLC-233-1415S'> Course Site </a>","Requisite":[]},"color":"rgb(23, 75, 41)","size":10.0},{"label":"JAPA-411","x":5.0,"y":4.0,"id":"70","attributes":{"Title":"Introduction to Great Books and Films in the Original","Description":"Listed in: \n, as JAPA-411\nFormerly listed as: JAPA-15\n (Section 01)\nThis course is designed for students who possess a high proficiency level of speaking but need training in cover-to-cover book reading or film comprehension. Class materials will be selected from well-known books and films. Writing assignments will be given to develop critical and creative writing skills in Japanese. Small groups based on the students’ proficiency levels will be formed, so that instruction accords with the needs of each group. \n10","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/JAPA/JAPA-411-1516S'> Course Site </a>","Requisite":["Requisite: JAPA 402 or equivalent. Fall and spring semesters.  Professor Tawa."]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"CHIN-102","x":13.0,"y":1.0,"id":"71","attributes":{"Title":"First-Year Chinese II","Description":"Listed in: \n, as CHIN-102\nFormerly listed as: CHIN-02\n (Sections 01 and 02)\nA continuation of CHIN 101. By the end of the course, students are expected to have a good command of Mandarin pronunciation, the basic grammar structures, an active vocabulary of 700 Chinese characters, and basic reading and writing skills in the Chinese language. The class meets five times per week (lectures on MWF and drill sessions on TTh). This course prepares students for CHIN 201 (Second-year Chinese I).\nPriority given to ASLC majors, then to class year (seniors first).\n115","Department Code":"CHIN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CHIN/CHIN-102-1516S'> Course Site </a>","Requisite":["Requisite: CHIN 101 or equivalent. Limited to 30 students. Discussion sections limited to 8 students. Spring semester. Senior Lecturer Teng."]},"color":"rgb(33, 137, 241)","size":10.0},{"label":"CHIN-202","x":14.0,"y":2.0,"id":"72","attributes":{"Title":"Second-Year Chinese II","Description":"Listed in: \n, as CHIN-202\nFormerly listed as: CHIN-04  |  CHIN-06\n (Sections 01 and 02)\nThis course is a continuation of CHIN 201. By the end of the semester, most of the basic grammatical structures will be addressed. This course continues to help students develop higher proficiency level on the four skills. Class will be conducted mostly in Chinese. There will be three meetings and two drill sessions each week. This course prepares students for CHIN 301.\nPriority given to Asian Languages and Civilizations majors and  Amherst College students. Others admitted to balance by class year and major.\n112","Department Code":"CHIN","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CHIN/CHIN-202-1516S'> Course Site </a>","Requisite":["Requisite: CHIN 201 or equivalent. Limited to 30 students, maximum enrollment of 8 students per discussion section. Spring semester. Senior Lecturer Shen."]},"color":"rgb(33, 137, 241)","size":10.0},{"label":"ARHA-267","x":61.0,"y":2.0,"id":"73","attributes":{"Title":"Arts of the Islamic Book","Description":"Listed in: \n, as ARHA-267  |  \n, as ASLC-267\nMoodle site: \n (Section 01)\n(Offered as ARHA 267 and ASLC 267.)  This course considers the arts of the Islamic book, with a special focus on illustrated manuscripts produced at the royal courts of Greater Iran (including Afghanistan and Uzbekistan) and Islamic South Asia from the thirteenth through the seventeenth centuries. Among the types of manuscripts to be considered are dynastic and world histories, poetic works, horoscopes, genealogies, divinations texts, and albums. The class will explore in depth the nature of the royal book workshop, manuscript patronage and production (from paper, pigments, and brushes to gold leaf illumination and binding), the formation of visual and stylistic idioms, the roles of originality and imitation in artistic practice, the aesthetics of the illustrated page, word and text relationships, and the theorization of painting and calligraphy in technical treatises, poetry, and other primary texts. Emphasis will be placed on the great movement of artists, materials, and ideas across the Islamic world, all of which contributed to the rise of an elite, cosmopolitan culture of manuscript connoisseurs. Examination of objects in the Mead Art Museum, Frost Library, and other local collections will supplement classroom discussion and assigned readings. No previous knowledge of the topic is presumed, and all reading will be available in English.\nLimited to 20 students.  Fall semester. Professor Rice.\nPriority to Art and ASLC majors, then juniors, seniors in order to achieve a range of students across the disciplines.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/ARHA/ARHA-267-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(68, 212, 83)","size":10.0},{"label":"HIST-370","x":62.0,"y":3.0,"id":"74","attributes":{"Title":"Japan's Empire in Asia, 1868-1945","Description":"Listed in: \n, as ASLC-370  |  \n, as HIST-370\nMoodle site: \n (Section 01)\n(Offered as HIST 370 [AS] and ASLC 370 [J].) Japan emerged as the only non-Western multi-ethnic empire in the second half of the nineteenth century.  Comparing that empire to others across the globe, this course will consider how Japanese imperialism facilitated the complex circulation of goods, ideas, people and practices in modern Asia.  We will ask how that complex circulation shaped Japan, as well as the colonial modernities of Taiwan, Korea, and Manchuria.  Topics will include the formation of a regional imperial order in Asia, colony and metropole relations, gender and imperialism, regional migration, empire and total war, decolonization, and history and memory. Requirements include short response papers and topical essays.  Two class meetings per week.\nFall semester.  Professor Maxey.","Department Code":"HIST","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/HIST/HIST-370-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(135, 231, 39)","size":10.0},{"label":"ARHA-381","x":63.0,"y":3.0,"id":"75","attributes":{"Title":"The Art of the Talisman","Description":"Listed in: \n, as ARHA-381  |  \n, as ASLC-381\nMoodle site: \n (Section 01)\n(Offered as ARHA 381 and ASLC 381.)  The term “talisman,” from \n (Greek) and \n (Arabic), has traditionally been defined as a magical object that is believed to repel harmful or evil forces. According to this view, a talisman is more interesting for what it does rather than what it represents or how it looks. Taking the arts of the Near East and South Asia as its primary frame, this course aims to move beyond these standard claims to examine the aesthetic dimensions of the talisman. What forms do talismans assume, and why? How—and with what materials, texts, and physical senses (smell, sight, touch)—are talismans made? And in what ways does this intersection of multiple systems of knowledge challenge basic assumptions regarding the relationship between art and reality? Among the objects we will explore are amulets, prayer scrolls, astrological materials, illustrated divination manuscripts, books of wonders, and talismanic clothing. While our case studies will be drawn mainly from the Islamic and South Asian spheres, students will have the opportunity to investigate a topic outside these realms for their final research project. Participation in class discussion, a significant component of the course, is expected. All readings will be available in English. One class meeting per week.\n Preference will be given to ASLC and ARHA majors and seniors, then juniors in order to achieve a range of students across the disciplines.","Department Code":"ARHA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/ARHA/ARHA-381-1415F'> Course Site </a>","Requisite":["Requisite: One course in History of Art, History, Anthropology, or Religion. Limited to 20 students. Permission required for first-year students. Fall semester. Visiting Professor Rice."]},"color":"rgb(68, 212, 83)","size":10.0},{"label":"SWAG-207","x":64.0,"y":2.0,"id":"76","attributes":{"Title":"The Home and the World: Women and Gender in South Asia","Description":"Listed in: \n, as ASLC-207  |  \n, as POSC-207  |  \n, as SWAG-207\n (Section 01)\n (Section 01)\n(Offered as SWAG 207, ASLC 207, and POSC 207.) This course will study South Asian women and gender through key texts in film, literature, history and politics. How did colonialism and nationalism challenge the distinctions between the “home” and the “world” and bring about partitions which splintered once shared cultural practices? What consequences did this have for postcolonial politics? How do ethnic conflicts, religious nationalisms and state repression challenge conceptions of home? How have migrations, globalization and diasporas complicated relations between the home and the world? Texts will include Salman Rushdie’s \n, Ram Gopal Varma’s epic film \n and Partha Chatterjee’s \nSpring semester. Professors Shandilya and Basu.","Department Code":"SWAG","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/SWAG/SWAG-207-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(174, 214, 136)","size":10.0},{"label":"JAPA-402","x":6.0,"y":4.0,"id":"77","attributes":{"Title":"Thematic Reading and Writing","Description":"Listed in: \n, as JAPA-402\nFormerly listed as: JAPA-14\n (Section 01)\nThis course is a continuation of JAPA 401. In addition to learning how to search for the relevant material, read it with comprehension, and produce a high level of writing, the students will learn to conduct a small research project in this semester. The course will also focus on the development of a high level of speaking proficiency through discussions with classmates and the instructor. Small groups based on the students’ proficiency levels will be formed, so that instruction accords with the needs of each group. \n10","Department Code":"JAPA","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/JAPA/JAPA-402-1516S'> Course Site </a>","Requisite":["Requisite: JAPA 401 or equivalent. Fall and spring semesters. Professor Tawa."]},"color":"rgb(38, 132, 57)","size":10.0},{"label":"CHIN-104","x":15.0,"y":1.0,"id":"78","attributes":{"Title":"CHIN-104","Description":"not offered in the last 4 semesters","Department Code":"CHIN","Course Site":"","Requisite":""},"color":"rgb(33, 137, 241)","size":10.0},{"label":"ARAB-302","x":37.5,"y":3.0,"id":"79","attributes":{"Title":"ARAB-302","Description":"not offered in the last 4 semesters","Department Code":"ARAB","Course Site":"","Requisite":""},"color":"rgb(123, 120, 2)","size":10.0}],"edges":[{"label":"","source":"7","target":"33","id":"6","attributes":{},"color":"rgb(38, 132, 57)","size":1.0},{"label":"","source":"22","target":"6","id":"8","attributes":{},"color":"rgb(33, 137, 241)","size":1.0},{"label":"","source":"25","target":"7","id":"10","attributes":{},"color":"rgb(38, 132, 57)","size":1.0},{"label":"","source":"29","target":"46","id":"12","attributes":{},"color":"rgb(38, 132, 57)","size":1.0},{"label":"","source":"32","target":"40","id":"14","attributes":{},"color":"rgb(38, 132, 57)","size":1.0},{"label":"","source":"33","target":"77","id":"16","attributes":{},"color":"rgb(38, 132, 57)","size":1.0},{"label":"","source":"35","target":"47","id":"18","attributes":{},"color":"rgb(33, 137, 241)","size":1.0},{"label":"","source":"40","target":"2","id":"20","attributes":{},"color":"rgb(38, 132, 57)","size":1.0},{"label":"","source":"40","target":"16","id":"22","attributes":{},"color":"rgb(38, 132, 57)","size":1.0},{"label":"","source":"40","target":"41","id":"24","attributes":{},"color":"rgb(38, 132, 57)","size":1.0},{"label":"","source":"41","target":"29","id":"26","attributes":{},"color":"rgb(38, 132, 57)","size":1.0},{"label":"","source":"43","target":"50","id":"28","attributes":{},"color":"rgb(38, 132, 57)","size":1.0},{"label":"","source":"44","target":"71","id":"30","attributes":{},"color":"rgb(33, 137, 241)","size":1.0},{"label":"","source":"46","target":"25","id":"32","attributes":{},"color":"rgb(38, 132, 57)","size":1.0},{"label":"","source":"47","target":"22","id":"34","attributes":{},"color":"rgb(33, 137, 241)","size":1.0},{"label":"","source":"55","target":"5","id":"36","attributes":{},"color":"rgb(123, 120, 2)","size":1.0},{"label":"","source":"61","target":"55","id":"38","attributes":{},"color":"rgb(123, 120, 2)","size":1.0},{"label":"","source":"65","target":"72","id":"40","attributes":{},"color":"rgb(33, 137, 241)","size":1.0},{"label":"","source":"68","target":"61","id":"42","attributes":{},"color":"rgb(123, 120, 2)","size":1.0},{"label":"","source":"70","target":"42","id":"44","attributes":{},"color":"rgb(38, 132, 57)","size":1.0},{"label":"","source":"71","target":"65","id":"46","attributes":{},"color":"rgb(33, 137, 241)","size":1.0},{"label":"","source":"72","target":"35","id":"48","attributes":{},"color":"rgb(33, 137, 241)","size":1.0},{"label":"","source":"77","target":"70","id":"50","attributes":{},"color":"rgb(38, 132, 57)","size":1.0},{"label":"","source":"78","target":"35","id":"52","attributes":{},"color":"rgb(33, 137, 241)","size":1.0},{"label":"","source":"79","target":"36","id":"54","attributes":{},"color":"rgb(123, 120, 2)","size":1.0},{"label":"","source":"79","target":"49","id":"56","attributes":{},"color":"rgb(123, 120, 2)","size":1.0}]}