{"nodes":[{"label":"NEUR-245","x":0.0,"y":2.0,"id":"0","attributes":{"Title":"Proseminar in Systems Neuroscience","Description":"Listed in: \n, as NEUR-245\nMoodle site: \n (Section 01)\nThe course will survey behavioral neurobiological systems. Students will explore recent research findings in areas pertaining to the role of neural circuits in several behavioral processes including but not limited to echolocation, mating, prey location, flight control, spatial navigation, song development in birds, mineral appetites, social functions, aggression, and learning in memory mechanisms in several species. Through instructor supervision, discussion, group presentations, and peer review, each student develops a specific research project that results in a research proposal. The course will place significant emphasis on the devleopment of writing skills. Key goals of the course are to prepare juniors for upper level seminars and to provide an intensive literature-research and writing experience. This course will count as a Group A/List A elective course for the neuroscience major. \nLimited to junior and senior Neuroscience majors or by permission of the instructor. Limited to 15 students. Fall semester. Professor Baird.\nSenior neuroscience majors first, junior majors next, then by consent of instructor\nna","Department Code":"NEUR","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/NEUR/NEUR-245-1516F'> Course Site </a>","Requisite":[]},"color":"rgb(115, 162, 30)","size":10.0},{"label":"PSYC-325","x":1.0,"y":3.0,"id":"1","attributes":{"Title":"Psychopharmacology","Description":"Listed in: \n, as NEUR-325  |  \n, as PSYC-325\nFormerly listed as: PSYC-25\nMoodle site: \n (Section 01)\n(Offered as PSYC 325 and NEUR 325.)  In this course we will examine the ways in which drugs act on the brain to alter behavior. We will review basic principles of brain function and mechanisms of drug action in the brain. We will discuss a variety of legal and illegal recreational drugs as well as the use of psychotherapeutic drugs to treat mental illness. Examples from the primary scientific literature will demonstrate the various methods used to investigate mechanisms of drug action, the biological and behavioral consequences of drug use, and the nature of efforts to prevent or treat drug abuse.\nPsychology majors have preference.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PSYC/PSYC-325-1516F'> Course Site </a>","Requisite":["Requisite: PSYC 212 or PSYC/NEUR 226, or consent of the instructor. Limited to 22 students. (Not open to five college students.) Fall semester.  Professor Turgeon."]},"color":"rgb(45, 148, 243)","size":10.0},{"label":"BIOL-191","x":4.0,"y":1.0,"id":"2","attributes":{"Title":"Molecules, Genes and Cells","Description":"Listed in: \n, as BIOL-191\nFormerly listed as: BIOL-19\nMoodle site: \n (Section 01)\n (Section 01)\n (Section 01)\nAn introduction to the molecular and cellular processes common to life with an emphasis on control of energy and information flow.  Central themes include metabolism, macromolecular function, and the genetic basis of cellular function.  We examine how membranes work to establish the internal composition of cells, how the structure of proteins including enzymes affects protein function, how energy is captured, stored and utilized by cells, and how cells communicate, move and divide.  We explore inheritance patterns and underlying molecular mechanisms of genetics, the central dogma of information transfer from DNA replication to protein synthesis, and recombinant DNA methods and medical applications.  Laboratories include genetic analyses, enzyme reaction kinetics, membrane transport, and genomic analysis.  Two hours of lecture, two hours of team-based learning, and three laboratory hours per week.\n$10","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BIOL/BIOL-191-1516F'> Course Site </a>","Requisite":["Requisite: Prior completion of, or concurrent registration in, CHEM 161. Fall semester. Professors Goutte and Williamson and Lab Coordinator Emerson."]},"color":"rgb(172, 14, 53)","size":10.0},{"label":"CHEM-161","x":5.0,"y":1.0,"id":"3","attributes":{"Title":"Chemical Principles","Description":"Listed in: \n, as CHEM-161\nFormerly listed as: CHEM-12\n (Section 01)\n (Section 01)\n (Section 01)\nThe concepts of thermodynamic equilibrium and kinetic stability are studied. Beginning with the laws of thermodynamics, we will develop a quantitative understanding of the factors which determine the extent to which chemical reactions can occur before reaching equilibrium. Chemical kinetics is the study of the factors, such as temperature, concentrations, and catalysts, which determine the speeds at which chemical reactions occur. Appropriate laboratory experiments supplement the lecture material. Each laboratory section is limited to 24 students.  In the spring, sufficient sections will be added to meet total enrollment.  The fall semester is limited to two laboratory sections.  Four class hours and three hours of laboratory work per week.\nIn the fall, preference is given to Amherst College sophomores.","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CHEM/CHEM-161-1516S'> Course Site </a>","Requisite":["Requisite: CHEM 151 or 155 (this requirement may be waived for exceptionally well-prepared students; consent of the instructor is required); and MATH 111 or placement by the Mathematics department into MATH 121 or higher.  Fall semester: Professor Kushick. Spring semester: Professor Leung."]},"color":"rgb(18, 153, 61)","size":10.0},{"label":"PSYC-356","x":3.0,"y":3.0,"id":"4","attributes":{"Title":"Neurophysiology of Motivation","Description":"Listed in: \n, as NEUR-356  |  \n, as PSYC-356\nFormerly listed as: PSYC-56\n (Section 01)\n(Offered as PSYC 356 and NEUR 356.)  This course will explore in detail the neurophysiological underpinnings of basic motivational systems such as feeding, fear, and sex. Students will read original articles in the neuroanatomical, neurophysiological, and behavioral scientific literature. Key goals of this course will be to make students conversant with the most recent scientific findings and adept at research design and hypothesis testing.\nPriority based on seniority and major","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-356-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 212 or 226 and consent of the instructor.  Limited to 15 students.  Spring semester.  Professor Baird."]},"color":"rgb(45, 148, 243)","size":10.0},{"label":"BIOL-301","x":4.5,"y":3.0,"id":"5","attributes":{"Title":"Molecular Neurobiology","Description":"Listed in: \n, as BIOL-301  |  \n, as NEUR-301\nFormerly listed as: BIOL-31\nMoodle site: \n (Section 01)\n(Offered as BIOL 301 and NEUR 301.)  An analysis of the molecules and molecular mechanisms underlying nervous system function, development, and disease.  We will explore the proteins that contribute to the unique structure and function of neurons, including an in-depth analysis of synaptic communication and the molecular processes that modify synapses.  We will also study the molecular mechanisms that control brain development, from neurogenesis, neurite growth and synaptogenesis to cell death and degeneration.  In addition to analyzing neural function, throughout the course we will also study nervous system dysfunction resulting when such molecular mechanisms fail, leading to neurodevelopmental and neurodegenerative disease.  Readings from primary literature will emphasize current molecular techniques utilized in the study of the nervous system.  Four classroom hours and three hours of laboratory per week.\nInstructor discretion","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BIOL/BIOL-301-1516F'> Course Site </a>","Requisite":["Requisite:  BIOL 191 and CHEM 161.  Not open to first year students. Limited to 24 students. Fall semester.  Professor Graf."]},"color":"rgb(172, 14, 53)","size":10.0},{"label":"NEUR-425","x":6.0,"y":4.0,"id":"6","attributes":{"Title":"Proseminar: Research and Writing","Description":"Listed in: \n, as NEUR-425\nMoodle site: \n (Section 01)\nThe general topic for this proseminar may change from year to year. In 2014-15 the course will emphasize research and writing skills on topics related to behavioral neurobiological systems. Students will explore recent research findings in areas pertaining to the role of hormones and/or neural circuits in several behavioral processes including but not limited to echolocation, mating, prey location, flight control, spatial navigation, song development in birds, mineral appetites, social functions, aggression, and learning in memory mechanisms in several species. Through instructor supervision, discussion, group presentations, and peer review, each student develops a specific research project that results in a 20-30 page review paper and a subsequent research proposal. Key goals of the course are to prepare juniors for a thesis research project and to provide a research-intensive experience for seniors who do not elect to conduct an honors thesis. This course will count as a Group A/List A elective course for the neuroscience major. \nLimited to junior and senior Neuroscience majors or by permission of the instructor. Limited to 15 students. Fall semester. Professor Baird.\nSenior neuroscience majors first, junior majors next, then by consent of instructor\nna","Department Code":"NEUR","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415F/NEUR/NEUR-425-1415F'> Course Site </a>","Requisite":[]},"color":"rgb(115, 162, 30)","size":10.0},{"label":"PSYC-359","x":2.0,"y":3.0,"id":"7","attributes":{"Title":"Hormones and Behavior","Description":"Listed in: \n, as NEUR-359  |  \n, as PSYC-359\nFormerly listed as: PSYC-59\nMoodle site: \n (Section 01)\n(Offered as PSYC 359 and NEUR 359.)  This course will examine the influence of hormones on brain and behavior. We will introduce basic endocrine (hormone) system physiology and discuss the different approaches that researchers take to address questions of hormone-behavior relationships.  We will consider evidence from both the human and the animal literature for the role of hormones in sexual differentiation (the process by which we become male or female), sexual behavior, parental behavior, stress, aggression, cognitive function, and affective disorders.    \nPriority will be given to preregistered students based on seniority and major (Psychology and Neuroscience), then slots filled based on seniority","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/PSYC/PSYC-359-1415S'> Course Site </a>","Requisite":["Requisite: PSYC 212 or NEUR 226.  Limited to 15 students.  Spring semester. Professor Turgeon."]},"color":"rgb(45, 148, 243)","size":10.0},{"label":"NEUR-226","x":1.0,"y":2.0,"id":"8","attributes":{"Title":"Introduction to Neuroscience","Description":"Listed in: \n, as NEUR-226  |  \n, as PSYC-226\nFormerly listed as: NEUR-26\n (Section 01)\n (Section 01)\n(Offered as NEUR 226 and PSYC 226.) An introduction to the structure and function of the nervous system, this course will explore the neural bases of behavior at the cellular and systems levels. Basic topics in neurobiology, neuroanatomy and physiological psychology will be covered with an emphasis on understanding how neuroscientists approach the study of the nervous system. Three class hours and four hours of laboratory per week.\nPriority to pre-registered students and sophomores. ","Department Code":"NEUR","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/NEUR/NEUR-226-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 212 or BIOL 181 or 191. Limited to 36 students. Spring semester. Professors Turgeon and Trapani."]},"color":"rgb(115, 162, 30)","size":10.0},{"label":"BIOL-181","x":1.0,"y":1.0,"id":"9","attributes":{"Title":"Adaptation and the Organism","Description":"Listed in: \n, as BIOL-181\nFormerly listed as: BIOL-18\nMoodle site: \n (Section 01)\n (Section 01)\n (Section 01)\n (Section 01)\nAn introduction to the evolution, ecology, and behavior of organisms and how these relate to the diversity of life. Following a discussion of the core components of evolutionary theory, we'll examine how evolutionary processes have shaped morphological, anatomical, physiological, and behavioral adaptations in organisms that solve many of life's problems, ranging from how to find or acquire food and avoid being eaten, to how to attract and locate mates, and how to optimize reproduction throughout a lifetime. We'll relate and compare characteristics of animals, plants, fungi, protists, and bacteria, examining how and why these organisms have arrived at various solutions to life's problems. Laboratory exercises will complement lectures and will involve field experiments on natural selection and laboratory studies of vertebrates, invertebrates and plants. Four classroom hours and three laboratory hours per week.\nSpring semester.  Professor Hood, Lecturer Levin, and Lab Coordinator Emerson.\n$10","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BIOL/BIOL-181-1516S'> Course Site </a>","Requisite":[]},"color":"rgb(172, 14, 53)","size":10.0},{"label":"PSYC-212","x":2.0,"y":2.0,"id":"10","attributes":{"Title":"Behavioral Neuroscience","Description":"Listed in: \n, as PSYC-212\nFormerly listed as: PSYC-12\n (Section 01)\nThis course will examine how brain function regulates a broad range of mental processes and behaviors. We will discuss how neurons work and how the brain obtains information about the environment (sensory systems), regulates an organism’s response to the environment (motor systems), controls basic functions necessary for survival such as eating, drinking, sex, and sleep, and mediates higher cognitive function such as memory and language. We will also consider the consequences of brain malfunction as manifested in various forms of disease and mental illness.\nPriority to pre-registered students and then to declared majors, based on a lottery. Students dropped will have first priority the following semester.","Department Code":"PSYC","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PSYC/PSYC-212-1516S'> Course Site </a>","Requisite":["Requisite: PSYC 100 or consent of the instructor. Limited to 40 students. Fall semester: Professor Turgeon. Not open to five college students. Spring semseter: Professor Baird."]},"color":"rgb(45, 148, 243)","size":10.0},{"label":"PSYC-226","x":3.0,"y":2.0,"id":"11","attributes":{"Title":"PSYC-226","Description":"not offered in the last 4 semesters","Department Code":"PSYC","Course Site":"","Requisite":""},"color":"rgb(45, 148, 243)","size":10.0}],"edges":[{"label":"","source":"2","target":"5","id":"6","attributes":{},"color":"rgb(172, 14, 53)","size":1.0},{"label":"","source":"2","target":"8","id":"8","attributes":{},"color":"rgb(115, 162, 30)","size":1.0},{"label":"","source":"3","target":"2","id":"10","attributes":{},"color":"rgb(172, 14, 53)","size":1.0},{"label":"","source":"3","target":"5","id":"12","attributes":{},"color":"rgb(172, 14, 53)","size":1.0},{"label":"","source":"8","target":"1","id":"14","attributes":{},"color":"rgb(45, 148, 243)","size":1.0},{"label":"","source":"8","target":"7","id":"16","attributes":{},"color":"rgb(45, 148, 243)","size":1.0},{"label":"","source":"9","target":"8","id":"18","attributes":{},"color":"rgb(115, 162, 30)","size":1.0},{"label":"","source":"10","target":"1","id":"20","attributes":{},"color":"rgb(45, 148, 243)","size":1.0},{"label":"","source":"10","target":"4","id":"22","attributes":{},"color":"rgb(45, 148, 243)","size":1.0},{"label":"","source":"10","target":"7","id":"24","attributes":{},"color":"rgb(45, 148, 243)","size":1.0},{"label":"","source":"10","target":"8","id":"26","attributes":{},"color":"rgb(115, 162, 30)","size":1.0},{"label":"","source":"11","target":"4","id":"28","attributes":{},"color":"rgb(45, 148, 243)","size":1.0}]}