{"edges":[{"label":"","source":"0","target":"1","id":"6","attributes":{},"color":"rgb(165, 3, 183)","size":1.0},{"label":"","source":"0","target":"2","id":"8","attributes":{},"color":"rgb(132, 253, 171)","size":1.0},{"label":"","source":"0","target":"5","id":"10","attributes":{},"color":"rgb(165, 3, 183)","size":1.0},{"label":"","source":"0","target":"6","id":"12","attributes":{},"color":"rgb(36, 42, 141)","size":1.0},{"label":"","source":"0","target":"7","id":"14","attributes":{},"color":"rgb(165, 3, 183)","size":1.0},{"label":"","source":"0","target":"12","id":"16","attributes":{},"color":"rgb(165, 3, 183)","size":1.0},{"label":"","source":"1","target":"7","id":"18","attributes":{},"color":"rgb(165, 3, 183)","size":1.0},{"label":"","source":"1","target":"12","id":"20","attributes":{},"color":"rgb(165, 3, 183)","size":1.0},{"label":"","source":"2","target":"4","id":"22","attributes":{},"color":"rgb(132, 253, 171)","size":1.0},{"label":"","source":"2","target":"6","id":"24","attributes":{},"color":"rgb(36, 42, 141)","size":1.0},{"label":"","source":"2","target":"11","id":"26","attributes":{},"color":"rgb(36, 42, 141)","size":1.0},{"label":"","source":"3","target":"4","id":"28","attributes":{},"color":"rgb(132, 253, 171)","size":1.0},{"label":"","source":"3","target":"6","id":"30","attributes":{},"color":"rgb(36, 42, 141)","size":1.0},{"label":"","source":"3","target":"8","id":"32","attributes":{},"color":"rgb(132, 253, 171)","size":1.0},{"label":"","source":"3","target":"9","id":"34","attributes":{},"color":"rgb(36, 42, 141)","size":1.0},{"label":"","source":"3","target":"13","id":"36","attributes":{},"color":"rgb(36, 42, 141)","size":1.0},{"label":"","source":"4","target":"8","id":"38","attributes":{},"color":"rgb(132, 253, 171)","size":1.0},{"label":"","source":"5","target":"7","id":"40","attributes":{},"color":"rgb(165, 3, 183)","size":1.0},{"label":"","source":"5","target":"12","id":"42","attributes":{},"color":"rgb(165, 3, 183)","size":1.0},{"label":"","source":"6","target":"10","id":"44","attributes":{},"color":"rgb(36, 42, 141)","size":1.0},{"label":"","source":"6","target":"11","id":"46","attributes":{},"color":"rgb(36, 42, 141)","size":1.0},{"label":"","source":"9","target":"10","id":"48","attributes":{},"color":"rgb(36, 42, 141)","size":1.0},{"label":"","source":"9","target":"11","id":"50","attributes":{},"color":"rgb(36, 42, 141)","size":1.0},{"label":"","source":"10","target":"13","id":"52","attributes":{},"color":"rgb(36, 42, 141)","size":1.0},{"label":"","source":"11","target":"13","id":"54","attributes":{},"color":"rgb(36, 42, 141)","size":1.0}],"nodes":[{"label":"PHYS-400","x":10.0,"y":4.0,"id":"0","attributes":{"Title":"Molecular and Cellular Biophysics","Description":"Listed in: \n, as BCBP-400  |  \n, as BIOL-400  |  \n, as CHEM-400  |  \n, as PHYS-400\nFormerly listed as: BIOL-40  |  CHEM-28  |  CHEM-46\n (Section 01)\n(Offered as PHYS 400, BIOL 400, BCBP 400, and CHEM 400.) How do the physical laws that dominate our lives change at the small length and energy scales of individual molecules? What design principles break down at the sub-cellular level and what new chemistry and physics becomes important? We will answer these questions by looking at bio-molecules, cellular substructures, and control mechanisms that work effectively in the microscopic world. How can we understand both the static and dynamic shape of proteins using the laws of thermodynamics and kinetics? How has the basic understanding of the smallest molecular motor in the world, ATP synthase, changed our understanding of friction and torque? We will explore new technologies, such as atomic force and single molecule microscopy that have allowed research into these areas. This course will address topics in each of the three major divisions of Biophysics: bio-molecular structure, biophysical techniques, and biological mechanisms.","Department Code":"PHYS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHYS/PHYS-400-1516S'> Course Site </a>","Requisite":["Requisite: CHEM 161, PHYS 116/123, PHYS 117/124, BIOL 191 or evidence of equivalent coverage in pre-collegiate courses.  Spring semester.  Professor Carter."]},"color":"rgb(165, 3, 183)","size":10.0},{"label":"PHYS-117","x":7.0,"y":1.0,"id":"1","attributes":{"Title":"Introductory Physics II: Electromagnetism and Optics","Description":"Listed in: \n, as PHYS-117\nFormerly listed as: PHYS-17\n (Section 01)\n (Section 01)\nMost of the physical phenomena we encounter in everyday life are due to the electromagnetic force. This course will begin with Coulomb’s law for the force between two charges at rest and introduce the electric field in this context. We will then discuss moving charges and the magnetic interaction between electric currents. The mathematical formulation of the basic laws in terms of the electric and magnetic fields will allow us to work towards the unified formulation originally given by Maxwell. His achievement has, as a gratifying outcome, the description of light as an electromagnetic wave. The course will consider both ray-optics and wave-optics descriptions of light. Laboratory exercises will emphasize electrical circuits, electronic measuring instruments, optics and optical experiments. Three hours of lecture and discussion and one three-hour laboratory per week.\nPreference will be given to students who are considering a major in Physics. After that, priority will be given by seniority.","Department Code":"PHYS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHYS/PHYS-117-1516S'> Course Site </a>","Requisite":["Requisite: PHYS 116 or 123.  Limited to 48 students. Fall semester: Professor Carter. Spring semester: Professors Carter and Loinaz."]},"color":"rgb(165, 3, 183)","size":10.0},{"label":"CHEM-161","x":4.0,"y":1.0,"id":"2","attributes":{"Title":"Chemical Principles","Description":"Listed in: \n, as CHEM-161\nFormerly listed as: CHEM-12\n (Section 01)\n (Section 01)\n (Section 01)\nThe concepts of thermodynamic equilibrium and kinetic stability are studied. Beginning with the laws of thermodynamics, we will develop a quantitative understanding of the factors which determine the extent to which chemical reactions can occur before reaching equilibrium. Chemical kinetics is the study of the factors, such as temperature, concentrations, and catalysts, which determine the speeds at which chemical reactions occur. Appropriate laboratory experiments supplement the lecture material. Each laboratory section is limited to 24 students.  In the spring, sufficient sections will be added to meet total enrollment.  The fall semester is limited to two laboratory sections.  Four class hours and three hours of laboratory work per week.\nIn the fall, preference is given to Amherst College sophomores.","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CHEM/CHEM-161-1516S'> Course Site </a>","Requisite":["Requisite: CHEM 151 or 155 (this requirement may be waived for exceptionally well-prepared students; consent of the instructor is required); and MATH 111 or placement by the Mathematics department into MATH 121 or higher.  Fall semester: Professor Kushick. Spring semester: Professor Leung."]},"color":"rgb(132, 253, 171)","size":10.0},{"label":"BIOL-331","x":3.0,"y":3.0,"id":"3","attributes":{"Title":"Biochemistry","Description":"Listed in: \n, as BCBP-331  |  \n, as BIOL-331  |  \n, as CHEM-331\nFormerly listed as: CHEM-30\n (Section 01)\n (Section 01)\n (Section 01)\n(Offered as BIOL 331, BCBP 331, and CHEM 331.) Structure and function of biologically important molecules and their role(s) in life processes. Protein conformation, enzymatic mechanisms and selected metabolic pathways will be analyzed. Additional topics may include: nucleic acid conformation, DNA/protein interactions, signal transduction and transport phenomena. Four classroom hours and four hours of laboratory work per week. Offered jointly by the Departments of Biology and Chemistry. A student may not receive credit for both BCBP/BIOL/CHEM 331 and CHEM 330. \nPreference will be given to seniors of any major, then juniors majoring in Biology, Biochemistry & Biophysics, Chemistry or Neuroscience, then juniors of any major.  A student may not receive credit for both BCBP/BIOL/CHEM 331 and CHEM 330.","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BIOL/BIOL-331-1516S'> Course Site </a>","Requisite":["Requisite: CHEM 221 and BIOL 191; or consent of the instructor. CHEM 231 is a co-requisite. Limited to 45 students. Spring semester. Professor Bishop (Chemistry) and Professor Williamson (Biology)."]},"color":"rgb(36, 42, 141)","size":10.0},{"label":"CHEM-221","x":4.5,"y":2.0,"id":"4","attributes":{"Title":"Organic Chemistry I","Description":"Listed in: \n, as CHEM-221\nFormerly listed as: CHEM-21\nMoodle site: \n (Section 01)\n (Section 01)\n (Section 01)\nA study of the structure of organic compounds and of the influence of structure upon the chemical and physical properties of these substances. The following topics are emphasized: hybridization, resonance theory, spectroscopy, stereochemistry, acid-base properties and nucleophilic substitution reactions. Periodically, examples will be chosen from recent articles in the chemical, biochemical, and biomedical literature. Laboratory work introduces the student to basic laboratory techniques and methods of instrumental analysis. Four hours of class and four hours of laboratory per week.\n7.96","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/CHEM/CHEM-221-1516F'> Course Site </a>","Requisite":["Requisite: CHEM 161 or equivalent.  Fall semester. Professors Bishop and Hansen."]},"color":"rgb(132, 253, 171)","size":10.0},{"label":"PHYS-124","x":5.0,"y":1.0,"id":"5","attributes":{"Title":"The Maxwellian Synthesis: Dynamics of Charges and Fields, Optics","Description":"Listed in: \n, as PHYS-124\nFormerly listed as: PHYS-24\nMoodle site: \n (Section 01)\nIn the mid-nineteenth century, completing nearly a century of work by others, Maxwell developed an elegant set of equations describing the dynamical behavior of electromagnetic fields. A remarkable consequence of Maxwell’s equations is that the wave theory of light is subsumed under electrodynamics. Moreover, we know from subsequent developments that the electromagnetic interaction largely determines the structure and properties of ordinary matter. The course will begin with Coulomb’s Law but will quickly introduce the concept of the electric field. Students will explore moving charges and their connection with the magnetic field, study currents and electrical circuits, and discuss Faraday’s introduction of the dynamics of the magnetic field and Maxwell’s generalization. Laboratory exercises will concentrate on circuits, electronic measuring instruments, and optics. Four hours of lecture and discussion and one three-hour laboratory per week.\nPreference to first year students","Department Code":"PHYS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHYS/PHYS-124-1516S'> Course Site </a>","Requisite":["Requisite: MATH 121 and PHYS 116 or 123. Limited to 24 students.  Spring semester. Professor TBA."]},"color":"rgb(165, 3, 183)","size":10.0},{"label":"BIOL-191","x":3.0,"y":1.0,"id":"6","attributes":{"Title":"Molecules, Genes and Cells","Description":"Listed in: \n, as BIOL-191\nFormerly listed as: BIOL-19\nMoodle site: \n (Section 01)\n (Section 01)\n (Section 01)\nAn introduction to the molecular and cellular processes common to life with an emphasis on control of energy and information flow.  Central themes include metabolism, macromolecular function, and the genetic basis of cellular function.  We examine how membranes work to establish the internal composition of cells, how the structure of proteins including enzymes affects protein function, how energy is captured, stored and utilized by cells, and how cells communicate, move and divide.  We explore inheritance patterns and underlying molecular mechanisms of genetics, the central dogma of information transfer from DNA replication to protein synthesis, and recombinant DNA methods and medical applications.  Laboratories include genetic analyses, enzyme reaction kinetics, membrane transport, and genomic analysis.  Two hours of lecture, two hours of team-based learning, and three laboratory hours per week.\n$10","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BIOL/BIOL-191-1516F'> Course Site </a>","Requisite":["Requisite: Prior completion of, or concurrent registration in, CHEM 161. Fall semester. Professors Goutte and Williamson and Lab Coordinator Emerson."]},"color":"rgb(36, 42, 141)","size":10.0},{"label":"PHYS-116","x":6.0,"y":1.0,"id":"7","attributes":{"Title":"Introductory Physics I: Mechanics and Wave Motion","Description":"Listed in: \n, as PHYS-116\nFormerly listed as: PHYS-16\n (Section 01)\n (Section 01)\nThe course will begin with a description of the motion of particles and introduce Newton’s dynamical laws and a number of important force laws. We will apply these laws to a wide range of problems to gain a better understanding of the laws and to demonstrate the generality of the framework. The important concepts of work, mechanical energy, and linear and angular momentum will be introduced and the unifying idea of conservation laws will be discussed. The study of mechanical waves permits a natural transition from the dynamics of particles to the dynamics of waves, including the interference of waves. Additional topics may include fluid mechanics and rotational dynamics. Three hours of lecture. Also one three-hour laboratory per week. \nPreference will be given to students who are considering a major in Physics. After that, priority will be given by seniority.\n0","Department Code":"PHYS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/PHYS/PHYS-116-1516S'> Course Site </a>","Requisite":["Requisite: MATH 111.  Limited to 48 students. Fall semester: Professor Friedman. Spring semester: Professor TBA."]},"color":"rgb(165, 3, 183)","size":10.0},{"label":"CHEM-231","x":1.0,"y":2.0,"id":"8","attributes":{"Title":"Organic Chemistry II","Description":"Listed in: \n, as CHEM-231\nFormerly listed as: CHEM-22\nMoodle site: \n (Section 01)\n (Section 01)\nA continuation of CHEM 221. The second semester of the organic chemistry course first examines in considerable detail the chemistry of the carbonyl group and some classic methods of organic synthesis. The latter section of the course is devoted to a deeper exploration of a few topics, among which are the following: sugars, amino acids and proteins, advanced synthesis, and acid-base catalysis in nonenzymatic and enzymatic systems. The laboratory experiments illustrate both fundamental synthetic procedures and some elementary mechanistic investigations. Four hours of class and four hours of laboratory per week.","Department Code":"CHEM","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/CHEM/CHEM-231-1516S'> Course Site </a>","Requisite":["Requisite: CHEM 221.  Spring semester.  Professors Bishop and Hansen. "]},"color":"rgb(132, 253, 171)","size":10.0},{"label":"BIOL-420","x":2.0,"y":4.0,"id":"9","attributes":{"Title":"Seminar in Molecular Genetics: DNA Makes RNA","Description":"Listed in: \n, as BIOL-420\nFormerly listed as: BIOL-45\nMoodle site: \n (Section 01)\nIf the basic tenants of eukaryotic molecular biology have followed the prokaryotic paradigm-- DNA makes RNA makes protein--established decades ago, the importance of eukaryotic RNA that is not translated into protein is only now becoming appreciated.  While barely more than 1% of the human genome encodes protein, recent evidence suggests that as much as 98% of our genome is transcribed!  What function, if any, do all those RNA species serve?  Incorporating articles from the recent scientific literature, this course will focus on topics such as: the diverse roles of micro RNAs in regulating gene expression; the use of piwi RNAs in genome defense; the origin and possible function of long “antisense” transcripts; modification of RNA transcripts (coding and noncoding) by alternative splicing and editing; and the role of long non-coding RNAs in X chromosome inactivation and other epigenetic phenomena.  Three classroom hours per week. \npreference given to seniors and Biology or BCBP majors","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1415S/BIOL/BIOL-420-1415S'> Course Site </a>","Requisite":["Requisite: BIOL 251; alternatively, any two of the following courses: BIOL 220, 241, 291, 331, and 380/1.  Limited to 15 students.  Spring semester.  Professor Ratner."]},"color":"rgb(36, 42, 141)","size":10.0},{"label":"BIOL-251","x":2.0,"y":2.0,"id":"10","attributes":{"Title":"Molecular Genetics","Description":"Listed in: \n, as BCBP-281  |  \n, as BIOL-251\nFormerly listed as: BIOL-25\nMoodle site: \n (Section 01)\n (Section 01)\n(Offered as BIOL 251 and BCBP 281) A study of the molecular mechanisms underlying the transmission and expression of genes. DNA replication and recombination, RNA synthesis and processing, and protein synthesis and modification will be examined. Both prokaryotic and eukaryotic systems will be analyzed, with an emphasis upon the regulation of gene expression. Application of modern molecular methods to biomedical and agricultural problems will also be considered. The laboratory component will focus upon recombinant DNA methodology. Four classroom hours and four hours of laboratory per week.\nBiol 251 will NOT meet in the Tuesday Discussion slot on September 8. Rather, the first class meeting will be in Lecture, on Wednesday, Sept 9\nEqual preference given to Biology, BCBP, and Neuroscience Majors; additionally, seniors have preference.","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/BIOL/BIOL-251-1516F'> Course Site </a>","Requisite":["Requisite: BIOL 191 or equivalent. Limited to 30 students. Not open to first-year students.  Fall semester. Professors Jeong and Ratner."]},"color":"rgb(36, 42, 141)","size":10.0},{"label":"BIOL-291","x":3.0,"y":2.0,"id":"11","attributes":{"Title":"Cell Structure and Function","Description":"Listed in: \n, as BCBP-291  |  \n, as BIOL-291\nFormerly listed as: BIOL-29\n (Section 01)\n(Offered  as BIOL 291 and BCBP 291)  An analysis of the structure and function of cells in plants, animals, and bacteria. Topics to be discussed include the cell surface and membranes, cytoskeletal elements and motility, cytoplasmic organelles and bioenergetics, the interphase nucleus and chromosomes, mitosis, meiosis, and cell cycle regulation. Four classroom hours and three hours of laboratory per week.\nPriority will be given first to senior biology majors followed by senior neuroscience majors and then junior biology majors.  Priority for all others will be determined randomly.","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BIOL/BIOL-291-1516S'> Course Site </a>","Requisite":["Requisite: BIOL 191 and completion of, or concurrent registration in, CHEM 161.  Limited to 24 students. Spring semester. Professor Graf."]},"color":"rgb(36, 42, 141)","size":10.0},{"label":"PHYS-123","x":12.0,"y":1.0,"id":"12","attributes":{"Title":"The Newtonian Synthesis: Dynamics of Particles and Systems, Waves","Description":"Listed in: \n, as PHYS-123\nFormerly listed as: PHYS-23\nMoodle site: \n (Section 01)\nThe idea that the same simple physical laws apply equally well in the terrestrial and celestial realms, called the Newtonian Synthesis, is a major intellectual development of the seventeenth century. It continues to be of vital importance in contemporary physics. In this course, we will explore the implications of this synthesis by combining Newton’s dynamical laws with his Law of Universal Gravitation. We will solve a wide range of problems of motion by introducing a small number of additional forces. The concepts of work, kinetic energy, and potential energy will then be introduced. Conservation laws of momentum, energy, and angular momentum will be discussed, both as results following from the dynamical laws under restricted conditions and as general principles that go well beyond the original context of their deduction. Newton’s laws will be applied to a simple continuous medium to obtain a wave equation as an approximation. Properties of mechanical waves will be discussed. Four hours of lecture and discussion and one three-hour laboratory per week.\nPreference to first year students","Department Code":"PHYS","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516F/PHYS/PHYS-123-1516F'> Course Site </a>","Requisite":["Requisite: MATH 111. Limited to 24 students.  Fall semester.  Professor Hanneke."]},"color":"rgb(165, 3, 183)","size":10.0},{"label":"BIOL-470","x":4.0,"y":4.0,"id":"13","attributes":{"Title":"Seminar in Biology of Metals: A Molecular/Cellular Perspective ","Description":"Listed in: \n, as BIOL-470\n (Section 01)\nMetals are required for the function of about one third of all proteins and are involved in vital biological processes such as photosynthesis, respiration, gene regulation, DNA replication and repair, signal transduction, and antioxidant defense.  However, essential metals are potentially toxic due to the same properties that make them indispensable.  To cope with such a paradox, metals must be tightly regulated.\nThis advanced seminar will focus on the molecular and cellular biology of metals.  Topics of discussion will include metal homeostasis strategies (e.g. import/export, chelation, subcellular compartmentalization), metal cofactors of biochemical processes, inherited metal metabolism disorders, and genetics of hyperaccumulators.  We will also discuss prospects of manipulating metal homeostasis to aid human health and environmental sustainability.  The course will consist of discussions of primary literature and student presentations.  Assignments will include written reviews of literature.  \nPreference given to Biology or BCBP majors","Department Code":"BIOL","Course Site":"<a href= 'http://www.amherst.edu/academiclife/departments/courses/1516S/BIOL/BIOL-470-1516S'> Course Site </a>","Requisite":["Requisite: One of the following:  BIOL 241, 251, 291, 330, 331, or permission of the instructor. Limited to 15 students. Spring semester. Professor Jeong."]},"color":"rgb(36, 42, 141)","size":10.0}]}